Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/application.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se

source: price_comparison.trial_headline
da_dk: Prøveperiode {{number}} dage
de_de: PROBE {{number}} Tage
es_es: {{number}} días de PRUEBA
fi_fi: KOKEILU {{number}} päivää
fr_fr: TEST {{number}} jours
is_is: PRUFA Í {{number}} daga
it_it: TRIAL per {{number}} giorni
nl_be: PROEFLID {{number}} dagen
nl_nl: TEST {{number}} dagen
no_no: PRØV UT {{number}} dager
ro_ro: Proba ( ) zile

source: price_comparison.full_headline
da_dk: Fuldgyldigt
de_de: Vollmitglied
es_es: COMPLETO
fi_fi: TÄYSI
fr_fr: COMPLETE 12 mois
is_is: FULLGILD
it_it: Iscrizione completa
nl_be: VOLWAARDIG LID
nl_nl: Volledig
no_no: FULLSTENDIG
ro_ro: Total

source: price_comparison.unlimited_access
da_dk: Ubegrænset adgang til alle profiler
de_de: Uneingeschränkter Zugriff auf alle Inserate.
es_es: Acceso ilimitado a nuestros anuncios
fi_fi: Rajoittamaton listausten katseluoikeus
fr_fr: Accès illimité aux offres internationales
is_is: Ótakmarkaður aðgangur að öllum skráningum
it_it: Accesso illimitato a tutte le iscrizioni
nl_be: Onbeperkt toegang tot alle aanbiedingen
nl_nl: Onbeperkte toegang tot alle aanbiedingen
no_no: Ubegrenset tilgang til alle oppføringer
ro_ro: Accesnelimitat la toate l

source: price_comparison.visible_listing
da_dk: Din profil er synlig for andre, så du kan modtage tilbud
de_de: Ihr Angebot ist für alle Mitglieder sichtbar und so können Sie jederzeit Nachrichten von Tauschpartnern erhalten.
es_es: Su anuncio es visto por todos nuestros socios por lo que puede recibir ofertas
fi_fi: Listauksesi näkyy muille jäsenille ja voit vastaanottaa vaihtopyyntöjä
fr_fr: Publication de votre offre internationale : vous recevez des propositions d'échange du monde entier
is_is: Skráning þín er sýnileg öll meðlimum svo þú getur tekið við tilboðum
it_it: L' iscrizione é visibile agli altri soci. Così potrà ricevere delle proposte
nl_be: Je aanbod is zichtbaar voor alle leden, zodat je zelf aanbiedingen kan ontvangen
nl_nl: Uw gegevens zijn zichtbaar voor alle deelnemers, dus u kunt aanbiedingen ontvangen
no_no: Din oppføring er synlig for alle medlemmer slik at du kan få tilbud
ro_ro: Oferta ta este vizibla si potii primi oferte de la toti membrii

source: price_comparison.includes_photos_and_text
da_dk: Profil med billeder og ekstra tekst
de_de: Ihr Angebot ist gelistet mit Photos und extra freiem Text.
es_es: Su anuncio con fotos y libre texto.
fi_fi: Listaukseesi voi liittää valokuvia ja lisätekstiä vapaasti
fr_fr: Illustration de votre offre avec plusieurs photos, accompagnées de vos commentaires libres illimités
is_is: Skráning þín birt með myndum og kynningartexta
it_it: Potrà completare la sua iscrizione con fotografie e testo supplementare gratuito
nl_be: Je aanbieding is zichtbaar met foto's en extra vrije tekst
nl_nl: Uw gegevens verstuurd met foto's en extra vrije tekst
no_no: Din oppføring med bilder og ekstra tekst uten ekstra kostnader
ro_ro: Oferta ta postata cu fotografii si text suplimentar

source: price_comparison.access_to_contact_info
da_dk: Adgang til andre medlemmers kontaktdata
de_de: Zugang zu den Kontaktinformationen im Mitgliederbereich.
es_es: Acceso a la información de contacto de los socios
fi_fi: Jäsenten yhteystiedot ovat nähtävillä
fr_fr: Accès aux coordonnées des autres membres
is_is: Aðgangur að tengiupplýsingum um meðlimi
it_it: Potrà avere le informazioni per contattare i soci
nl_be: Toegang tot contact informatie van de leden
nl_nl: Toegang tot deelnemer contact informatie
no_no: Tilgang til medlemmers kontaktinformasjon
ro_ro: Acces la informatiile de contact ale membrilor

source: price_comparison.save_favorites
da_dk: Mulighed for at gemme favoritprofiler
de_de: Speichern Sie Ihre Favoriten-Angebote.
es_es: Guarde sus anuncios favoritos
fi_fi: Suosikkilistausten tallennusmahdollisuus
fr_fr: Sauvegarde de vos offres favorites
is_is: Vistaðu þínar uppáhalds skráningar
it_it: Salvare le sue iscrizioni preferite
nl_be: Bewaar je favoriete aanbiedingen
nl_nl: Bewaar de gegevens van uw uw favoriete deelnemers
no_no: Lagre dine favorittoppføringer
ro_ro: Salveata ofertele favorite

source: price_comparison.receive_match_alerts
da_dk: Modtage meddelelse om profiler der matcher
de_de: Sie empfangen match alerts, wenn Angebote Ihre Wünsche treffen.
es_es: Reciba "match alerts" cuando los anucios reúnan sus deseos
fi_fi: Saat vaihtovahti-palvelun viestejä toiveitasi vastaavan listauksen löytyessä
fr_fr: Réception de nos alertes email dès que des offres répondent à vos critères
is_is: Virkjaðu sjálfvirka vöktun þegar skráning hentar þínum óskum
it_it: Ricevere match alerts (le nostre mails informative) quando altre iscrizioni corrispondono ai suoi desideri
nl_be: Ontvang match alerts bij aanbiedingen die overeenkomen met jouw wensen
nl_nl: Ontvang Match-Alerts als aanbiedingen voldoen aan uw wensen
no_no: Motta "match alert" når oppføringer er tilgjengelig etter dine ønsker
ro_ro: Primeste mesaje de alerta cand apar oferte care va intereseaza

source: price_comparison.able_to_send_proposals
da_dk: Kontakte andre medlemmer
de_de: Senden Sie Vorschläge an einzelne oder auch mehrere Mitglieder.
es_es: Mande propuestas a un o muchos socios
fi_fi: Voit lähettää kyselyn yksittäiselle/usealle jäsenelle/vastaanottajalle
fr_fr: Envoi illimité de vos propositions d'échange : envoi simple ou groupé (plusieurs destinataires)
is_is: Sendu tilboð til eins margra meðlima og þér hentar
it_it: Mandare proposte a tutti gli altri soci
nl_be: Stuur een voorstel naar één of meerdere leden
nl_nl: Stuur voorstellen naar individuele/naar meerdere deelenemers
no_no: Send forslag til enkeltmedlemmer eller flere medlemmer
ro_ro: Trimite propuneri individual / mai multor membrii

source: price_comparison.assistance_from_local_organizer
da_dk: Personlig assistance og service fra den nationale Intervac repræsentant
de_de: Sie erhalten jederzeit persönliche Unterstützung und Service von Ihrem lokalen INTERVAC-Organisator.
es_es: Asistencia personal y servicio de su agente local de Intervac
fi_fi: Paikallisen Intervacin edustajan henkilökohtainen palvelu
fr_fr: Service et assistance personnelle de votre représentant local Intervac
is_is: Persónuleg aðstoð og þjónusta frá umboðsmanni Intervac á Íslandi
it_it: Ricevere assistenza dal suo rappresentante locale
nl_be: Assistentie en advies van je lokale Intervac vertegenwoordiger
nl_nl: Persoonlijke assistentie en service van uw lokale Intervac Organisator
no_no: Personlig assistanse og service fra din egne norske lokale representant
ro_ro: Asistenta personala din partea reprezentantului Intervac in Romania

source: price_comparison.view_listing_statistics
da_dk: Adgang til personlig statistik der viser oplysninger om besøgene på din profil
de_de: Sie sehen Ihre persönliche Statistik - Mitglieder, die Ihr Angebot besucht haben aus den "fünf-top-Ländern" und wie oft an einem Tag Ihr Eintrag anderen Mitgliedern angezeigt wurde - in den letzten 21 Tagen.
es_es: Vea su estadística personal de los 5 países cuyos socios han visitado más su anuncio, cuantas veces en un día su anuncio ha sido visitado por otros socios en los últimos 21 días.
fi_fi: Näet oman listauksesi tilastot viiden eniten listaustasi katsoneen maan osalta, kuinka monta kertaa listauksesi on näytetty päivässä muille jäsenille viimeisten 21 päivän kuluessa.
fr_fr: Accès à vos statistiques personnelles, depuis les 21 derniers jours : quels sont les pays dont les membres ont consulté votre offre ? combien de fois par jour celle-ci a-t-elle été visionnée par les autres membres ? Quels sont les derniers visiteurs ?
is_is: Yfirlit yfir heimsóknir inn á heimasvæðið þitt eins og það skiptist á milli 5 ólíkra landa þaðan sem flest innlit á síðuna þína eru. Sérð fjölda innlita á síðuna þína frá öðrum meðlimum síðustu 21 daga.
it_it: Vedere le sue peronali statistiche relative ai 5 paesi i cui soci hanno guardato la sua iscrizione e quante volte al giorno la sua iscrizione é stata vista da altri soci durante gli ultimi 21 giorni
nl_be: Bekijk je persoonlijke statistieken van de top 5 landen waarvan leden jouw aanbod hebben bekeken, en hoe vaak per dag je aanbod werd bekeken door leden in de laatste 21 dagen.
nl_nl: Bekijk uw persoonlijke statistieken van de verschillende top-5 landen, van waaruit deelnemers uw gegevens hebben bezocht, en hoe vaak per dag uw aanbieding aan andere deelnemers werd getoond gedurende de laatste 21 dagen.
no_no: Se en personlig statistikk over de fem land der flest medlemmer har besøkt dine sider. Se også statistikk over hvor mange ganger per dag din side er besøkt de siste 21 dagene.
ro_ro: .Verifica statisticile personale si cele 5 tari ale caror membrii au consultat cel mai frecvent oferta ta.,in ultimele 21 zile

source: price_comparison.new_message_notification
da_dk: Meddelelse når der er nye beskeder
de_de: Mitteilungen über neue Nachrichten.
es_es: Notificación de nuevos mensajes
fi_fi: Ilmoitus uudesta viestistä
fr_fr: Notification automatique sur votre boîte email de tout nouveau message Intervac
is_is: Skilaboð um nýjan póst
nl_be: Melding van nieuwe berichten
nl_nl: Mededeling over nieuwe berichten
no_no: Beskjed om nye meldinger
ro_ro: Notificari despre mesaje

source: price_comparison.read_messages
da_dk: Adgang til at læse dine beskeder
de_de: Lesen Sie Ihre Nachrichten
es_es: Lea sus mensajes
fi_fi: Saamiesi viestien luku
fr_fr: Lire vos messages Intervac
is_is: Lesa fengin skilaboð
it_it: Leggere i suoi messaggi ricevuti
nl_be: Lees je berichten
nl_nl: Lees uw berichten
no_no: Lese meldinger
ro_ro: Citeste mesajele

source: price_comparison.create_exchange_agreements
da_dk: Indgå ubegrænsede antal bytteaftaler
de_de: Sie können unbegrenzte Tauschvereinbarungen ausfüllen.
es_es: Cree todos los acuerdos de intercambio que desee.
fi_fi: Rajoittamaton määrä vaihtosopimuksia
fr_fr: Nombre d'échanges illimités et enregistrement de vos contrats d'échange
is_is: Búa til ótakmarkaða skiptasamninga
it_it: Creare un numero illimitato di Agreements per lo scambio
nl_be: Maak een onbeperkt aantal ruilovereenkomsten
nl_nl: Leg een onbeperkt aantal ruilafspraken vast
no_no: Inngå ubegrensede bytteavtaler
ro_ro: Creaza acorduri de schimb nelimitate

source: price_comparison.receive_newsletter
da_dk: Modtage nyhedsbrev
de_de: Kostenloser Newsletter
es_es: Newsletter gratuita
fi_fi: Ilmainen uutiskirje
fr_fr: Réception de la newsletter Intervac
is_is: Frítt fréttabréf
it_it: Ricevere la newsletter gratuita
nl_be: Gratis newsletter
no_no: Gratis nyhetsbrev
ro_ro: Buletin informativ gratuit
