Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/application.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se

# page2.renewal_active_invisible
source: Hello, {{member_name}}. You already have an active membership with Intervac which is not due to expire until {{expiration_date}}. Please <link>click here</link> to continue and renew your listing for another year now, or you can <link>login</link> here if you prefer to wait to renew. For the thirty days before your expiration date you will see a link to renewal on the member home page.
da_dk: Du har allerede en aktiv medlemsprofil, der ikke udløber før {{expiration_date}}. <link>Klik her</link> for at fortsætte med fornyelse af dit medlemsskab i endnu et år, eller du kan <link>logge på</link> her, hvis du vil vente med at forny.
de_de: Hallo, {{member_name}}. Ihre aktive Mitgliedschaft bei INTERVAC läuft nur noch bis {{expiration_date}}. Bitte <link> klicken Sie hier</link>, um Ihre Mitgliedschaft für ein weiteres Jahr zu verlängern! Sie können sich auch hier einloggen <link>login</link>, wenn Sie mit der Verlängerung noch etwas warten wollen! 30 Tage bevor Ihre Mitgliedschaft ausläuft, sehen Sie erneut ein link für eine evtl. Verlängerung auf der Mitgliederhomepage.
el_gr: {{member_name}}, γειά σας. Ήδη έχετε ενεργό συνδρομή στην Intervac, που θα λήξει στις {{expiration_date}}. Παρακαλούμε <link>κάντε κλικ εδώ</link> για να συνεχίσετε και να ανανεώσετε την καταχώρισή σας για άλλο ένα έτος ή μπορείτε να <link>συνδεθείτε εδώ</link> αν προτιμάτε να περιμένετε. Για 30 μέρες πριν τη λήξη της συνδρομής σας θα βλέπετε στη σελίδα σας ως μέλους ένα σύνδεσμο που θα οδηγεί στη σελίδα ανανέωσης της συνδρομής σας.
es_es: Hola, {{member_name}}. Usted ya tiene una inscripción en Intervac que caducará el {{expiration_date}}. Por favor <link>click here</link> para continuar y renovar ahora su anuncio para otro año, o bien puede <link>login</link> aquí si prefiere esperar hasta más adelante para renovar. Durante los treinta días anteriores a su fecha de caducidad tendrá un link para renovar en su página personal.
fi_fi: Hei, {{member_name}}. Olet jo aktiivinen jäsen Intervacissa, mutta jäsenyytesi päättyy {{expiration_date}}. Ole hyvä <link>napsauta tätä</link> jatkaaksesi nyt jäsenyyttäsi vuodella. Voit myös <link>kirjautua </link> tästä, jos et aikonut uudistaa jäsenyyttäsi.
fr_fr: Bonjour, M. {{member_name}}. Votre inscription Intervac est valable jusqu'à la date suivante : {{expiration_date}}. Veuillez <link>cliquer ici</link> pour continuer et procéder dès maintenant au renouvellement anticipé de votre inscription en bénéficiant d'une réduction tarifaire. Si vous préférez attendre, veuillez cliquer <link>ici</link>.
is_is: Halló, {{member_name}}. Þú hefur nú þegar virkan aðgang að Intervac sem fellur ekki úr gildi fyrr en {{expiration_date}}. Vinsamlegast <link>smelltu hér</link> til þess að endurnýja aðild þína til annars árs núna eða þú getur <link>innskráð</link> hér ef þú vilt hinkra með endurnýjun. Síðustu 30 daga áskriftar þinnar muntu sjá tengil til að endurnýja aðildina að heimasíðunni.
it_it: Salve {{member_name}}. Lei ha già una iscrizione attiva con Intervac che scadràl {{expiration_date}}. Per favore <link>clicchi qui </link> per rinnovare la sua iscrizione per un altro anno. Oppure lei può <link>linserire il suo login qui </link> se non desidera rinnovare. La scadenza della sua iscrizione verrà segnalata sulla sua pagina iniziale con un link per il rinnovo.
ja_jp: {{member_name}}、こんにちわ。あなたはインターバックの有効な会員資格があり、{{expiration_date}}. に終了します。どうぞ <link>ここをクリックする</link>。ここから続けて、あなたのリスティングを新しい年のため今更新するか、またはすぐに更新しない場合は、<link>ログインして「</link>、ここから入って手続きしてください。資格期間終了の３０日前から、あなたは会員のホームページ上の更新リンクを見ることが出来るでしょう。
nl_be: Dag, {{member_name}}. Je bent reeds actief lid van Intervac en je lidmaatschap zal pas vervallen op {{expiration_date}}. Gelieve <link>hier te klikken</link> om verder te gaan en je lidmaatschap nu voor een jaar te hernieuwen, of je kan hier<link>inloggen</link> wanneer je verkiest te wachten om te hernieuwen. Vanaf dertig dagen voor je lidmaatschap vervalt, zal je een link zien op de leden homepagina.
nl_nl: Dag, {{member_name}}. Je bent reeds actief deelnemer van Intervac en je password zal pas vervallen op {{expiration_date}}. Klik hier <link>hier te klikken</link> om verder te gaan en je deelname nu te hernieuwen, of je kunt hier<link>inloggen</link> wanneer je verkiest te wachten om te opnieuw in te schrijven. Vanaf dertig dagen voordat je deelname afloopt, zul je een link zien op de deelnemers homepagina.
no_no: Hei, {{member_name}}. Du har allerede et aktivt medlemskap i Intervac som ikke utløper før {{expiration_date}}. Vennligst <link>klikk her</link> for å fortsette og fornye ditt medlemskap for et nytt år nå, eller du kan <link>login</link> her dersom du ønsker å vente med fornyelsen. 15 dager før forfallsdato vil du få et varsel om fornying av medlemskapet.
pt_pt: Olá, {{member_name}}. A sua ficha está neste momento activa e só irá expirar a {{expiration_date}}. Por favor,carregue <link>aqui</link> caso queira realmente renovar a sua inscrição por mais um ano já. Se não pretende renovar já, carregue <link>aqui</link>. Durante os 30 dias anteriores à data de expiração da sua inscrição anual, vai ter um link para renovação na área para membros.
ro_ro: Buna , {{member_name}}. Sunteti in continuare membru activ al Intervac , pana la data expirarii listarii{expiration_date}}.Va rugam<link>apasati aici</link>pentru reinnoirea listarii pentru inca un an , sau puteti <link>sa va logati aici link> daca preferati sa asteptati . Cu treizeci de zile inainte de data expirarii veti vedea un link pentru reinnoire pe pagina dvs originala ,de membru Intervac
ru_ru: Здравствуйте, {{member_name}}. Вы уже являетесь активным членом клуба Intervac, включительно по {{expiration_date}}. Пожалуйста, <link>нажмите сюда</link> для продления и обновления вашей анкеты на следующий год, или вы можете <link>войти</link> здесь, если предпочитаете отложить продление. За 30 дней до истечения срока вашего членства в клубе, вам откроется ссылка для продления членства в клубе на вашей странице.
sv_se: Hej, {{member_name}}. Du har redan ett aktivt medlemskap i Intervac som löper ut {{expiration_date}}. Vänligen <link> klicka här </ link> för att fortsätta och förnya dit medemskap för ytterligare ett år, eller så kan du <link> logga in </ link> här om du föredrar att vänta med att förnya. Trettio dagar innan utgångsdatum ser du en länk till förnyelse på din medlemssida.

# page2.membership_options_headline
source: Membership Options
da_dk: Der er kun en medlemstype i Danmark
de_de: Wählen Sie Ihre Mitgliedschaft
el_gr: Επιλογές Συνδρομής
es_es: Opciones de la Inscripción
fi_fi: Jäsenyyden asetukset
fr_fr: Les formules de base (selon vos choix de destinations)
is_is: Aðild valin
it_it: Opzioni per l'adesione
ja_jp: 会員資格オプション
nl_be: Lidmaatschapsopties
nl_nl: Opties voor Deelname
no_no: Alternativer for medlemskap
pt_pt: Opções de Inscrição
ro_ro: pagina 2 . optiuni membru_ titlu
ru_ru: Варианты членства в клубе
sv_se: Medlemsalternativ

# page2.additional_services_headline
source: Additional Services
da_dk: Yderligere services
de_de: Zusätzlicher Service
el_gr: Πρόσθετες Υπηρεσίες
es_es: Servicios Adicionales
fi_fi: Lisäpalvelut
fr_fr: Les options supplémentaires
is_is: Auka þjónusta.
it_it: Servizi aggiuntivi
ja_jp: 追加のサービス
nl_be: Extra diensten
nl_nl: Extra diensten
no_no: Betaling til bankkonto.
pt_pt: Serviços Adicionais
ro_ro: Servicii Suplimentare
ru_ru: Дополнительные услуги
sv_se: Andra medlemsalternativ

# page2.total
source: Total
da_dk: Pris i alt
de_de: Gesamt
el_gr: Σύνολο
fi_fi: Yhteensä
fr_fr: Total à payer
is_is: Samtals
it_it: Totale
ja_jp: 合計
nl_be: Totaal
nl_nl: Totaal
no_no: Totalt
ru_ru: Всего
sv_se: Totalt

# page2.button_text
source: Continue to Payment
da_dk: Bekræft medlemsskab
de_de: Zahlungsmöglichkeiten und Bestätigung.
el_gr: Συνεχίστε στην πληρωμή
fi_fi: Jatka maksamiseen
fr_fr: Continuer
is_is: Halda áfram til greiðslu
it_it: Opzioni per il pagamento con Conferma
ja_jp: 支払いに続く
nl_be: Opties voor betaling en bevestiging
nl_nl: Opties voor Betaling en Bevestiging
no_no: Gå videre til betaling
pt_pt: Opções de Pagamento e Confirmação
ro_ro: Continuati plata
ru_ru: Перейти к оплате
sv_se: Fortsätt betalning

# page2.breadcrumbs
source: Choose membership options
da_dk: Medlemstype
de_de: Wählen Sie Ihre Mitgliedschaft
el_gr: Διαλέξτε τρόπο πληρωμής
es_es: Elija las Opciones de su inscripción
fi_fi: Vahvista tilauksesi
fr_fr: Les formules d'inscription
is_is: Staðfesta
it_it: Scelga le Opzioni di Adesione
ja_jp: 会員資格オプションを選択する
nl_be: Kies lidmaatschapsopties
nl_nl: Kies Deelnameopties
no_no: Velg alternativer for medlemskap
pt_pt: Opções de inscrição
ro_ro: Alegeti optiunile de membru
ru_ru: Выбрать вариант членства в клубе
sv_se: Välj medlemsalternativ

# page2.promotion_code
source: Enter promotion code if available
da_dk: Der er ingen rabatkoder tilgængelige
de_de: Bitte geben Sie Ihren Code ein.
es_es: Entre el codigo de promoción si lo hay
fi_fi: Anna kampanjatunnus, jos sellainen on.
fr_fr: Votre code promotionnel, si applicable
is_is: Skráið afsláttarkóða, sé hann í boði.
it_it: Se ha una promozione inserisca il codice relativo
ja_jp: もしあるのなら、プロモーションコードを入力する
nl_be: Vul de promotiecode in indien mogelijk
nl_nl: Voer Promotie Code in indien beschikbaar
no_no: Sett inn verdikode hvis mulig
pt_pt: Se tiver um código promocional, introduza-o aqui
ro_ro: Introduceti codul de promovare dacă este disponibil
ru_ru: Введите промо-код при его наличии
sv_se: Har du en kampanjkod ange du den härt

# page3.breadcrumbs
source: Choose payment method
da_dk: Betalingsoplysninger
de_de: Wählen Sie Ihre Zahlungsmodalität.
el_gr: Επιβεβαιώστε την πληρωμή
es_es: Elija Forma de Pago
fi_fi: Vahvista tilauksesi
fr_fr: Récapitulatif
is_is: Staðfesta
it_it: Scelga il metodo di Pagamento
ja_jp: 支払い方法を選択する
nl_be: Kies betalingsopties
nl_nl: Kies Betalingsopties
no_no: Bekreft din ordre
pt_pt: Método de pagamento
ro_ro: Alegeti metoda de plata
ru_ru: Выбрать способ оплаты
sv_se: Välj sätt att betala

# page3.headline
source: Order Confirmation and Payment Options
da_dk: Ordrebekræftelse og betalingsmuligheder
de_de: Bestellbestätigung und Zahlungsmodalitäten.
el_gr: Επιβεβαίωση παραγγελίας και επιλογές πληρωμής
es_es: Confirmación y Opciones de Pago
fi_fi: Tilauksen vahvistaminen ja maksuvaihtoehdot
fr_fr: Confirmation de votre commande
is_is: Staðfesting á skráningu og greiðslumöguleikar
it_it: Conferma dell'iscrizione e Opzioni di pagamento
ja_jp: 確認と支払い方法
nl_be: Bevestigen en betalingsopties
nl_nl: Bevestigen en betalingsopties
no_no: Be om bekreftelse samt en orientering om betalingsmåter
pt_pt: Confirmação e Opções de Pagamento
ro_ro: Confirmarea Comenzii şi Opţiuni de plată
ru_ru: Подтверждение заявки и Способы оплаты
sv_se: Orderbekräftelse och betalningsalternativ

# page3.summary_headline
source: Order Summary
da_dk: Ordreoversigt
de_de: Zusammenfassung
el_gr: Σύνοψη παραγγελίας
es_es: Indice
fi_fi: Yhteenveto tilauksesta
fr_fr: Récapitulatif de votre commande
is_is: Heildaryfirlit
it_it: Sommario
ja_jp: まとめ
nl_be: Overzicht van je inschrijving
nl_nl: Overzicht van je inschrijving
no_no: Be om oversikt
pt_pt: Sumário do seu Pedido
ro_ro: Descrierea Comenzii
ru_ru: Итого
sv_se: Order summa

# page3.description
source: Description
da_dk: Beskrivelse
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
fi_fi: Kuvaus
is_is: Skýringar
it_it: Descrizione
ja_jp: 説明
nl_be: Omschrijving
nl_nl: Omschrijving
no_no: Beskrivelse
pt_pt: Descrição
ro_ro: Descriere
ru_ru: Описание
sv_se: Beskrivning

# page3.price
source: Price
da_dk: Pris
de_de: Preis
el_gr: Ποσό
es_es: Precio
fi_fi: Hinta
fr_fr: Montant
is_is: Verð
it_it: Prezzo
ja_jp: 値段
nl_be: Prijs
nl_nl: Prijs
no_no: Pris
pt_pt: Preço
ro_ro: Pret
ru_ru: Стоимость
sv_se: Pris

# page3.promotion_discount
source: Promotional discount
da_dk: Der er ingen aktive rabatformer
de_de: Werberabatt
es_es: Descuento
fi_fi: Kampanja-alennus
fr_fr: Votre code promotionel est appliqué
is_is: Kynningarafsláttur
it_it: Sconto Promozionale
ja_jp: プロモーション・ディスカウント
nl_be: Promotionele korting
nl_nl: Promotie Korting
no_no: Kampanjetilbud
pt_pt: Desconto promocional
ro_ro: Reducere promotionala
ru_ru: Рекламная скидка

# page3.total
source: Total
da_dk: Pris i alt
de_de: Gesamt
el_gr: Σύνολο
fi_fi: Yhteensä
fr_fr: Total TTC
is_is: Heildarverð
it_it: Totale
ja_jp: 金額
nl_be: Totaal
nl_nl: Totaal
no_no: Sum
ru_ru: Всего
sv_se: Totalt

# page3.change_options
source: Change your membership options
da_dk: Forrige side
de_de: Ändern Sie Ihre Angebotswünsche
el_gr: Αλλάξτε τις επιλογές συνδρομής
es_es: Cambie las opciones de su inscripción
fi_fi: Vaihda jäsenyytesi asetuksia
fr_fr: Changer votre commande
is_is: Breytið skráningu.
it_it: Cambi le sue Opzioni di adesione
ja_jp: あなたの会員資格方法を変更する
nl_be: Wijzig je lidmaatschapsopties
nl_nl: Wijzig je Deelnameopties
no_no: Endre dine alternativer vedrørende medlemskap
pt_pt: Altere as opções de inscrição
ro_ro: Schimbati optiunile de membru
ru_ru: Изменить вариант членства в клубе
sv_se: Ändra på medlemsalternativ

# page3.payment_options.headline
source: Payment Options
da_dk: Betalingsmåde
de_de: Zahlungsmöglichkeiten
el_gr: Επιλογές Πληρωμής
es_es: Opciones de Pago
fi_fi: Maksutavat
fr_fr: Procédure de validation
is_is: Greiðslu fyrirkomulag
it_it: Tipo di Pagamento
ja_jp: 支払い方法
nl_be: Betalingsopties
nl_nl: Betalingsopties
no_no: Betalingsalternetiver
pt_pt: Opções de Pagamento
ro_ro: Optiuni de plata
ru_ru: Варианты оплаты
sv_se: Betalningsalternativ

# page3.payment_options.no_cc_important
source: Your account has been created and your order has been stored in the Intervac International database. Your listing is inactive and invisible to other members. As soon as your local organiser has received your payment your listing will be activated. You must also log-in and finish filling out your travel details before your offer can be viewed by other members.
da_dk: Din profil er nu blevet oprettet og registreret i Intervacs database. Din profil er inaktiv og ikke synlig for andre medlemmer endnu. Så snart din betaling er modtaget vil profilen blive aktiveret. Du skal også udfylde resten af profilen før andre medlemmer kan se dit tilbud. Det gør du ved at logge på som medlem med de koder du selv oprettede.
de_de: Ihr Angebot ist aktiviert und in der internationalen INTERVAC-Datenbank gespeichert, jedoch für andere Mitglieder noch nicht sichtbar. Sobald Ihr Mitgliedsbeitrag bei Ihrem Organisator eingegangen ist, wird Ihr Angebot freigeschaltet! Sie können sich dann einloggen und Ihre Daten komplett ausfüllen, erst dann kann Ihr Angebot von allen Tauschpartnern gesehen werden.
el_gr: Η καταχώρισή σας έγινε και θα ενεργοποιηθεί μόλις ο εκπρόσωπος της Intervac στη χώρα σας λάβει το ποσό της συνδρομής. Μέχρι τότε η καταχώριση είναι ανενεργός και τα στοιχεία σας δεν είναι διαθέσιμα σε άλλα μέλη. Πρέπει επίσης να συνδεθείτε εκ νέου και να συμπληρώσετε τα στοιχεία για την προσεχή ανταλλαγή σας (ημερομηνίες κλπ) πριν τα άλλα μέλη μπορούν να δούν τα στοιχεία σας.
es_es: Su cuenta ha sido creada y su orden ha sido guardada en la base de datos de Intervac Internacional. Su anuncio está inactivo e invisible para otros socios. Tan pronto como su organizador local reciba su pago lo activará. También ha de entrar y terminar de cumplimentar su ficha de inscripción para que otros socios puedan ver su oferta.
fi_fi: Tilisi on perustettu ja tilauksesi on tallennettu Intervac Internationalin tietokantaan. Listauksesi ei ole aktiivinen eikä muut jäsenet näe ilmoitustasi. Heti kun paikallinen edustajasi on saanut jäsenmaksusi ilmoituksesi aktivoidaan. Muistathan, että sinun pitää kirjautua palveluumme ja täyttää loppuun yksityiskohtaiset matkatietosi ennen kuin tarjouksesi on muiden nähtävissä.
fr_fr: Bravo ! Votre compte Intervac est maintenant crée et enregistré dans notre base de données internationale. Vous pouvez donc commencer la création de votre offre d'échange pour préparer vos prochaines vacances : pour ouvrir votre compte, utilisez les identifiants que vous avez choisis au moment de votre inscription.
is_is: Ykkar reikningur er skráður og settur í Intervac gagnagrunninn. Skráning er óvirk og ósýnileg öðrum félagsmönnum. Skráning verður virk um leið og umsjónarmaður hefur meðtekið aðildargjaldið. Þið þurfið einnig að ganga frá ferðamáta áður en aðrir félagsmenn geta séð ykkar tilboð.
it_it: La sua richiesta é stata immessa nel nostro database. La sua iscrizione é inattiva e invisibile agli altri soci. Appena il suo organizzatore locale avrà ricevuto il suo pagamento la sua iscrizione sarà attivata. Lei dovrà perfezionare i dettagli della sua iscrizione
ja_jp: あなたの口座が作られて、インターバック・インターナショナル・データーベースに記憶されました。あなたのリスティングは他の会員にはまだ見えず、活動していません。あなたの国のオーガナイザーがあなたの支払いを受け入れた時、あなたのリスティングは立ち上がります。又、他の会員があなたのオファーを見られるようにするためには、ログインして、旅行の詳細を書き入れるのを終えなくてはなりません。
nl_be: Je lidmaatschap is nu gecreëerd en opgeslagen in de Intervac International database. Je lidmaatschap is nog niet geactiveerd en bijgevolg nog onzichtbaar voor andere leden. Zo gauw je lokale organisator je betaling heeft ontvangen, zal je lidmaatschap geactiveerd worden. Je moet ook inloggen en je ruilgegevens vervolledigen alvorens je aanbieding door andere leden kan geconsulteerd worden.
nl_nl: Je deelname is nu aangemaakt en opgeslagen in de Intervac International database. Je deelname is nog niet geactiveerd en daarom nog onzichtbaar voor andere deelnemers. Zo gauw je lokale organisator je betaling heeft ontvangen, zal je password worden geactiveerd. Je moet ook nog inloggen om alle verder noodzakelijke gegevens in te vullen voordat je aanbieding door anderen kan worden ingezien.
no_no: Ditt medlemskap er etablert og din innmelding er registrert i Intervacs internasjonale database. Men ditt medlemskap er foreløpig inaktivt og kan ikke ses av andre Intervac-medlemmer. Så snart Intervacs leder i ditt land har mottatt din innbetaling av årsavgiften, vil ditt medlemskap og din annonse på Intevacs web, bli aktivert. Husk at du også må logge deg inn og fullføre reisedetaljene når det gjelder ditt tilbud om boligbytte, før tilbudet ditt kan ses av andre Intervac-medlemmer.
pt_pt: A sua inscrição foi guardada na base de dados Intervac International. A sua ficha está neste momento ainda inactiva e não é visível para os outros membros. Assim que o pagamento da taxa de inscrição seja confirmado, a sua ficha será activada. Deverá completar a sua ficha para que possa ser visível aos outros membros.
ro_ro: Contul dvs. a fost creat şi comanda dumneavoastră a fost stocata în baza de date Intervac International. Listarea dvs. este inactiva şi invizibila pentru ceilalţi membri.De indata ce reprezentantul local va primi confirmarea platii ,listarea dvs va fi activata. Deasemenea , trebuie sa va logati si sa completati detaliile privind calatoria dvs , inainte ca oferta dvs sa fie vizualizata de ceilalti membrii
ru_ru: Ваша учетная запись была создана и ваша заявка была сохранена в Международной Базе Данных Клуба Intervac. Ваша анкета не активирована и не доступна другим членам клуба. Как только агент клуба Intervac в вашей стране получит подтверждение об оплате, ваша анкета будет активирована. Вы также должны войти в клуб и закончить заполнение анкеты, прежде чем она станет доступна другим членам клуба.
sv_se: Er medlemsprofil är nu skapad och Era uppgifter är sparade i Intervac Internationals databas. Era uppgifter är dock fortfarande inte synlig för andra medlemmar. Så snart Er betalning är mottagen kommer Ert medlemskap att bli aktiverat. Glöm inte att logga in och komplettera era uppgifter med övrig information, tider etc så att Era uppgifter blir synlig för andra medlemmar.

# page3.payment_options.delayed_activation
source: Activation can take up to 24 hours after receipt of payment. Your organiser will set your membership dates to reflect that actual date of activation so that you receive the full length of your membership.
da_dk: Betaling for medlemsskabet skal ske til Intervac Danmarks konto i Nykredit Bank: 5472 - 0004 7579 71.
de_de: Ihr Angebot wird 24 Stunden nach Eingang Ihrer Überweisung freigeschaltet. Ihr Organisator wird die Daten für Ihre Mitgliedschaft aktivieren, damit Ihnen ein volles Jahr garantiert ist.
el_gr: Η ενεργοποίηση γίνεται μετά τη λήψη της πληρωμής και μπορεί να καθυστερήσει. Επικοινωνήστε με τον εκπρόσωπό μας στη χώρα σας για περισσότερα. Η συνδρομή σας θα διαρκέσει 365 μέρες μετά τη λήψη της πληρωμής σας, οπότε καθυστέρηση στην ενεργοποίηση δεν έχει επίπτωση στη διάρκεια της συνδρομής σας.
es_es: La activación puede tardar hasta unas 24 después de recibir el pago. Su organizador le pondrá las fechas de su inscripción para que usted reciba la duración completa de la misma.
fi_fi: Jäsenyys aktivoidaan 48 tunnin kuluessa maksun vastaanotosta. Edustajasi huolehtii siitä, että saat jäsenyytesi keston täysimääräisenä ja muuttaa tarvittaessa jäsenyytesi päättymispäivämäärää.
fr_fr: En cliquant sur le bouton "Continuer" vous allez accèder à la procédure de paiement sécurisé (par carte bancaire ou par chèque bancaire).
is_is: Það getur tekið allt að 48 kl.st eftir móttöku greiðslu að aðildin verði virk.Umsjónarmaður ykkar mun setja dagsetningar við virkjun aðildar.
it_it: L'iscrizione sarà attivata al massimo entro 3 giorni dopo aver ricevuto il pagamento.
ja_jp: 支払いが終了してから２４時間以内に会員資格が有効になります。オーガナイザーが会員期間の長さをお知らせします。
nl_be: De activering van je lidmaatschap gebeurt normaal binnen de 24 uur na ontvangst van je betaling. De organisator past de data van je lidmaatschap zodanig aan dat je van de volledige duur van je lidmaatschap kunt genieten.
nl_nl: De activering van je deelname gebeurt normaal binnen 12 uur na ontvangst van je betaling ( of machtiging ). De organisator past de data van je deelname zodanig aan dat je van de volledige duur van je deelname kunt genieten.
no_no: Det kan ta inntil 24 timer å aktivere ditt medlemskap etter at årsavgiften er mottatt. Lederen av Intervac i ditt land vil aktivisere medlemskapet på innbetalingsdagen slik at medlemskapet gjelder for ett helt år.
pt_pt: A activação pode levar até 48 horas após a recepção do pagamento. A sua inscrição será válida por 12 meses a partir da data de activação.
ro_ro: Activarea se va realiza in 24 ore de la data efectuarii platii. Reprezentantul dvs local va stabili datele statutului dvs de membru ,tinand cont de momentul activarii, astfel incat sa puteti beneficia de intreaga perioada aleasa de dvs
ru_ru: Активация анкеты может занимать до 24 часов после получения оплаты. Агент клуба Intervac при активации анкеты указывает актуальную дату (а не дату платежа), так что срок вашего членства в клубе будет сооветствовать оплаченному периоду.
sv_se: Betlar du Online eller väljer att betala med faktura sker aktivierng direkt.
