Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/application.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se

# page1.headline
source: Become a Member / Renew Membership
da_dk: Bliv medlem
de_de: Mitglied werden
el_gr: Γίνετε Μέλη
es_es: Hágase socio
fi_fi: Liity jäseneksi
fr_fr: Devenir Membre
is_is: Gerast meðlimur
it_it: DIVENTA SOCIO
ja_jp: 会員申し込み
nl_be: Lid worden
nl_nl: Deelnemer Worden
no_no: Bli medlem!
pt_pt: Inscreva-se
ro_ro: Deveniti Membru
ru_ru: Стать членом клуба
sv_se: Bli medlem

# page1.intro_text
source: Now, joining Intervac is easier than ever! We offer a free trial membership for {{number}} days. Sign up (no credit card required) and set up your listing. Take some time and have a look around our online facilities. We are improving them all the time. If you're not satisfied that Intervac, <italic>the original home exchangers</italic> is the right service for you, no problem. After {{number}} days your membership will expire.
da_dk: Det er nu blevet endnu nemmere end tidligere, at finde ud af om boligbytte er noget for dig. Vi tilbyder nu et {{number}} dages gratis medlemsskab, hvor du har mulighed for at komme hele vejen rundt inde i vores medlemsområde. Alt, hvad du skal gøre er at oprette en profil med de nødvendige oplysninger og så er du igang! Ønsker du ikke at fortsætte som betalende medlem efter de {{number}} dage ophører dit medlemsskab automatisk og, hvis du ønsker at fortsætte fornyr du det blot og indbetaler medlemsbidraget på DKK 585. Vi ønsker dig rigtig god fornøjelse.
de_de: Es ist jetzt sehr einfach bei INTERVAC Mitglied zu werden - wir bieten Ihnen nämlich eine {{number}}-Tage "Schnuppermitgliedschaft"! Werden Sie Mitglied für {{number}} Tage - ohne Bezahlung - füllen Sie einfach die online-Anmeldung aus. Nehmen Sie sich etwas Zeit und surfen durch unsere online-Einrichtugen, die wir laufend verbessern! Wenn Sie mit INTERVAC-Haustausch nicht zufrieden sein sollten - kein Problem - nach {{number}} Tagen läuft Ihre Mitgliedschaft automatisch aus.
es_es: Ahora inscribirse a Intervac es más fácil. Le ofrecemos una inscripción de prueba de {{number}} días. Inscríbase (no necesita tarjeta de crédito) y redacte su anuncio. Conozca nuestro servicio online. Lo estamos mejorando continuamente. Si no queda satisfecho de Intervac, y piensa <italic>que el servicio original de intercambio<italic> no es para usted, no hay ningún problema. Después de {{number}} días su inscripción caducará.
fi_fi: Liittyminen Intervaciin on nyt helpompaa kuin koskaan! Tarjoamme ilmaisen koejäsenyyden {{number}} päivän ajaksi. Rekisteröidy (luottokorttia ei tarvita) ja laadi oma ilmoituksesi. Käytä vähän aikaa tutustuaksesi palvelumme ominaisuuksiin. Me kehitämme niitä koko ajan. Jos et ole tyytyväinen palveluun, jota Intervac, <italic>kodinvaihdon alkukoti</italic> sinulle tarjoaa, ei se mitään. {{number}} päivän jälkeen jäsenyytesi päättyy.
fr_fr: Si vous ne connaissez pas encore Intervac, nous vous offrons une inscription d'essai gratuite pendant {{number}} jours. Inscrivez-vous (pas de carte de crédit nécessaire) et publiez votre offre avec textes et photos. Prenez le temps ensuite de naviguer sur le site, de découvrir les offres et les services, envoyer vos propositions d'échange. Si vous n'êtes pas convaincus qu'Intervac, le pionnier des vacances échange depuis 1953, n'est pas le service qu'il vous faut, aucun problème : votre inscription d'essai expirera après {{number}} jours.
is_is: Nú er auðveldara en nokkurru sinni að ganga í Intervac! Við bjóðum fría prufuaðild í {{number}} daga. Skráðu þig (engin krafa um krítarkortaskráningu) og færðu inn þína skráningu. Taktu þér góðan tíma og skoðaðu úrvalið af þeim heimilaskiptum sem eru í boði. Það bætist við framboðið daglega. Ef þú ert ekki sannfærður um að Intervac, <italic>upprunalegu heimilaskiptasamtökin</italic> sé rétt þjónusta fyrir þig, ekkert vandamál. Eftir {{number}} daga rennur aðild þín út.
it_it: Adesso iscriversi a Intervac é più facile ancora. Noi offriamo una iscrizione gratuita di prova per {{number}} giorni. Iscrivetevi (non é necessario il pagamento) e costruite la vostra pagina. Prendete tempo e date uno sguardo alle possibilità che Intervac offre e che stiamo ancora migliorando.Se credete che Intervac, <italic>la prima organizzazione per lo scambio casa</italic>non sia il servizio che vi soddisfa non ci sono problemi. Dopo {{number}} giorni la vostra iscrizione scadrà
ja_jp: インターバックに入会するのは以前にくらべずっと簡単になりました！ 無料での会員体験資格を {{number}} 日間提供しています。入会し（会費のためのクレジットカードは必要ありません）、あなたのリスティング（登録情報）を作成してください。無料期間で我々のシステムをチェックし内容を見てください。我々は日々改良を重ね更新しています。もし <italic>元祖ホームエクスチェンジ</italic>であるインターバックにご満足いただけない場合は、 {{number}} 日後に会員資格は終了しますのであなたには何の問題も起こりません。
nl_be: Inschrijven wordt nog eenvoudiger! Wij bieden nu gratis gedurende {{number}} dagen een proeflidmaatschap aan. Schrijf in (geen kredietkaart nodig) en vul je gegevens aan. Neem rustig de tijd om al onze faciliteiten te bekijken, ze worden voortdurend verbeterd. Geen probleem indien je oordeelt dat Intervac, <italic>de huisruilers van het eerste uur<italic>voor jou niet de gewenste diensten kan aanbieden. Na {{number}} dagen zal je gratis proeflidmaatschap vervallen.
nl_nl: Nu is inschrijven voor Intervac gemakkelijker dan ooit! Wij bieden een gratis {{number}}-dagen testdeelname aan. Schrijf in ( geen credit card nodig ) en maak uw eigen webpagina aan. Neem even de tijd om de mogelijkheden op onze website te bekijken. Wij zijn nog voortdurend bezig met het aanbrengen van verbeteringen. Als je niet tevreden bent over Intervac, <italic> de oorspronkelijke home exchangers</italic> en vindt dat het niet de geschikte organisatie voor u is, geen probleem. Na {{number}} dagen loopt uw deelname af.
no_no: Nå er det lettere enn noen sinne å bli medlem i Intervac. Vi tilbyr gratis prøvemedlemskap i {{number}} dager. Meld deg inn nå, og lag din oppføring. Du trenger ikke kredittkort for å melde deg inn som prøvemedlem. Bruk litt tid og se rundt på det vi har tilgjengelig online. Vi forbedrer sidene hele tiden. Om du ikke er fornøyd med Intervac, <italic>de opprinnelige boligbytterne</italic> etter noen {{number}} dager, ikke noe problem, ditt medlemskap vil gå ut av seg selv.
ro_ro: Acum , este mai usor ca niciodata sa te alaturi membrilor Intervac. Va oferim o incercare gratuita , valabila cateva zile: Inscrieti-va ( nu aveti nevoie de cartea de credit) si prezentati-va oferta.Afla cat mai multe despre facilitatile noastre puse online. Acestea sunt imbunatatite permanent: Daca Intervac nu este ceea ce iti doresti , nu ai nimic de pierdut: Dupa cateva zile , calitatea ta de membru va expira:
sv_se: Att gå med i Intervac är enklare än någonsin! Vi erbjuder en gratis testperiod medlemskap för {{number}} dagar. Registrera dig (inget kreditkort behövs) och lägg upp dina uppgifter. Ta lite tid och ta en titt runt vår online-system. Vi förbättrar det hela tiden. Ge oss gärna feedback Efter {{number}} dagar ditt medlemskap löper ut, men du kan när som helga in och betala som aktiv medlem.

# page1.step_1
source: <strong>Step #1:</strong>
da_dk: <strong>Trin #1:</strong>
de_de: <strong>Schritt 1:</strong>
el_gr: <strong>Βήμα #1:</strong>
es_es: <strong>Paso #1:</strong>
fi_fi: <strong>Vaihe #1:</strong>
fr_fr: <strong>Étape #1:</strong>
is_is: <strong>Skref #1:</strong>
it_it: <strong>Passo #1:</strong>
ja_jp: <strong>ステップ #1:</strong>
nl_be: <strong>Stap #1:</strong>
nl_nl: <strong>Stap #1:</strong>
no_no: <strong>Trinn #1:</strong>
pt_pt: <strong>Passo 1:</strong>
ro_ro: <strong>Pasul #1:</strong>
ru_ru: <strong>Шаг #1:</strong>
sv_se: <strong>Steg #1:</strong>

# -x- page1.step_1_text
source: Create your membership
da_dk: Bopælsland og kontaktoplysninger (2 billeder)
de_de: Erstellen Sie Ihre Mitgliedchaft
el_gr: Συμπληρώστε τα στοιχεία σας
es_es: Cree su inscripción
fi_fi: Aloita jäsenyys
fr_fr: Ouvrir votre compte
is_is: Undirbúa umsóknina
it_it: Create la vostra iscrizione
ja_jp: 会員申し込み
nl_be: Maak je lidmaatschap aan
nl_nl: Als Deelnemer Inschrijven
no_no: Meld deg inn
pt_pt: Prencha o formulário de registo
ro_ro: Creati- va statutul de membru
ru_ru: Зарегистрироваться
sv_se: Skapa en medlemsprofil

# page1.step_2
source: <strong>Step #2:</strong>
da_dk: <strong>Trin #2:</strong>
de_de: <strong>Schritt 2:</strong>
el_gr: <strong>Βήμα #2:</strong>
es_es: <strong>Paso #2:</strong>
fi_fi: <strong>Vaihe #2:</strong>
fr_fr: <strong>Étape #2:</strong>
is_is: <strong>Skref #2:</strong>
it_it: <strong>Passo #2:</strong>
ja_jp: <strong>ステップ #2:</strong>
nl_be: <strong>Stap #2:</strong>
nl_nl: <strong>Stap #2:</strong>
no_no: <strong>Trinn #2:</strong>
pt_pt: <strong>Passo 2:</strong>
ro_ro: <strong>Pasul #2:</strong>
ru_ru: <strong>Шаг #2:</strong>
sv_se: <strong>Steg #2:</strong>

# page1.step_2_text
source: Choose your membership plan
da_dk: Betalingsoplysninger
de_de: Bezahlung
el_gr: Πληρώστε τη συνδρομή σας
es_es: Realice el pago
fi_fi: Maksaminen
fr_fr: Procéder à votre inscription
is_is: Greiðið fyrir aðildina
it_it: Effettua il pagamento
ja_jp: 会費を払う
nl_be: Betaal je bijdrage
nl_nl: Contributie Betaling
no_no: Betal medlemsavgift
pt_pt: Pague a taxa de inscrição
ro_ro: Efectuati plata
ru_ru: Оплатить
sv_se: Betala medlemskapet

# page1.step_3
source: <strong>Step #3:</strong>
da_dk: <strong>Trin #3:</strong>
de_de: <strong>Schritt 3:</strong>
el_gr: <strong>Βήμα #3:</strong>
es_es: <strong>Paso #3:</strong>
fi_fi: <strong>Vaihe #3:</strong>
fr_fr: <strong>Étape #3:</strong>
is_is: <strong>Skref #3:</strong>
it_it: <strong>Passo #3:</strong>
ja_jp: <strong>ステップ #3:</strong>
nl_be: <strong>Stap #3:</strong>
nl_nl: <strong>Stap #3:</strong>
no_no: <strong>Trinn #3:</strong>
pt_pt: <strong>Passo 3:</strong>
ro_ro: <strong>Pasul #3:</strong>
ru_ru: <strong>Шаг #3:</strong>
sv_se: <strong>Steg #3:</strong>

# last_step.breadcrumbs
source: Build your listing
da_dk: Profiloplysninger
de_de: Bitte geben Sie Ihre Daten zu Ihrem Angebot ein.
el_gr: Εμπλουτίστε την καταχώρισή σας
es_es: Cumplimente su anuncio
fi_fi: Tee oma ilmoituksesi
fr_fr: Créer votre offre d'échange
is_is: Byggið upp eigin kynningu á óskum ykkar og högum
it_it: Costruisca la sua iscrizione
ja_jp: あなたのリスティング（登録事項）を入力
nl_be: Vervolledig je aanbieding
nl_nl: Invullen Verdere Gegevens
no_no: Lag din liste
pt_pt: Melhore a sua ficha
ro_ro: Construiti-va listarea
ru_ru: Заполнить свою анкету
sv_se: Komplettera er profil för publicering

# page1.country_headline
source: Your Country of Residence
da_dk: Dit bopælsland
de_de: Land Ihres Wohnsitzes.
el_gr: Χώρα κατοικίας σας
es_es: El país en el que reside
fi_fi: Asuinmaasi
fr_fr: Votre pays de résidence
is_is: Heimaland
it_it: Il suo Paese di Residenza
ja_jp: あなたの居住している国
nl_be: Het land waar je woont
nl_nl: Het land waar je woont
no_no: Ditt hjemland
pt_pt: País de Residência
ro_ro: Ţara dumneavoastră de reşedinţă
ru_ru: Ваша страна проживания
sv_se: Mitt hemland är

# page1.select_country_text
source: Select the country where you live
da_dk: Vælg det land, hvor du bor
de_de: Wählen Sie das Land, in dem Sie leben.
el_gr: Επιλέξτε τη χώρα που ζείτε
es_es: Seleccione el país en el que vive
fi_fi: Valitse maa, jossa asut
fr_fr: Indiquez le pays où vous habitez
is_is: Veljið heimaland
it_it: Selezioni il Paese in cui vive
ja_jp: あなたが居住している国を選択
nl_be: Selecteer het land waar je woont
nl_nl: Selecteer het land waar je woont
no_no: Velg landet der du bor:
pt_pt: Escolha o país onde vive
ro_ro: Selectaţi ţara în care locuiţi
ru_ru: Выберите страну, где вы живете
sv_se: Välj det land där ni bor

# page1.how_to_renew
source: To renew any expired membership, please <link>login here</link> and click the <italic>Renew Now</italic> button at the top of the page.
da_dk: Vil du forny et udløbet medlemsskab skal du <link>logge ind her</link> og klikke på <italic>Forny</italic> knappen i toppen af billedet.
de_de: Um Ihre Mitgliedschaft zu erneuen, bitte <link>login hier</link> und klicken Sie <italic>erneuern jetzt</italic> oben auf der Seite.
es_es: Para renovar una inscripción caducada, entre con sus claves de acceso y vaya a su página personal y clic en el botón de <italic>Renovar Ahora<italic> al principio de la misma.
fi_fi: Uudistaaksesi päättyneen jäsenyyden <link>kirjaudu tästä</link> ja napsauta <italic>Uudista nyt</italic> painiketta sivun yläosassa.
fr_fr: Pour renouveler votre adhésion, veuillez <link>vous connecter ici</link> et cliquer sur le bouton <italic>Renouveler maintenant</italic> en haut de votre page d'accueil.
is_is: Smelltu á <link>innskráning og endurnýjun </link> til að endurnýja útrunna aðild, skráðu þig inn og smelltu síðan á <italic> Greiða aðild mína hér </italic> hnappinn efst á síðunni.
it_it: Per rinnovare l'iscrizione scaduta, per favore <link> inserisca qui il suo login</link> e clicchi sul bottone <italic> Rinnovi Adesso</italic> all'inizio della pagina
ja_jp: 無効となった会員資格を更新するには、 <link>ここからログインして</link>、このページの上にある <italic>更新する</italic>ボタンをクリックしてください。.
nl_be: Om je vervallen lidmaatschap te hernieuwen gelieve <link>hier in te loggen</link>en klik op de <italic>Nu hernieuwen </italic> toets bovenaan de pagina.
nl_nl: Als uw deelname is afgelopen, dan kunt u Her-Inschrijven door te klikken op deze link: <link>hier inloggen</link> <italic> </italic>
no_no: For å fornye medlemsskapet i Intervac, vær snill <link>login here</link> og klikk <italic>Renew now</italic> på toppen av siden.
ro_ro: Pentru a reinnoi un cont de membru expirat , te rugam sa te loghezi aici si sa dai clic pe butonul Reinnoieste Acum din partea de sus a paginii.
sv_se: För att förnya ett utgånget medlemskap, vänligen <link> logga in här </ link> och klicka på <italic> Förnya nu </italic> längst upp på sidan.

# page1.prices_headline
source: Membership Prices
da_dk: Årligt medlemsskab
de_de: Jährlicher Mitgliedsbeitrag
el_gr: Ποσό Συνδρομής
fi_fi: Vuosijäsenmaksu
fr_fr: Adhésion valable 12 mois
is_is: Árgjald
it_it: Quota per l'iscrizione
ja_jp: 会費
nl_be: Jaarlijks lidmaatschap
nl_nl: Contributie Bedragen
no_no: Medlemskap for ett år
pt_pt: Taxa de inscrição anual
ro_ro: Taxe de membru
ru_ru: Годовое членство в клубе
sv_se: Årligt medlemskap

# page1.contact_information_headline
source: Your Contact Information
da_dk: Dine kontaktinformationer
de_de: Ihre Mitgliedsdaten.
el_gr: Τα στοιχεία σας επικοινωνίας (ΜΕ ΛΑΤΙΝΙΚΑ ΓΡΑΜΜΑΤΑ)
fi_fi: Yhteystietosi
fr_fr: Vos Coordonnées
is_is: Upplýsingar um ykkur
it_it: Qui i dettagli della sua iscrizione
ja_jp: 登録情報の入力（すべてローマ字で）
nl_be: Details van je lidmaatschap
nl_nl: Details van je Deelname
no_no: Detaljene vedrørende ditt medlemskap.
pt_pt: Detalhes da sua inscrição
ro_ro: Informatiile dumneavoastra de contact
ru_ru: Ваша контактная информация
sv_se: Era medlemsdetaljer

# page1.first_name
source: First Name <required>*</required>
da_dk: Fornavn <required>*</required>
de_de: Vorname <erwünscht>*</erwünscht>
el_gr: Όνομα <required>*</required>
es_es: Nombre <required>*</required>
fi_fi: Etunimi <required>*</required>
fr_fr: Votre Nom <required>*</required>
is_is: Skírnarnafn. <required>*</required>
it_it: Cognome <required>*</required>
ja_jp: お名前（名） <required>*</required>
nl_be: Voornaam <required>*</required>
nl_nl: Voornaam <required>*</required>
no_no: Fornavn <required>*</required>
pt_pt: Primeiro Nome <required>*</required>
ro_ro: Numele <required>*</required>
ru_ru: Имя <required>*</required>
sv_se: Förnamn <required>*</required>

# page1.last_name
source: Last Name <required>*</required>
da_dk: Efternavn <required>*</required>
de_de: Nachname <erwünscht>*</erwünscht>
el_gr: Επώνυμο <required>*</required>
es_es: Apellido <required>*</required>
fi_fi: Sukunimi <required>*</required>
fr_fr: Votre Prénom <required>*</required>
is_is: Eftirnafn. <required>*</required>
it_it: Nome <required>*</required>
ja_jp: お名前（姓） <required>*</required>
nl_be: Familienaam <required>*</required>
nl_nl: Familienaam <required>*</required>
no_no: Etternavn <required>*</required>
pt_pt: Apelido <required>*</required>
ro_ro: Prenumele <required>*</required>
ru_ru: Фамилия <required>*</required>
sv_se: Efternamn <required>*</required>

# page1.email
source: Your Email Address <required>*</required>
da_dk: Email <required>*</required>
de_de: Email Adresse <required>*</required>
el_gr: Email <required>*</required>
es_es: Dirección de Correo Elctrónico <required>*</required>
fi_fi: Sähköposti <required>*</required>
fr_fr: Votre E-mail <required>*</required>
is_is: Netfang <required>*</required>
it_it: Indirizzo email <required>*</required>
ja_jp: Ｅ－ｍａｉｌアドレス <required>*</required>
nl_be: E-mail adres <required>*</required>
nl_nl: Email adres <required>*</required>
no_no: E-postadresse
pt_pt: Endereço E-mail <required>*</required>
ro_ro: Adresa email <required>*</required>
ru_ru: Ваш адрес электронной почты <required>*</required>
sv_se: Epost adress

# page1.login_and_password
source: Login and Password
da_dk: Login og kodeord
de_de: Login und Passwort
es_es: Login y Password
fi_fi: Kirjautuminen ja salasana
fr_fr: Identifiant et mot de passe
is_is: Innskráning og lykilorð
it_it: Login e Password
ja_jp: ログインとパスワード
nl_be: Login en paswoord
nl_nl: Login en Password
no_no: Login og Passord
ro_ro: Logare si Parola
sv_se: Login och lösenord <required>*</required>

# page1.choose_login
source: Choose Login <required>*</required>
da_dk: Vælg brugernavn <required>*</required>
de_de: Login wählen <erwünscht>*</erwünscht>
el_gr: Διαλέξτε όνομα χρήστη <required>*</required>
es_es: Elija Login <required>*</required>
fi_fi: Valitse käyttäjätunnus <required>*</required>
fr_fr: Choisissez votre identifiant <required>*</required>
is_is: Veljið aðgangsorð <required>*</required>
it_it: Scelga il Login <required>*</required>
ja_jp: ログインＩＤ <required>*</required>
nl_be: Kies een login <required>*</required>
nl_nl: Kies een login <required>*</required>
no_no: Velg ditt brukernavn <required>*</required>
pt_pt: Escolha o nome de Utilizador <required>*</required>
ro_ro: Alegeti logarea <required>*</required>
ru_ru: Выберите имя пользователя <required>*</required>
sv_se: Välj login namn <required>*</required>

# page1.choose_password
source: Choose Password <required>*</required>
da_dk: Vælg adgangskode <required>*</required>
de_de: Passwort wählen <erwünscht>*</erwünscht>
el_gr: Διαλέξτε κωδικό <required>*</required>
es_es: Elija Password <required>*</required>
fi_fi: Valitse salasana <required>*</required>
fr_fr: Choisissez votre mot de passe <required>*</required>
is_is: Veljið lykilorð <required>*</required>
it_it: Scelga la Password <required>*</required>
ja_jp: パスワード <required>*</required>
nl_be: Kies een paswoord <required>*</required>
nl_nl: Kies een password <required>*</required>
no_no: Velg ditt passord <required>*</required>
pt_pt: Escolha a Senha <required>*</required>
ro_ro: Alegeti parola <required>*</required>
ru_ru: Выберите пароль <required>*</required>
sv_se: Välj lösenord <required>*</required>

# page1.confirm_password
source: Confirm Password <required>*</required>
da_dk: Skriv adgangskode igen <required>*</required>
de_de: Passwort bestätigen <erwünscht>*</erwünscht>
el_gr: Επιβεβαιώστε κωδικό <required>*</required>
es_es: Confirme Password <required>*</required>
fi_fi: Vahvista salasana <required>*</required>
fr_fr: Confirmez le mot de passe <required>*</required>
is_is: Staðfestið lykilorð <required>*</required>
it_it: Confermi la Password <required>*</required>
ja_jp: パスワード（再入力） <required>*</required>
nl_be: Bevestig je paswoord <required>*</required>
nl_nl: Bevestig je password <required>*</required>
no_no: Bekreft passord <required>*</required>
pt_pt: Confirme a Senha <required>*</required>
ro_ro: Confirmati parola <required>*</required>
ru_ru: Подтвердите пароль <required>*</required>
sv_se: Bekr lösenord <required>*</required>

# page1.agree_terms_privacy
source: I agree to the Intervac {TERMS_AND_CONDITIONS} and {PRIVACY_POLICY}
da_dk: Jeg accepterer Intervacs {TERMS_AND_CONDITIONS} og {PRIVACY_POLICY}
de_de: Erkläre mich einverstanden mit den {TERMS_AND_CONDITIONS} und {PRIVACY_POLICY} von INTERVAC.
el_gr: Συμφωνώ με τους όρους της Intervac {TERMS_AND_CONDITIONS} και την πολιτική ιδιωτικότητας {PRIVACY_POLICY}
es_es: Estoy de acuerdo con los {TERMS_&_CONDITIONS} y con la {PRIVACY_POLICY} de Intervac
fi_fi: Hyväksyn Intervacin {TERMS_AND_CONDITIONS} ja {PRIVACY_POLICY}
fr_fr: J'accepte les {Conditions_d'utilisation} et les {Règles de Confidentialité} Intervac
is_is: Ég samþykki {TERMS_AND_CONDITIONS} og {PRIVACY_POLICY}
it_it: Accetto {TERMINI_E_CONDIZIONI} E {PRIVACY_POLICY di Intervac
ja_jp: 私はインターバックの {TERMS_AND_CONDITIONS} と {PRIVACY_POLICY}に同意します。
nl_be: Ik ga akkoord met de Intervac {TERMS_AND_CONDITIONS} en {PRIVACY_POLICY}
nl_nl: Ik ga akkoord met de Intervac {TERMS_AND_CONDITIONS} en {PRIVACY_POLICY}
no_no: Jeg sier meg enig i Intervacs {TERMS_AND_CONDITIONS} og {PRIVACY_POLICY}
pt_pt: Concordo com os {TERMS_AND_CONDITIONS} e a {PRIVACY_POLICY} do Intervac
ro_ro: Sunt de acord cu Termenii si conditiile Intervac precum si cu Politica de confidentialitate
ru_ru: Я согласен с {TERMS_AND_CONDITIONS} и {PRIVACY_POLICY}
sv_se: Jag bekr att jag accepterar Intervac:s {TERMS_AND_CONDITIONS} och {PRIVACY_POLICY}

# page1.proceed_to_payment_button
source: Proceed to Payment
da_dk: Fortsæt til betaling
de_de: Weitergehen zu Bezahlung.
es_es: Pago
fi_fi: Jatka maksamiseen
fr_fr: Procéder au paiement
is_is: Áfram að greiðslu
it_it: Proceda al Pagamento
ja_jp: 支払いを始める
nl_be: Ga verder naar betaling
nl_nl: Verdergaan naar Betaling
no_no: Fortsett til betaling
ro_ro: Plata
sv_se: Gå vidare till betalning

# page1.continue_button
source: Continue
da_dk: Fortsæt
de_de: Weiter
es_es: Continúe
fi_fi: Jatka
fr_fr: Continuer
is_is: Áfram
it_it: Continua
ja_jp: 続ける
nl_be: Ga verder
nl_nl: Doorgaan
no_no: Fortsett
ro_ro: Continua
sv_se: Gå vidare

# page1.trial_offer_button
source: Try Intervac {{number}} Days Free
da_dk: Prøv Intervac gratis i {{number}} dage
de_de: Versuchen Sie die {{number}}-Tage-Schnupper-Mitgliedschaft.
es_es: Pruébenos Gratis {{number}} Días
fi_fi: Kokeile Intervacia {{number}} päivää maksutta
fr_fr: Faire un TEST gratuit de {{number}} jours
is_is: Prófaðu Intervac {{number}} daga frítt
it_it: Provi GRATUITAMENTE Intervac per {{number}} giorni
ja_jp: {{number}}日間のインターバック無料体験をする
nl_be: Test gratis gedurende {{number}} dagen Intervac
nl_nl: Probeer {{number}} dagen gratis deelname
no_no: Prøv Intervac i {{number}} dager gratis
sv_se: Fritt prov-medlemskap {{number}} dagar

# page1.default_no_country_selected
source: No country selected
da_dk: Der er ikke valgt et land
de_de: Sie haben kein Land ausgewählt!
el_gr: Δεν επιλέξατε χώρα
es_es: No ha seleccionado ningún país
fi_fi: Maata ei ole valittu
fr_fr: Aucun pays sélectionné
is_is: Ekkert land valið
it_it: Non é stato selezionato il Paese
ja_jp: 国が選択されていません
nl_be: Geen land geselecteerd
nl_nl: Geen land geselecteerd
no_no: Intet land er valgt
pt_pt: Não seleccionou o país
ro_ro: Nicio tara selectata
ru_ru: Страна не выбрана
sv_se: Inget land är valt
