Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/application.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se

# page1.errors.agree_to_conditions
source: Please agree to Intervac Terms and Conditions and Privacy Policy
da_dk: Du skal acceptere Intervacs Terms and Conditions and Privacy Policy
de_de: Bitte bestätigen Sie die Geschäftsbedingungen und Datenschutzerklärung von INTERVAC.
el_gr: Θα πρέπει πρώτα να συμφωνήσετε με τους όρους της Intervac και την πολιτική ιδιωτικότητας
es_es: Por favor indique que está de acuerdo con los términos y condiciones y con la política de privacidad de Intervac
fi_fi: Ole hyvä ja hyväksy Intervacin käyttöehdot ja yksityisyydensuoja.
fr_fr: Veuillez lire et accepter les conditions d'utilisation et les règles de confidentialité du site Intervac
is_is: Vinsamlegast samþykkið {TERMS_AND_CONDITIONS} og {PRIVACY_POLICY}
it_it: Per cortesia dia il consenso a Termini e Condizioni
ja_jp: どうぞインターバックの条件と条項及びプライバシー条項に同意してください。
nl_be: Gelieve akkoord te gaan met de Intervac Voorwaarden en het Privacy Beleid
nl_nl: Accepteer de Intervac Voorwaarden en het Privacy Beleid
no_no: Vennligst si deg enig i Intervacs betingelser og vilkår samt personvern
pt_pt: É necessário assinalar se concorda com os Termos e Condições e a Política de Privacidade do Intervac
ro_ro: Sunt de acord cu Termenii si conditiile Intervac precum si cu Politica de confidentialitate
ru_ru: Пожалуйста, вы должны принять Условия предоставления услуг и Политику по отношению к личной информации членов клуба Intervac
sv_se: Vänligen godkänn Intervac:s medlemsvillkor och Sekretesspolicy

# page1.errors.email_taken
source: That email address is already in use in our database. Please login to renew your membership.
da_dk: Den angivne email adresse er allerede registreret i vores database. Log ind for at forny dit medlemskab eller vælg en anden email adresse.
de_de: Diese Email Adresse ist bereits in unserer Datenbank vorhanden! Bitte loggen Sie sich ein, um Ihre Mitgliedschaft zu verlängern.
el_gr: Αυτό το email υπάρχει ήδη στη βάση μας. Παρακαλούμε συνδεθείτε στη βάση προκειμένου να ανανεώσετε τη συνδρομή σας.
es_es: Esta dirección de correo electrónico ya existe en nuestra base de datos. Por favor ponga su login para renovar su inscripción o bien use otra dirección de correo electrónico.
fi_fi: Antamasi sähköpostiosoite on jo tietokannassamme. Uudista jäsenyytesi ole hyvä.
fr_fr: Votre adresse e-mail existe déjà dans notre base de données : connectez-vous avec vos identifiants Intervac pour renouveler votre adhésion. Sinon, utilisez une autre adresse e-mail.
is_is: Þetta netfang er þegar skráð í gagnagrunni okkar. Vinsamlega skráðu þig inn til að endurnýja aðild þína.
it_it: L'indirizzo email é già in uso nel nostro database. Per cortesia cambi o rinnovi la sua iscrizione oppure usi un diverso indirizzo email
ja_jp: メールアドレスはすでにデーターベースで使われています。ログインしてあなたの会員資格を更新してください。
nl_be: Dit email adres is reeds in gebruik in onze database. Gelieve in te loggen om je lidmaatschap te hernieuwen, of gebruik een ander email adres.
nl_nl: Dit email adres is al in gebruik in onze database. U kunt nog als deelnemer inloggen en je deelname weer te activeren, of gebruik een ander email adres.
no_no: Denne e-postadressen er allerede i bruk i vår database. Vennligst sett inn din login for å fornye ditt medlemskap, eller bruk en annen e-postadresse.
pt_pt: Esse endereço de e-mail já está a ser utilizado por um membro. Por favor, entre na zona de acesso para membros e renove a sua inscrição. Se precisar de ajuda, consulte a secção Contactos.
ro_ro: Adresa dvs email se afla deja in baza noastra de date.Va rugam logati-va ca sa reinoiti statutul de membru
ru_ru: Данный адрес электронной почты уже используется в нашей базе данных. Пожалуйста, введите ваше имя пользователя и пароль для продления членства в клубе.
sv_se: Denna Epost adress finns redan i vår databas. Antingen logga in för att förnya ert medlemskap, eller välj en annan Epost adress

# page1.errors.login_taken
source: Sorry, your chosen login is already in use. Please choose another one.
da_dk: Det valgte brugernavn er optaget. Vælg venligst et nyt.
de_de: Ihr login ist bereits vergeben - bitte wählen Sie ein anderes Login!
el_gr: Λυπούμαστε αλλά το όνομα χρήστη αυτό υπάρχει ήδη στη βάση μας. Παρακαλούμε διαλέξτε άλλο.
es_es: Lo sentimos pero el login que ha elegido está ya ocupado. Por favor elija otro.
fi_fi: Valitsemasi käyttäjätunnus on jo käytössä. Ole hyvä ja valitse uusi.
fr_fr: Désolés, l'identifiant que vous avez choisi existe déjà. Veuillez en choisir un autre, merci.
is_is: Því miður, en valið aðgangsorð er þegar í notkun. Vinsamlega veljið annað.
it_it: Spiacenti, ma il login che ha scelto é già in uso. Ne scelga un altro per cortesia
ja_jp: 残念ながらあなたが選んだＩＤはすでに使用されています。別のＩＤを入れてください。
nl_be: Het spijt ons, maar je gekozen login is reeds in gebruik. Gelieve een andere te kiezen.
nl_nl: Het spijt ons, maar je gekozen login is al in gebruik. Kies een andere login.
no_no: Beklager, login du valgte er allerede i bruk. Vennligst velg en annen login.
pt_pt: O nome de utilizador que escolheu não está disponível. Por favor escolha outro nome de utilizador.
ro_ro: Ne pare rau, numele cu care v-ati logat este deja folosit . Va rugam alegeti altul
ru_ru: Извините, выбранное вами имя пользователя уже занято. Пожалуйста, выберите другое.
sv_se: Tyvärr, detta användarnamn är upptaget. Välj ett annant.

# page1.errors.username_password_cannot_be_blank
source: Login and password cannot be blank.
da_dk: Brugernavn og adgangskode må ikke være blank.
de_de: Login und Passwort müssen ausgefüllt sein!
el_gr: Το όνομα χρήστη και ο κωδικός δεν επιτρέπεται να είναι κενά.
es_es: Su Login y su password no pueden estar en blanco.
fi_fi: Käyttäjätunnus ja salasana eivät voi olla tyhjiä.
fr_fr: Vous devez écrire vos identifiants de connexion.
is_is: Innskráning og lykilorð geta ekki verið auð.
it_it: La username i la password sono obbligatori
ja_jp: ＩＤとパスワードは必ず必要です。
nl_be: Login en en paswoord moeten worden ingevuld.
nl_nl: Login en Password moeten worden ingevuld.
no_no: Brukernavn og passord må fylles inn.
pt_pt: O nome de utilizador e a senha não podem estar vazios.
ro_ro: Locul pentru Logare si parola nu pot ramane necompletate
ru_ru: Поля Имя пользователя и Пароль не могут быть пустыми.
sv_se: Användarnamn och lösenord kan inte vara blankt

# page2.headline
source: Choose Your Membership Options
da_dk: Medlemstype
de_de: Wählen Sie Ihre Möglichkeiten für die Mitgliedschaft.
el_gr: Παρακαλούμε επιλέξτε τις επιλογές συνδρομής σας
es_es: Elija las Opciones de su Inscripción
fi_fi: Valitse jäsenyytesi asetukset
fr_fr: Choisissez votre formule d'inscription
is_is: Veldu þá aðild sem þér hentar
it_it: Scelga le sue opzioni per l'iscrizione
ja_jp: あなたの会員資格オプションを選択してください。
nl_be: Kies uit de volgende lidmaatschapsopties
nl_nl: Kies uit de volgende Deelname-Opties
no_no: Velg dine medlemsalternativer
pt_pt: Escolha as opções de inscrição
ro_ro: Alegeti varianta pentru a deveni membru
ru_ru: Пожалуйста, выберите варианты членства в клубе
sv_se: Välj medlemsalternativ

# page2.renewal_welcome_text
source: Welcome back to Intervac, {{member_name}}. Thank you for renewing your membership {{membership_number}}.
da_dk: Velkommen tilbage til Intervac, {{member_name}}. Tak fordi du fornyede dit medlemskab {{membership_number}}.
de_de: Herzlich Willkommen bei INTERVAC, {{member_name}}. Besten Dank für die Erneuerung Ihrer Mitgliedschaft {{membership_number}}. Sollten der Name oder die Mitgliedsnummer nicht identisch sein mit Ihren "alten" Daten, bitte kontakten Sie Ihren Organisator.
el_gr: Καλωσορίσατε πάλι στην Intervac, {{member_name}}. Σας ευχαριστούμε που ανανεώσατε τη συνδρομή σας ως μέλους {{membership_number}}.
es_es: Bienvenido de nuevo a Intervac, {{member_name}}. Gracias por renovar su suscripción {{membership_number}}.
fi_fi: Tervetuloa jälleen Intervacin jäseneksi, {{member_name}}. Kiitos jäsenyytesi uudistamisesta {{membership_number}}. (Jos tämä ei ole nimesi tai jäsentunnuksesi vaihtokohteesta, jonka jäsenyyden haluat uudistaa, ota yhteyttä paikailliseen edustajaasi apua saadaksesi.)
fr_fr: Bienvenue chez Intervac, Madame, Monsieur {{member_name}}, nous sommes heureux de vous accueillir à nouveau. Veuillez SVP renouveler votre adhésion référencée {{membership_number}}, merci.
is_is: Velkomin aftur í Intervac, {{member_name}}. Þakka þér fyrir að endurnýja aðild þína {{membership_number}}. (Ef þetta er rangt nafn eða aðildarnúmer fyrir heimili þitt skaltu hafa samband við umboðsmann þinn sem aðstoðar).
it_it: Bentornato in Intervac, {{member_name}}. Grazie per aver rinnovato la sua adesione {{membership_number}}.
ja_jp: インターバックに再びようこそ、 {{member_name}}. 会員資格の更新有難うございます {{membership_number}}.
nl_be: Opnieuw welkom bij Intervac, {{member_name}}. Dank je voor de hernieuwing van je lidmaatschap {{membership_number}}.
nl_nl: Opnieuw welkom bij Intervac, {{member_name}}. Dank je voor de her-inschrijving als deelnemer {{membership_number}}.
no_no: Velkommen tilbake til Intervac, {{member_name}}. Takk for at du fornyer ditt medlemskap {{membership_number}}.
pt_pt: Bem vindo de volta ao Intervac, {{member_name}}. Obrigado por ter renovado a sua inscrição {{membership_number}}.
ro_ro: Bine ati revenit la Intervac, {{member_name}}. Va multumim ca v-ati reinnoit statutul de membru {{membership_number}}.
ru_ru: С возвращением в Intervac, {{member_name}}. Спасибо за продление вашего членства в нашем клубе {{membership_number}}.
sv_se: Välkommen åter som medlem i INTERVAC, {{member_name}}. Tack för att ni förnyat ert medlemskap {{membership_number}}.

# page2.renewal_not_you
source: If this is not your name, or member id, please <link>contact your local agent</link> who will be able to help you further.
da_dk: Hvis dette ikke er dit navn eller medlemsnummer, kontakt venligst din <link>lokale repræsentant </link> for yderligere hjælp.
de_de: Sollte es nicht Ihr Name oder Ihre Mitgliedsnummer sein, wenden Sie sich bitte an Ihren Organisator - Sie bekommen in jedem Falle Hilfe!
el_gr: Αν αυτό δεν είναι το όνομά σας ή ο αριθμός μέλους σας, παρακαλούμε <link>επικοινωνήστε με τον τοπικό οργανωτή σας</link> που θα μπορέσει να σας βοηθήσει περαιτέρω.
es_es: Si este no es su nombre, o su número de suscriptor, por favor <link> contacte con su organizador local </link> quien podrá ayudarle.
fi_fi: Jos tämä ei ole nimesi, tai jäsennumerosi, ota yhteyttä paikalliseen edustajaasi <link> or </link>, joka auttaa sinua.
fr_fr: En cas d'erreur sur ces informations, veuillez <link>contacter votre Représentant National</link> pour assistance.
is_is: Sé þetta rangt nafn eða aðildarnúmer, vinsamlega <link>hafðu samband við umboðsmanninn </link> sem mun aðstoða þig.
it_it: Se questo non é il suo nome , o il suo ID, per favore <link>contatti il suo organizzatore locale</link> che sarà in grado di aiutarla..
ja_jp: もしこれがあなたの名前、又は会員ＩＤでないなら、 どうぞ <link>あなたの担当者にコンタクトを取ってください</link>、対処いたします。
nl_be: Indien dit niet je naam of ledenidentificatie is, gelieve <link>je lokale organisator te contacteren</link> die je verder kan helpen.
nl_nl: Indien dit niet je naam of deelnemers-identificatie is, neem dan contact op met <link>je lokale organisator</link> die je verder kan helpen.
no_no: Hvis dette ikke er ditt navn eller medlemsnummer<link>bes du vennligst ta kontakt med ditt lands leder av Intervac</link> som vil kunne hjelpe deg videre.
pt_pt: Se o seu nome ou número de membro não estão correctos, por favor <link>contacte o agente do seu país</link> para que ele o possa ajudar.
ro_ro: Daca acesta nu este numele sau ID -ul de membru va rugam <link>contactati agentul local</link>care va va putea ajuta pe viitor
ru_ru: Если данное имя или членский номер не принадлежат вам, пожалуйста <link>свяжитесь в агентом Intervac в вашей стране</link>, который поможет вам.

# page2.renewal_not_for_active_invisible
source: Hello, {{member_name}}. You already have an active membership with Intervac, but you have not finished filling in the details of your listing. Please <link>log-in here</link> and follow the link to Change you Listing. After you have done this and saved, your listing will be visible to all our members and you will be able to begin your search for a home exchange in earnest.
da_dk: Du har allerede en aktiv medlemsprofil, men har ikke indtastet alle nødvendige oplysninger. Log ind <link>her</link> og klik på linket til Rediger profil Når dette er gjort og din profil er gemt, vil den være synlig for andre medlemmer også, og du kan selv begynde at søge efter en byttepartner.
de_de: Hallo, {{member_name}}. Sie sind bereits aktives Mitglied bei INTERVAC, aber Ihr Angebot ist noch nicht mit allen Details ausgefüllt! Bitte <link>login hier </link> und folgen Sie dem link - Angebot ändern. Nachdem Sie dies ausgefüllt und gespeichert haben, wird Ihr Angebot für alle unsere Mitglieder sichtbar. Sie können jetzt mit der Suche nach einem geeigneten Tauschpartner beginnen!
el_gr: {{member_name}}, γειά σας. Ήδη έχετε ενεργό συνδρομή στην Intervac, αλλά δεν έχετε καταχωρίσει όλα τα στοιχεία σας. Παρακαλούμε <link>συνδεθείτε εδώ</link> και ακολουθήστε το σύνδεσμο Αλλάξτε την Καταχώρισή σας. Αφού το κάνετε και σώσετε τα στοιχεία, η καταχώρισή σας θα είναι ορατή σε όλα τα μέλη μας και θα μπορείτε να αρχίσετε να ψάχνετε για μέλη με τα οποία θα ανταλλάξετε σπίτια.
es_es: Hola, {{member_name}}. Usted ya tiene una inscripción en Intervac, pero no ha terminado de cumplimentar los datos de su anuncio. Por favor <link>log-in here</link> y siga el link para Cambiar su Anuncio. Una vez lo haya hecho y guardado, su anuncio será visible a los otros socios y podrá empezar a buscar su intercambio.
fi_fi: Hei, {{member_name}}. Olet jo Intervacin aktiivijäsen, mutta et ole vielä täyttänyt ilmoituksesi tietoja loppuun saakka. Ole hyvä, <link>kirjaudu tästä</link> ja seuraa linkkiä muuttaaksesi listauksesi tietoja. Sen tehtyäsi ja tallennettuasi ilmoituksesi näkyy kaikille jäsenillemme ja voit aloittaa tosissasi kodinvaihtokumppanin etsimisen.
fr_fr: Bonjour, M.{{member_name}}. Votre inscription Intervac est validée, mais vous n'avez pas enregistré votre offre d'échange, ce qui a pour effet de vous rendre invisible et inconnu(e) sur le site. Veuillez <link>vous connecter ici</link> et suivre les instructions pour créer votre offre avec textes et photographies. Votre offre sera dès lors publiée sur le site et vous pourrez commencer vos recherches, envoyer comme recevoir des propostions de vacances.
is_is: Halló, {{member_name}}. Þú hefur nú þegar virka aðild að Intervac en hefur ekki fyllt í alla reiti skráningar þinnar. Vinsamlegast <link>innskráðu</link> og haltu áfram til að breyta skráningu þinni. Þegar þú hefur lokið við þetta og vistað, verður skráning þín sýnileg öllum öðrum meðlimum og þú getur hafið leit af heilum hug til heimilaskipta.
it_it: Salve {{member_name}}. Lei ha già una iscrizione attiva con Intervac, ma non ha terminato di inserire i dettagli dell'iscrizione . Per favore <link>inserisca qui il login</link> e segua il link per modificare la sua pagina. Dopo che avrà fatto questo e salvato le modifiche, la sua pagina sarà visibile a tutti gli altri soci e lei sarà in grado di iniziare le ricerche per lo scambio casa.
ja_jp: こんにちわ、, {{member_name}}.。あなたはすでにインターバックの有効な会員資格がありますが、あなたのリスティングの必要事項の書き込みがまだ終っていません。どうぞ <link>log-in here</link>、あなたのリスティングを変更するためのリンクへといって下さい。その後、これが終って保存すれば、あなたのリスティングは他の会員が見ることが出来、あなたはホームエクスチェンジの検索を始める事が出来るでしょう。
nl_be: Dag, {{member_name}}. Je bent reeds actief lid van Intervac, maar je hebt de details van je aanbieding nog niet ingevuld. Gelieve <link>hier in te loggen</link> en volg de link naar Wijzig mijn aanbieding. Nadat je de wijzigingen hebt bewaard, zal je aanbieding beschikbaar zijn voor alle leden en kan je zelf op zoek gaan naar een huisruil.
nl_nl: Dag, {{member_name}}. Je bent reeds actief deelnemer van Intervac, maar je hebt de details van je aanbieding nog niet ingevuld. Log hier in <link>hier in te loggen</link> en volg de link naar Wijzig mijn aanbieding. Nadat je de wijzigingen hebt bewaard, zal je aanbieding beschikbaar zijn voor alle deelnemers en kun je zelf op zoek gaan naar een ruilafspraak.
no_no: Hei, {{member_name}}. Du har allerede et aktivt medlemskap i Intervac, men du er ikke ferdig å fylle inn dine detaljer. Vennligst <link> log-in her </ link> og følg linken for å forandre din oppføring. Etter at du har gjort dette og lagret, vil oppføringen din bli synlig for alle våre medlemmer, og du vil kunne starte søket etter et boligbytte.
pt_pt: Olá, {{member_name}}. A sua ficha está neste momento activa mas invisível. Por favor, preencha os detalhes em falta na sua ficha para que possamos colocá-la visível para os outros membros do Intervac. Por favor, entre na sua ficha carregando <link>aqui</link> e depois siga o link para alterar a sua ficha, preenchendo os campos em falta. Depois disto feito, basta guardar as alterações e a sua ficha ficará automaticamente visível para todos os membros do Intervac e poderá então começar a combinar as suas trocas.
ro_ro: Buna , {{member_name}}. Sunteti deja membru activ al Intervac , dar nu ati terminat de completat detaliile despre listarea dvs. Va rugam<link>logati-va aici</link> si urmati linkul pentru schimbarea listarii. După ce aţi făcut acest lucru şi ati salvat modificarile, listarea dvs. va fi vizibila pentru toţi membrii noştri şi veţi fi în măsură sa incepeti căutarea propriu-zisa a unui schimb de case
ru_ru: Здравствуйте, {{member_name}}. Вы уже являетесь активным членом клуба Intervac, но вы не закончили заполнение вашей анкеты. Пожалуйста, <link>войдите здесь</link> и следуйте по ссылке Изменить анкету. После внесения и сохранения изменений, ваша анкета станет видна всем членам нашего клуба, и у вас появится возможность начать поиск подходящего варианта обмена.
sv_se: Hej, {{member_name}}. Du har redan ett aktivt medlemskap i Intervac, men du har inte fyllt i alla uppgifter i din medlemsprofil. Vänligen <link> logga in här </ link> och följ länken till uppdatering av din auppgifter. När du har gjort detta och sparat, kommer din annons ska synas för alla våra medlemmar och du kommer att kunna börja din sökning för ett finna ett byte på allvar.
