Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/application.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se

# page3.payment_options.while_you_wait
source: While you are waiting for activation, feel free to log-in to our system (using the login and password you chose on the first page), and finsh filling out your listing details. You will be ready to begin contacting other members from the first day!
da_dk: Når betalingen er modtaget (typisk 1 bankdag senere) aktiveres medlemsprofilen.
de_de: Sie warten auf Ihre Mitgliedschaft? Trotzdem können Sie sich in unser System einloggen (login und Passwort wählen Sie auf der ersten Seite).Geben Sie hier Ihre kompletten Daten ein und sofort können Sie mit allen INTERVAC-Mitgliedern direkt Kontakt aufnehmen.
el_gr: Όσο αναμένετε την ενεργοποίηση, συνδεθείτε στο σύστημα (με χρήση του ονόματος χρήστη και του κωδικού που επιλέξατε) και εμπλουτίστε τα στοιχεία της καταχώρισής σας. Έτσι θα μπορείτε να επικοινωνείτε με άλλα μέλη από την πρώτη κιόλας μέρα!
es_es: Mientras usted está esperando a ser activado, entre en el sistema (usando el login y el password que eligió en la primera página), y termine de completar los datos de su anuncio. ¡Estará preparado para empezar a contactar a otros socios desde el primer día!
fi_fi: Odottaessasi jäsenyytesi aktivoitumista voit kirjautua järjestelmään (käytä ensimmäisellä näytöllä valitsemaasi tunnusta ja salasanaa) ja täyttää loput listauksesi tiedot. Näin olet valmis ottamaan yhteyttä muihin jäseniin jo jäsenyytesi ensimmäisestä päivästä alkaen!
fr_fr: L'activation de votre compte Intervac peut demander un délai de 24 heures maximum, après réception de votre paiement : un message automatique de confirmation vous sera envoyé en ce sens (noreply@intervac.com). Pendant ce temps, vous pouvez accéder librement à votre compte Intervac pour rédiger, illustrer et développer votre offre d'échange. N'hésitez pas à contacter votre Représentant National pour toute question ou demande d'information supplémentaire.
is_is: Á meðan þið bíðið eftir að aðild verði virk, endilega skrá ykkur inn með aðgangs- og lykilorði sem þið hafið valið á síðu 1, ljúkið við skráningu svo þið verðið tilbúin að hefja samband við aðra félagsmenn!
it_it: In attesa dell'attivazione della sua iscrizione, lei può entrare nel nostro sito usando il Login e la Password che ha scelto e perfezionare la sua iscrizione
ja_jp: 会員資格が有効になるまでの間に最初のページで選んだＩＤとパスワードを使ってログインする事は出来ます。有効になったら、他の会員にコンタクトを始めることが出来るでしょう。
nl_be: Terwijl je wacht op de activering, kan je reeds inloggen in het systeem (gebruik hiertoe de login en het paswoord dat je gekozen hebt op de eerste pagina), en ga verder met het vervolledigen van je gegevens. Zo ben je klaar om meteen van start te gaan!
nl_nl: Terwijl je wacht op de activering, kun je reeds inloggen in het systeem (gebruik hiervoor de login en het password dat je gekozen hebt op de eerste pagina), en ga verder met het invullen van je gegevens. Zo ben je klaar om meteen van start te gaan!
no_no: Mens du venter på at ditt medlemskap skal aktiveres, har du full anledning til å logge deg inn på vårt system (bruk login og passord som du valgte på første side), og avslutt utfyllingen av detaljene i ditt tilbud om boligbyttes. Da vil du være i stand til å ta kontakt med andre Intervac-medlemmer over hele verden fra det øyeblikket du får melding om at ditt medlemskap er aktivert!
pt_pt: Enquanto aguarda a activação da sua ficha, pode entrar no sistema, usando o nome de utilizador e senha que escolheu e completar a sua ficha. Assim que a sua ficha for activada, estará pronto a contactar outros membros!
ro_ro: In timp ce asteptati activarea listarii , nu ezitati sa va logati in sistem ( folosind numele si parola alese pe prima pagiina) si continuati sa completati detaliile privind listarea dvs. Veti putea contacta alti membrii chiar din prima zi !
ru_ru: Не дожидаясь активации вашей анкеты, вы можете войти в нашу систему (использую имя пользователя и пароль, выбранные при создании заявки), и заполнить вашу анкету. Вы будете готовы к общению с другими членами клуба с первого дня вашей активации!
sv_se: Du kan nu logga in (med hjälp av användarnamn och lösenord du valde på första sidan) och fylla i dina uppgifter detaljer.

# page3.payment_options.continue_button
source: Continue
da_dk: Næste
de_de: Weiter
el_gr: Συνεχίστε
es_es: Continuar
fi_fi: Jatka
fr_fr: Continuer
is_is: Áfram
it_it: Continua
ja_jp: 継続
nl_be: Ga door
nl_nl: Ga door
no_no: Fortsett
pt_pt: Continuar
ro_ro: Continuati
ru_ru: Продолжить
sv_se: Fortsätt

# page3.payment_options.paypal_headline
source: Pay with Credit Card
da_dk: Betal med Credit Card
de_de: Bezahlung mit Kreditkarte
es_es: Pague con Tarjeta de Crédito
fi_fi: Maksa luottokortilla
fr_fr: Payer par carte bancaire
is_is: Greiða með krítarkorti
nl_be: Betaal met kredietkaart
nl_nl: Betaal met Credit Card
no_no: Betal med kredittkort
ro_ro: Plateste cu Cartea de Credit
sv_se: Betala säkert med kreditkort

# page3.payment_options.paypal_text
source: The following credit cards are supported. Continue by clicking the "Continue to payment" button
da_dk: Følgende Credit Cards accepteres. Fortsæt ved at klikke på knappen.
de_de: Folgende Kreditkarten sind vertreten - klicken Sie den button
es_es: Puede pagar con las siguientes tarjetas. Hága "clic" en el botón
fi_fi: Seuraavat luottokortit ovat tuettuja. Jatka klikkaamalla painiketta
fr_fr: Moyens de paiement autorisés. Pour continuer cliquez sur le bouton
is_is: Hægt er að greiða með eftirfarandi krítarkortum. Haldið áfram með því að smella á hnappinn
nl_be: Wij ondersteunen de volgende kredietkaarten. Klik op de knop om verder te gaan.
nl_nl: De volgende Credit Cards worden geaccepteerd. Ga verder door op de Knop te klikken.
no_no: Følgende kredittkort støttes. Fortsett ved å klikke på "Continue to payment" knappen
ro_ro: Urmatoarele carti de credit sunt acceptate: Continuati facand clic pe butonul potrivit
sv_se: Följande kreditkort accepteras. Fortsätt genom att klicka på knappen

# page3.payment_options.paypal_button
source: Continue to payment
da_dk: Betal med PayPal
de_de: Bezahlen Sie mit PayPal.
el_gr: Πληρωμή με PayPal
es_es: Pague usando PayPal
fi_fi: Maksa PayPalin kautta
fr_fr: PayPal
is_is: Greiða með PayPal
it_it: Procedere al opagamento
nl_be: Betaal met PayPal
nl_nl: Betaal met PayPal
no_no: Fortsett til betaling
pt_pt: Pagar através do PayPal
ro_ro: Continuati cu Paypal
ru_ru: Продолжить в PayPal
sv_se: Betala online

# page3.payment_options.pay_cc_button
source: Continue to Ogone Payment Service
da_dk: Betal med kreditkort
de_de: Benutzen Sie Ihre Kreditkarte.
el_gr: Πληρωμή με πιστωτική κάρτα
es_es: Pague con tarjeta de crédito
fi_fi: Maksa luottokortilla
fr_fr: Payer par carte bancaire
is_is: Greiða með greiðslukorti
ja_jp: Ogone 支払いシステムへ続く
nl_be: Betaal met een kredietkaart
nl_nl: Betaal met een creditkaart
no_no: Betal med kredittkort
pt_pt: Pagar com cartão de crédito
ro_ro: Continuati cu Serviciul de plati Ogone
ru_ru: Продолжить в Ogone Payment Service
sv_se: Betala med kort

# page3.payment_options.visa_alt
source: Use your VISA card
da_dk: Betal med VISA
de_de: Benutzen Sie "VISA-card".
el_gr: Πληρωμή με VISA
es_es: Pague usando VISA
fi_fi: Käytä VISA korttia
fr_fr: Visa/Carte Bleue
is_is: Greiða með VISA
it_it: Pay using VISA
ja_jp: VISA カードを使用する。
nl_be: Betaal met Visa
nl_nl: Betaal met Visa
no_no: Betal ved å bruke VISA
pt_pt: Pagar com VISA
ro_ro: Folositi cardul dvs VISA
ru_ru: Используйте вашу карту VISA
sv_se: Pay using VISA

# page3.payment_options.amex_alt
source: Use your American Express card
da_dk: Betal med American Express
de_de: Benutzen Sie "American Express card".
el_gr: Πληρωμή με American Express
es_es: Pague usando American Express
fi_fi: Käytä American Express korttia
fr_fr: American Express
is_is: Greiða með American Express
it_it: Pay using American Express
ja_jp: アメリカンエクスプレス・カードを使用する
nl_be: Betaal met American Express
nl_nl: Betaal met American Express
no_no: Betal ved å bruke American Express
pt_pt: Pagar com American Express
ro_ro: Folositi cardul dvs American Express
ru_ru: Используйте вашу карту American Express
sv_se: Pay using American Express

# page3.payment_options.mastercard_alt
source: Use your MasterCard
da_dk: Betal med MasterCard
de_de: Benutzen Sie "Master Card".
el_gr: Πληρωμή με MasterCard
es_es: Pague usando MasterCard
fi_fi: Käytä MasterCardia
fr_fr: MasterCard
is_is: Greiða með MasterCard
it_it: Pay using MasterCard
ja_jp: マスターカードを使用する
nl_be: Betaal met MasterCard
nl_nl: Betaal met MasterCard
no_no: Betal ved å bruke MasterCard
pt_pt: Pagar com MasterCard
ro_ro: Folositi MasterCard
ru_ru: Используйте вашу карту MasterCard
sv_se: Pay using MasterCard

# page3.pay_by_invoice.headline
source: Pay by Invoice
da_dk: Få faktura
de_de: Zahlung per Rechnung
es_es: Pague por factura
fi_fi: Maksa laskulla
fr_fr: Payer sur facture
is_is: Greiða með millifærslu
ja_jp: 請求書にての支払い
nl_be: Betaal via faktuur
nl_nl: Betaal via Factuur
no_no: Betal med faktura
ro_ro: Plateste prin factura
sv_se: Betala med faktura

# page3.pay_by_invoice.immediate_activation
source: (Immediate Activation)
da_dk: (Automatisk aktivering)
de_de: Sofortige Aktivierung
es_es: (Activación Inmediata)
fi_fi: (Välitön aktivointi)
fr_fr: (Activation automatique immédiate)
is_is: (Virkni mjög hröð)
ja_jp: (即、立ち上げる)
nl_be: (Onmiddellijke activering)
nl_nl: (Onmiddellijke Activering)
no_no: (Umiddelbar aktivisering)
ro_ro: Activare imediata

# page3.pay_by_invoice.button_text
source: Pay by Invoice
da_dk: Få faktura
de_de: Zahlung per Rechnung.
es_es: Pague por factura
fi_fi: Maksu laskulla
fr_fr: Payer sur facture
is_is: Greiða með millifærslu
ja_jp: 請求書による支払い
nl_be: Betaal met factuur.
nl_nl: Betaal via Factuur
no_no: Betal med faktura
ro_ro: Plateste prin factura
sv_se: Betala med faktura

# page3.errors.undefined
source: An error has occurred
da_dk: En fejl er opstået
de_de: Es ist ein Fehler aufgetreten.
el_gr: Κάποιο λάθος έγινε.
es_es: Error
fi_fi: Tapahtui virhe
fr_fr: Une erreur est décelée
is_is: Villa hefur komið upp
it_it: Si é verificato un errore
ja_jp: エラーがおこりました
nl_be: Er heeft zich een fout voorgedaan
nl_nl: Er heeft zich een fout voorgedaan
no_no: Det har oppstått en feil
pt_pt: Ocorreu um erro
ro_ro: A aparut o eroare
ru_ru: Произошла ошибка
sv_se: Ett fel har inträffat

# thanks.headline
source: Thank you for choosing Intervac
da_dk: Tak fordi du valgte Intervac
de_de: Besten Dank, dass Sie sich für INTERVAC entschieden haben.
el_gr: Σας ευχαριστούμε που διαλέξατε την Intervac
es_es: Gracias por elegir Intervac
fi_fi: Kiitos, että valitsit Intervacin
fr_fr: Intervac vous remercie
is_is: Takk fyrir að velja Intervac
it_it: Grazie per aver scelto Intervac
ja_jp: インターバックを選択してくれて有難う
nl_be: Dank u om voor Intervac te kiezen.
nl_nl: Onze dank dat u voor Intervac kiest.
no_no: Takk for at du valgte Intervac
pt_pt: Obrigada por ter escolhido o Intervac
ro_ro: Va multumim ca ati ales Intervac
ru_ru: Спасибо за выбор клуба Intervac
sv_se: Tack för att ni valde Intervac

# thanks.auto_activation
source: If you have paid with a credit card, your listing will be activated and you should receive an automatic email in a few minutes giving you more details about how to proceed.
da_dk: Vi kan i øjeblikket ikke modtage betaling med kreditkort. Betaling skal derfor ske som en bankoverførsel.
de_de: Wenn Sie mit Kreditkarte bezaht haben, wird Ihr Angebot sofort freigeschaltet! Sie erhalten ein email, wie Sie weiter vorgehen.
el_gr: Αν πληρώσατε με πιστωτική κάρτα, η καταχώρισή σας θα ενεργοποιηθεί και θα λάβετε ένα αυτόματο ηλεκτρονικό μήνυμα σε λίγα λεπτά, που θα σας δίνει περσσότερες πληροφορίες για το πώς να συνεχίσετε.
es_es: Si ha pagado con tarjeta de crédito, su anuncio será activado y recibirá un mail automático dentro de unos minutos indicándole como continuar.
fi_fi: Jos maksoit luottokortilla, listauksesi aktivointi ja automaattisen vastausviestin lähetys tapahtuu muutamassa minuutissa. Saat viestissä lisää ohjeita siitä, miten sinun tulee menetellä jatkaaksesi.
fr_fr: Après réception de votre paiement par carte bancaire et contrôle de vos données, votre nouvelle inscription sera validée par votre Représentant National : un e-mail automatique de confirmation de noreply@intervac.com vous sera envoyé en ce sens (délai de 24 heures maximum).
is_is: Ef þú hefur greitt með krítarkorti, verður skráning þín virk og þú átt að fá staðfestingar tölvupóst innan nokkurra mínútna sem upplýsir þig nánar um næstu skref.
ja_jp: もしクレジットカードで支払った場合、あなたのリスティングはすぐに処理されて、自動のメールを数分後に受け取る事が出来るでしょう。そのメールにはプロセス方法についての詳細が書かれています。
nl_be: Indien je betaald hebt met een kredietkaart, zal je aankondiging geactiveeerd worden en zal je binnen een paar minuten een automatische email ontvangen met meer details om verder te gaan.
nl_nl: Indien je betaald hebt met een creditkaart, zal je aankondiging geactiveeerd worden en zal je binnen een paar minuten een automatische email ontvangen met meer details om verder te gaan.
no_no: Hvis du har betalt med kredittkort, vil ditt medlemskap bli aktivert omgående og du vil motta en automatisert e-post om noen minutter som vil gi deg opplysninger om hvordan du går videre.
pt_pt: Se pagou com cartão de crédito, a sua ficha será activada e deverá receber uma mensagem de e-mail automática dentro de alguns minutos com mais detalhes.
ro_ro: Daca ati platit cu o carte de credit listarea dvs va fi activata si veti primi in câteva minute un email, oferindu-vă mai multe detalii despre cum să procedaţi in continuare
ru_ru: При оплате банковской картой, ваша анкета будет активирована и вы получите автоматическое сообщение по электронной почте в течение нескольких минут, в котором будет информация о дальнейших действиях.
sv_se: Om du har betalat med kreditkort, kommer ditt medlemskap att aktiveras direkt och du bör få en automatisk e-post i ett par minuter vilket ger dig mer information om hur man kan komma vidare..

# thanks.organizer_activation
source: Your listing will be activated by your local organizer as soon as your payment has been received. You will receive a separate confirmation email at that time.
da_dk: Din profil vil blive aktiveret såsnart din betaling er modtaget. Du vil herefter modtage en email med meddelelse om, at det er sket.
de_de: Ihr Angebot wird von Ihrem Organisator freigeschaltet, sobald Ihre Bezahlung erfolgt ist. Sie erhalten vom System sofort eine entsprechende Nachricht per email.
el_gr: Η καταχώρισή σας θα ενεργοποιηθεί από τον τοπικό οργανωτή σας μόλις ληφθεί η πληρωμή σας. Τότε θα λάβετε ξεχωριστό ηλεκτρονικό μήνυμα επιβεβαίωσης.
es_es: Su anuncio será activado por su organizador en cuanto se reciba su pago. Seguidamente recibirá un mail de confirmación.
fi_fi: Paikallinen edustajasi aktivoi jäsenyytesi, kun hän on vastaanottanut maksusi. Saat tästä erillisen viestin.
fr_fr: Votre offre sera publiée sur le site dès réception de votre paiement par votre Représentant National : vous recevrez alors un e-mail de confirmation.
is_is: Skráning þín verður virk um leið og umboðsmaður Intervac hefur fengið staðfestingu á greiðslunni. Þú færð sendan tölvupóst um leið og það gerist.
it_it: La sua iscrizione sarà attivata dal suo organizzatore locale appena sarà effettuato il pagamento della quota associativa. Riceverà una conferma via email
ja_jp: あなたのリスティングは、あなたの支払いが済み次第、担当のオーガナイザーによって立ち上がります。その時別の確認のメールを受け取るでしょう。
nl_be: Je aankondiging zal door je organisator geactiveerd worden meteen na ontvangst van je betaling.
nl_nl: Je aankondiging zal door je organisator geactiveerd worden meteen na ontvangst van je betaling of machtiging.
no_no: Ditt medlemskap vil bli aktivert av lederen for Intervac i ditt land så snart som betalingen av årsavgiften er mottatt. Da vil du motta en bekreftende e-post.
pt_pt: Assim que o pagamento da taxa de inscrição seja confirmado, a sua ficha será activada. Receberá uma nova mensagem de e-mail nessa altura.
ro_ro: Listarea dvs va fi activata de indata ce plata a fost confirmata. In acel moment ,veţi primi separat , un email de confirmare .
ru_ru: Ваша анкета будет активирована агентом клуба Intervac при поступлении оплаты. Вам придет отдельное уведомление.
sv_se: Ert medlemskap kommer att bli aktiverat så snart Er betalning blivit mottagen. Ni kommer att ta emot ett separat meddelade om detta.

# thanks.new_members.headline
source: New Members
da_dk: Nye medlemmer
de_de: Neue Mitglieder
el_gr: Νέα Μέλη
es_es: Nuevos Socios
fi_fi: Uudet jäsenet
fr_fr: Nouveaux Membres
is_is: Nýir meðlimir
it_it: Nuovi Soci
ja_jp: 新会員
nl_be: Nieuwe leden
nl_nl: Nieuwe deelnemers
no_no: Nye medlemmer
pt_pt: Novos Membros
ro_ro: Membrii noi
ru_ru: Новые члены клуба
sv_se: Nya medlemmar

# thanks.new_members.invisible_listing_text
source: It is important that you complete your listing as soon as possible. It will not be visible to other members until you have filled in all the necessary information.
da_dk: Det er vigtigt, at du færdiggør din profil snarest muligt. Den vil ikke være synlig for andre medlemmer før du har udfyldt alle informationer og indbetalt medlemsbidraget.
de_de: Wichtig - Sie sollten Ihr Angebot so bald als möglich ausfüllen, damit es von anderen Mitgliedern gesehen werden kann!
el_gr: Είναι σημαντικό να συμπληρώσετε την καταχώρισή σας το ταχύτερο δυνατόν. Δεν θα είναι ορατή σε άλλα μέλη μέχρι να συμπληρώσετε όλες τις αναγκαίες πληροφορίες.
es_es: Es importante que complete su anuncio lo antes posible. Los otros socios no podrán verlo hasta que usted nos haya facilitado toda la información necesaria.
fi_fi: Kaikkien tietojen täyttäminen omaan ilmoitukseesi on tärkeää. Tietosi eivät näy muille jäsenille ennen kuin olet täyttänyt kaikki tarpeelliset tietokentät.
fr_fr: Il est nécessaire de créer votre offre d'échange dès que possible, afin de pouvoir la publier aux autres membres d'Intervac et vous faire connaître auprès d'eux.
is_is: Það er mikilvægt að þú ljúkir skráningu þinni hið fyrsta. Skráningin verður ekki sýnileg öðrum fyrr en þú hefur lokið við að fylla í alla nauðsynlega reiti.
it_it: E' importante che lei completi la sua iscrizione prima possibile. Infatti non sarà visibile agli altri Soci fin quando lei non avrà inserito tutte le informazioni necessarie
ja_jp: あなたはリスティングを出来るだけ早く完成することが重要です。すべての必要な情報が書き込まれるまで他の会員には見ることが出来ません。
nl_be: Het is belangrijk om je aankondiging zo snel mogelijk in te vullen. Pas wanneerje alle nodige informatie hebt ingevuld, zal je aankondiging zichtbaar worden voor andere leden.
nl_nl: Het is belangrijk om je aankondiging zo snel mogelijk in te vullen. Pas wanneer je alle nodige informatie hebt ingevuld, zal je aankondiging zichtbaar worden voor andere deelnemers.
no_no: Det er viktig at du fyller ut din oppføring så snart som mulig. Ditt tilbud vil ikke bli synlig for andre Intervac-medlemmer før du har fylt ut alle nødvendige opplysninger.
pt_pt: É importante que complete a sua ficha o mais cedo possível. a ficha só ficará visível aos restantes membros quando preencher toda a informação obrigatória da ficha.
ro_ro: Este f important sa completati listarea cat mai rapid. Aceasta nu va putea fii vazuta de ceilalti membrii pana nu contine toate infomatiile necesare.
ru_ru: Очень важно как можно быстрее заполнить вашу анкету. Она не будет доступна другим членам клуба, пока вы не внесете всю необходимую информацию.
sv_se: Det är viktigt att Ni kompletterar Er medlemsprofil så snart som möjligt. Ni är inte synlig för andra medlemmar förrän Ni har fyllt i den nödvändiga informationen.

# thanks.login
source: If you want to get started right away, you can <link>login here</link>
da_dk: Du kan <link>logge ind her,</link> hvis du vil starte med det samme.
de_de: Wenn Sie sofort starten wollen, können Sie sich <link>hier einloggen</link>.
el_gr: Αν θέλετε να αρχίσετε αμέσως, μπορείτε να <link>συνδεθείτε εδώ</link>
es_es: Si desea empezar de inmediato, puede <link>login aquí </link>
fi_fi: Jos haluat aloittaa heti, <link>kirjaudu tästä</link>
fr_fr: Pour commencer dès maintenant, veuillez <link>cliquer ici</link>
is_is: Ef þú vilt byrja núna strax, geturðu skráð þig <link>hér</link>
it_it: Se vuole iniziare subito. lei può <link>inserire qui il suo login</link>
ja_jp: もし、すぐに始めたいのなら、 <link>ここからログインする</link>
nl_be: Indien je meteen wil starten, kan je <link>hier inloggen</link>
nl_nl: Indien je meteen wil starten, kun je <link>hier inloggen</link>
no_no: Hvis du ønsker å komme i gang med det samme, kan du <link>login her</link>
pt_pt: Para começar já, pode fazer <link>entrar no sistema aqui</link>
ro_ro: Daca doriti sa incepeti acum puteti <link>sa va logati aici</link>
ru_ru: Если вы хотите начать прямо сейчас, вы можете <link>войти здесь</link>
sv_se: Om du vill komma igång direkt, kan du logga in <link> här </ link>

# thanks.how_did_you_find_intervac
source: We are always curious to to hear how you have found us. Please take a second to let us know. Thank you!
da_dk: Vi er altid interesseret i at vide, hvordan du hørte om os. Tag dig tid til at fortælle os det. Mange tak.
de_de: Wir sind sehr interessiert zu erfahren, wie Sie INTERVAC gefunden haben! Bitte geben Sie uns kurz Bescheid - besten Dank im Voraus!
el_gr: Ενδιαφερόμαστε πάντα να μάθουμε πώς μας βρήκατε. Παρακαλούμε δαπανήστε ένα λεπτό για να μας το πείτε. Σας ευχαριστούμε!
es_es: ¿Cómo ha conocido Intervac? Por favor díganoslo. Gracias.
fi_fi: Meitä kiinnostaa kovasti, miten löysit meidät. Käytä hieman aikaasi ja kerro meille. Kiitos!
fr_fr: Nous sommes toujours curieux de savoir comment vous avez connu Intervac. Prenez quelques secondes pour nous renseigner. Merci à l'avance !
is_is: Við erum alltaf forvitin að heyra hvernig þú fréttir af okkur. Viltu deila því með okkur og segja frá því? Takk fyrir!
it_it: Siamo sempre curiosi di sapere come ci avete trovati. Per cortesia prenda un secondo per farcelo sapere. Grazie !
ja_jp: 我々はいつもあなたがどのようにして我々を見つけたかに興味を持っています。時間を少し我々に下さい。有難う！
nl_be: Wij zijn steeds benieuwd om te vernemen hoe je ons gevonden hebt. Neem een ogenblik de tijd om het ons te vertellen. Dank je
nl_nl: Wij zijn steeds benieuwd om te vernemen hoe je ons gevonden hebt. Neem een ogenblik de tijd om het ons te vertellen. Dank je
no_no: Vi vil alltid være interessert i å vite hvordan du fant frem til Intervac. Vennligst bruk et sekund for å fortelle oss dette. Hjertelig takk!
pt_pt: Gostariamos de saber como tomou conhecimento do Intervac. Por favor, escolha uma das opções seguintes. Obrigado!
ro_ro: Suntem curiosi sa aflam cum ne-ati gasit. Va rugam acordati-ne cateva minute pentru a ne povesti. Va multumim!
ru_ru: Нам всегда интересно откуда вы узнали про наш клуб. Пожалуйста, не пожалейте секунды, и расскажите нам. Спасибо!
sv_se: Vi är alltid nyfikna att höra hur du har hittat oss. Tack på förhand.

# thanks.how_did_you_find_us_label
source: How did you hear of us?
da_dk: Hvordan hørte du om os?
de_de: Von wem haben Sie von INTERVAC gehört?
el_gr: Πώς μάθατε για μάς;
es_es: ¿Cómo nos conoció?
fi_fi: Kuinka sait tietää meistä?
fr_fr: Comment connaissez-vous Intervac?
is_is: Hvernig fréttirðu af okkur?
it_it: Come ha saputo di Intervac?
ja_jp: どうやって我々を知りましたか？
nl_be: Hoe heb je ons leren kennen?
nl_nl: Hoe heb je ons leren kennen?
no_no: Hvordan fikk du høre om Intervac?
pt_pt: Como tomou conhecimento do Intervac?
ro_ro: Cum ati aflat despre Intervac?
ru_ru: Как вы узнали о нас?
sv_se: Hur hörde ni om oss första gången

# payment_accepted_login_button
source: Login Now
da_dk: Log ind nu
de_de: Hier einloggen
el_gr: Συνδεθείτε τώρα
es_es: Login Ahora
fi_fi: Kirjaudu nyt
fr_fr: Se connecter
is_is: Innskráning núna
it_it: Inserisca il suo Login
ja_jp: 今ログインする
nl_be: Nu inloggen
nl_nl: Nu inloggen
no_no: Login nå
pt_pt: Entrar no sistema
ro_ro: Logati-va acum
ru_ru: Войти сейчас
sv_se: Logga in nu
