Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/application.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, pt_pt, ro_ro, ru_ru, sv_se

# payment_accepted_headline
source: Payment accepted
da_dk: Betaling accepteret
de_de: Ihre Bezahlung ist eingegangen.
el_gr: Η πληρωμή έγινε δεκτή.
es_es: Pago Aceptado
fi_fi: Maksu on hyväksytty
fr_fr: Votre paiement est accepté.
is_is: Greiðsla samþykkt
ja_jp: 支払いは受け入れられました。
nl_be: Betaling aanvaard.
nl_nl: Betaling is aanvaard.
no_no: Innbetalingen er godkjent
pt_pt: Pagamento aceite
ro_ro: Plata acceptata
ru_ru: Платеж принят
sv_se: Betalningen mottagen

# payment_accepted_text
source: Thank you very much. Your payment has been accepted.
da_dk: Mange tak. Din betaling er blevet accepteret.
de_de: Besten Dank - Ihr Beitrag ist eingegangen.
el_gr: Σας ευχαριστούμε πολύ. Η πληρωμή σας έγινε δεκτή.
es_es: Muchas gracias. Su pago ha sido aceptado.
fi_fi: Kiitos paljon. Maksusi on hyväksytty.
fr_fr: Merci. Votre paiement est bien enregistré.
is_is: Takk fyrir, kærlega. Greiðsla frá þér hefur verið móttekin.
ja_jp: 有難うございます。あなたの支払いは受け入れられました。
nl_be: Dank je wel. Je betaling werd aanvaard.
nl_nl: Dank je wel. Je betaling werd aanvaard.
no_no: Tusen takk. Din innbetaling er blitt godkjent.
pt_pt: Muito obrigado. O seu pagamento foi aceite.
ro_ro: Va multumim. Plata dvs a fost acceptata
ru_ru: Большое спасибо. Ваш платеж был приянт.
sv_se: Tack. Er betalning har blivit mottagen.

# page1.errors.required_field
source: is a required field
da_dk: er et obligatorisk felt
de_de: Pflichtfeld
el_gr: είναι απαιτούμενο πεδίο
es_es: es un campo necesario
fi_fi: on pakollinen kenttä
fr_fr: est obligatoire.
is_is: er nauðsynlegur reitur
ja_jp: 要求された分野です。
nl_be: Is een verplicht veld
nl_nl: Is een verplicht veld
no_no: er et ønsket felt
pt_pt: é um campo obrigatório.
ro_ro: Acesta este un camp obligatoriu
ru_ru: обязательное к заполнению поле
sv_se: detta är ett obligatoriskt fält

# payment_declined_headline
source: Your payment has been declined
da_dk: Din betaling er blevet afvist
de_de: Ihre Bezahlung wurde nicht akzeptiert.
el_gr: Η πληρωμή σας δεν έγινε δεκτή
es_es: Su pago no ha sido aceptado
fi_fi: Maksusi ei kelpaa
fr_fr: Désolés, votre paiement est refusé.
is_is: Greiðslu þinni hefur verið hafnað.
ja_jp: あなたの支払いは拒否されました
nl_be: Je betaling werd geweigerd
nl_nl: Je betaling werd geweigerd
no_no: Din innbetaling er ikke blitt godkjent
pt_pt: O seu pagamento não foi aceite.
ro_ro: Plata dumneavoastra a fost refuzata
ru_ru: Ваш платеж был отклонён
sv_se: Er betalning har blivit avvisad

# payment_declined_text
source: For some reason unknown to us, the credit card authorization has been declined for the credit card you entered. Please contact your local agent for further assistance.
da_dk: Grundet en ukendt årsag for os, er kredit kort autorisering blevet afvist for det kredit kort du indtastede. Kontakt din lokale repræsentant for yderligere assistance.
de_de: Ihre Bezahlung wurde nicht angenommen, aus welchen Gründen auch immer - bitte kontakten Sie Ihren Organisator für weitere Infos.
el_gr: Για κάποιο λόγο άγνωστο σε μάς, δεν δόθηκε έγκριση για την πιστωτική κάρτα που χρησιμοποιήσατε. παρακαλούμε επικοινωνήστε με τον τοπικό σας οργανωτή για περαιτέρω βοήθεια.
es_es: Por algún motivo desconocido, su tarjeta de crédito no ha sido aceptada. Por favor contate con su organizador local.
fi_fi: Jostakin meille tuntemattomasta syystä luottokorttiyhtiö ei hyväksynyt antamaasi luottokorttia. Ota yhteyttä paikalliseen edustajaasi apua saadaksesi.
fr_fr: L'autorisation de paiement est refusée selon les informations que vous avez fournies : veuillez vérifier la validité ou les numéros de votre carte bancaire et essayez à nouveau.
is_is: Af einhverri ástæðu kemst greiðsla með kortinu ekki í gegn. Þetta getur verið af tæknilegum ástæðum en einnig öryggisatriði af hálfu krítarkortafyrirtækisins. Umboðsmaðurinn getur greint þér betur frá þessu.
ja_jp: 理由はわかりませんが、あなたのクレジットカードは拒否されました。あなたの国の担当者にコンタクトをとってください。
nl_be: Voor ons onbekende redenen werd je kredietkaart geweigerd. Contacteer je organisator voor verdere assistentie.
nl_nl: Voor ons onbekende redenen werd je creditkaart geweigerd. Neem contact op met je organisator voor verdere assistentie.
no_no: Av en eller annen grunn som vi ikke kjenner til, er det kredittkortet du brukte ikke blitt godkjent. Vennligst kontakt lederen av Intervac i ditt land for nærmere assistanse.
pt_pt: O pagamento com o cartão de crédito que indicou não foi aceite, por razões que não nos foram indicadas. Agradecemos que contacte o agente do seu país (veja a página Contactos), para o podermos ajudar a concluir o processo de pagamento.
ro_ro: Din motive necunoscute noua , accesul la cartea dvs de credit a fost refuzat. Va rugam contactati reprezentantul nostru local pentru informatii
ru_ru: По ряду независящих от нас причин, авторизация банковской карты с введенным вами номером была отклонена. Пожалуйста, свяэитесь с агентом Intervac в вашей стране для дальнейшей помощи.

# payment_exception_headline
source: Credit Card Authorization Incomplete
da_dk: Kredit kort autorisering ufuldstændig
de_de: Ihre Kreditkarte ist ungültig
el_gr: Δεν ολοκληρώθηκε η έγκριση πιστωτικής κάρτας
es_es: La Autorización de la Tarjeta de Crédito esta Incompleta
fi_fi: Luottokortin hyväksyminen jäi kesken
fr_fr: Interruption momentannée.
is_is: Krítarkortaheimildin er ófullnægjandi
ja_jp: クレジットカード会社からの応答がありません
nl_be: Goedkeuring van de kredietkaart is onvolledig
nl_nl: Goedkeuring van de creditkaart is onvolledig
no_no: Godkjenningen av kredittkortet er ufullstendig
pt_pt: Aautorização do Cartão de Crédito Incompleta
ro_ro: Autorizare incompleta a cartii de credit
ru_ru: Авторизация банковской карты не завершена

# payment_exception_text
source: For some reason, the credit card authorization has returned an exception for the credit card you entered. It could be that the authorizing server is overloaded or down for the moment. Please contact your local agent for further assistance.
da_dk: Kredit kort autoriseringen har retuneret en undtagelse for det indtastede kredit kort. Det kunne skyldes at autoriserings serveren er overbelastet eller nede lige nu. Kontakt venligst din lokale repræsentant for yderligere assistance.
de_de: Ihre Bezahlung wurde nicht aktzeptiert. Bitte kontakten Sie Ihren Organisator für weitere Hilfe!
el_gr: Για κάποιο λόγο άγνωστο σε μάς, δεν ολοκληρώθηκε η διαδικασία έγκρισης για την πιστωτική κάρτα που χρησιμοποιήσατε. Ίσως ο διακομιστής εγκρίσεων είναι υπερφορτωμένος ή μη διαθέσιμος προς το παρόν. Παρακαλούμε επικοινωνήστε με τον τοπικό σας οργανωτή για περαιτέρω βοήθεια.
es_es: Por algún motivo, su tajeta de crédito no ha sido aceptada. Por favor pida ayuda a su organizador local.
fi_fi: Jostakin syystä luottokorttitietojen varmistaja ei hyväksynyt luottokorttiasi. Syynä voi olla se, että serveri on hetkellisesti ylikuormittunut tai alhaalla. Ota yhteyttä paikalliseen edustajaasi apua saadaksesi.
fr_fr: Pour une raison inconnue, l'autorisation de paiement est momentanément interrompue. Veuillez SVP essayez à nouveau d'ici quelques minutes.
is_is: Af einhverri ástæðu kemst greiðsla með kortinu ekki í gegn. Þetta getur verið af tæknilegum ástæðum en einnig öryggisatriði af hálfu krítarkortafyrirtækisins. Umboðsmaðurinn getur aðstoðað þig.
ja_jp: なんらかの理由で、あなたの入力したクレジットカードでの支払いは受け付けられませんでした。サーバーの問題がある可能性があるので、あなたの国のエエージェントにコンタクトを取ってください。
nl_be: Om bepaalde redenen is er een voorbehoud om uw kredietkaart goed te keuren. Het zou kunnen dat de server, die moet goedkeuren, overbelast is of momenteel buiten werking. Contacter je organisator voor verdere assistentie
nl_nl: Om bepaalde redenen is er een voorbehoud om uw creditkaart goed te keuren. Het zou kunnen dat de server, die moet goedkeuren, overbelast is of momenteel buiten werking. Neem contact op met je organisator voor verdere assistentie
no_no: Av en eller annen grunn har godkjenningen av det kredittkortet du brukte ikke vært vellykket. Dette kan skyldes at den godkjennende serveren er overbelastet for øyeblikket eller ute av drift. Vennligst ta kontakt med lederen for Intervac i ditt land for nærmere assistanse.
pt_pt: O pagamento com o cartão de crédito que indicou não foi aceite, por razões que não nos foram indicadas. É possível que seja um erro temporário. Agradecemos que volte a tentar mais tarde. Caso volte a ter problemas, contacte o agente do seu país (veja a página Contactos), para o podermos ajudar a concluir o processo de pagamento.
ro_ro: Din anumite motive, autorizarea cartii de credit pentru cardul introdus a fost intrerupta S-ar putea ca serverul de autorizare sa fie supraincarcat sau sa nu functioneze pentru moment. Va rugam sa contactati agentul local pentru asistenţă suplimentară.
ru_ru: По ряду причин, авторизация банковской карты с введенным вами номером была неудачной. Возможно,это произошло из-за перегрузки или отключения сервера авторизации в настоящий момент. Пожалуйста, свяжитесь с агентом Intervac в вашей стране для дальнейшей помощи.

# payment_cancelled_headline
source: Cancelled Payment
da_dk: Annulleret Betaling
de_de: Ihre Bezahlung wurde nicht angenommen
el_gr: Η πληρωμή ακυρώθηκε
es_es: Pago Cancelado
fi_fi: Maksu on peruutettu
fr_fr: Votre paiement est annulé.
is_is: Hætt við greiðslu
ja_jp: 支払いはキャンセルされました
nl_be: Betaling geannuleerd
nl_nl: Betaling geannuleerd
no_no: Kansellert innbetaling
pt_pt: Pagamento Cancelado
ro_ro: Plata anulata
ru_ru: Отмененный платеж
sv_se: Betalning avbruten

# payment_cancelled_text
source: You have chosen to cancel your credit card payment at this time.
da_dk: Du har valgt at annulere din kreditkort betaling.
de_de: Sie haben Ihre Kreditkartenbezahlung abgebrochen.
el_gr: Επιλέξατε να ακυρώσετε την πληρωμή σας με πιστωτική κάρτα.
es_es: Ha cancelado su pago con tarjeta de crédito.
fi_fi: Olet valinnut luottokorttimaksusi keskeyttämisen tässä vaiheessa.
fr_fr: L'annulation de votre paiement par carte bancaire est enregistré.
is_is: Þú hefur valið að hætta við greiðslu þína með krítarkorti að sinni.
ja_jp: あなたはクレジットカードでの支払いをキャンセルしました。
nl_be: Je hebt gekozen om je betaling met kredietkaart momenteel te annuleren
nl_nl: Je hebt gekozen om je betaling met creditkaart momenteel te annuleren
no_no: Du har nå valgt å kansellere din betaling med kredittkort.
pt_pt: Optou por cancelar o pagmento com cartão de crédito.
ro_ro: Ati ales sa
ru_ru: В данный момент вы решили отменить ваш платеж по банковской карте.

# agent_info.headline
source: Your National Representative in {{country_name}} is:
da_dk: Den nationale repræsentant i {{country_name}} er:
de_de: Ihr nationaler Organisator in {{country_name}}:
es_es: Su Representante Nacional en {{country_name}} es:
fi_fi: Kansallinen edustajasi {{country_name}} on:
fr_fr: Votre représentant national en {{country_name}} est :
is_is: Umboðsmaður fyrir {{country_name}} er:
it_it: Il tuo Rapprentante Nazionale in {{country_name}} é :
ja_jp: あなたの国の{{country_name}}担当者は：
nl_be: Je nationale vertegenwoordiger in {{country_name}} is:
nl_nl: Uw Nationale Organisator in {{country_name}} is:
no_no: Din lokale Intervac Agent i {{country_name}} er:
ro_ro: Reprezentantul national in Romania este:
sv_se: Er nationella Representant är {{country_name}}:

# trial_membership.headline
source: Trial Membership
da_dk: Gratis medlemsskab
de_de: Schnuppermitgliedschaft
es_es: Inscripción de prueba
fi_fi: Koejäsenyys
fr_fr: Inscription TEST
is_is: Prufuaðild
it_it: Iscrizione di Prova
ja_jp: トライアル（無料体験）会員資格
nl_be: Proeflidmaatschap
nl_nl: Test-Deelname
no_no: Prøvemedlemskap
ro_ro: perioada de proba
sv_se: Prov medlemskap 14 dagar

# trial_membership.price
source: FREE
da_dk: Gratis
de_de: KOSTENLOS
es_es: GRATIS
fi_fi: ILMAINEN
fr_fr: GRATUIT
is_is: Frítt
it_it: GRATUITA
ja_jp: 無料
nl_be: GRATIS
nl_nl: GRATIS
no_no: GRATIS
ro_ro: GRATUIT
sv_se: GRATIS

# -x- trial_membership.description
source: {{number}} days full membership privileges
da_dk: {{number}} dages gratis prøvemedlemsskab
de_de: {{number}} Tage - Vorteile einer Vollmitgliedschaft
es_es: privilegios de socio durante {{number}} días
fi_fi: {{number}} päivän jäsenyys täysin oikeuksin
fr_fr: valable {{number}} jours
is_is: Kostir {{number}} daga aðildar
it_it: I Privilegi della iscrizione di {{number}} giorni
ja_jp: {{number}}日間の会員資格の契約事項
nl_be: Gedurende {{number}} dagen alle lidmaatschapsfaciliteiten.
nl_nl: {{number}} dagen volledige deelname met alle mogelijkheden
no_no: {{number}} dager medlemskap med fulle rettigheter
sv_se: {{number}} dagar fullt medlemskap.

# thanks.how_did_you_find_us_button
source: Save
da_dk: Gem
de_de: Speichern
es_es: Ahorre
fi_fi: Tallenna
fr_fr: Enregistrer
is_is: Vista
it_it: Salva
ja_jp: 保存
nl_be: Bewaar
nl_nl: Opslaan
no_no: Lagre
ro_ro: Salveaza
sv_se: Spara

# messages.thanks_free_account
source: Thank you for registering a FREE account. Please log-in now and begin building your profile.
da_dk: Tak for din oprettelse af et 14-dages gratis medlemsskab. Fortsæt med at logge ind og udfylde resten af profilen.
de_de: Besten Dank für Ihre Schnupper-Mitgliedschaft. Loggen Sie sich jetzt ein und geben Ihre Daten an.
es_es: Gracias por inscribirse gratis. Entre ahora y empiece a redactar su anuncio
fi_fi: Kiitos että rekisteröit ILMAINEN tilin. Ole hyvä ja kirjaudu nyt sisään ja aloita profiilisi muovaaminen.
fr_fr: Bravo, votre inscription TEST est enregistrée ! Vous pouvez maintenant vous connecter pour créer votre offre d'échange et bénéficier des services Intervac. Bons contacts !
is_is: Takk fyrir að skrá þig í FRÍA aðild. Nú getur þú skráð þig inn og búið til þína eigin fullgildu kynningu.
it_it: Grazie per aver inserito l'iscrizione GRATUITA. Inserisca il Login e inizi a costriure la sua pagina
ja_jp: 無料体験に登録されて有難うございます。どうぞログインして、あなたのプロファイルを書き込んでください。
nl_be: Welkom met je inschrijving als GRATIS account. Je kan nu inloggen en starten met het invullen van je profiel.
nl_nl: Onze dank dat u uw GRATIS account heeft aangemaakt. Log nu in en begin met het verder invullen van al uw gegevens.
no_no: Takk for at du registrerer en GRATIS konto. Vær snill å logge inn nå og begynn å lage din oppføring.
ro_ro: Multumim ca ati inregistrat un cont de proba.Va rugam logati-va acum si construiti-va profilul
sv_se: Tack för att du registrerat ett test konto. Du kan nu logga in nu och börja bygga din profil och ladda upp foton.

# renew_button.text
source: Renew membership
da_dk: Forny medlemsskab
de_de: Mitgliedschaft erneuern
es_es: Renueve su inscripción
fi_fi: Uusi jäsenyys
fr_fr: Renouveler l'adhésion
is_is: Endurnýja aðild
it_it: Rinnovi la sua iscrizione
ja_jp: 会員資格の更新
nl_be: Lidmaatschap vernieuwen
nl_nl: Opnieuw Inschrijven
no_no: Forny Medlemskap
ro_ro: Reinnoiti contul de membru
sv_se: Förnya medlemskap

# plans_and_pricing.headline
source: Sign up with Intervac - Experience the world
da_dk: Bliv medlem hos Intervac
de_de: Anmeldung bei INTERVAC - erleben Sie die Welt!
es_es: Inscríbase a Intervac
fi_fi: Liity Intervaciin - Koe maailma
fr_fr: S'inscrire chez Intervac - L'aventure des vacances échange
is_is: Skráðu þig í Intervac - Upplifðu heiminn
it_it: Iscrivetevi a Intervac . Sperimentate il Mondo
ja_jp: インターバックに登録 - 世界の経験
nl_be: Inschrijven bij Intervac - Wereldwijd reizen
nl_nl: Inschrijven voor Intervac - Ervaar de Hele Wereld
no_no: Meld deg inn i Intervac - Opplev verden
ro_ro: Inscrie-te in Intervac - Descopera lumea!
sv_se: Bli medlem i Intervac - Upplev världen

# plans_and_pricing.step_1
source: Step 1: Select your country
da_dk: 1: Vælg dit land
de_de: Schritt 1: Wählen Ihres Landes
es_es: 1er paso: Seleccione su país
fi_fi: Vaihe 1: Valitse maasi
fr_fr: Étape 1 : Sélectionnez votre pays de résidence
is_is: 1. skref: Veldu landið þitt
ja_jp: ステップ１： あなたの国を選択
nl_be: Stap 1 - Selecteer je land
nl_nl: Stap 1: Kies uw Land
no_no: Trinn 1: Velg ditt land
ro_ro: Pasul 1: Alege-ti tara
sv_se: Steg 1: Välj land

# plans_and_pricing.step_2
source: Step 2: Chose a price plan
da_dk: 2: Vælg en medlemstype
de_de: Schritt 2: Wählen Sie Ihre entsprechende Mitgliedschaft (z.B.: 1 oder 2 Jahre)
es_es: 2º Paso: Escoja modalidad
fi_fi: Vaihe 2: Valitse hintasuunnitelma
fr_fr: Étape 2 : Choisissez votre formule d'inscription
is_is: 2. skref: Veldu greiðsluleið
it_it: Secondo Passo: scegliete un piano tariffario
ja_jp: ステップ２： プライスプランを選択
nl_be: Stap 2 - Kies een formule
nl_nl: Stap 2: Maak uw Keuze
no_no: Trinn 2: Velg prisplan
ro_ro: Pasul 2: Chose a price plan
sv_se: Steg 2: Välj betalningsalternativ

# full_membership.headline
source: Full membership
da_dk: Fuldt medlemsskab
de_de: Vollmitgliedschaft
es_es: Inscripción completa
fi_fi: Täysjäsenyys
fr_fr: Inscription COMPLETE
is_is: Fullgild aðild
it_it: Iscrizione completa per un anno
ja_jp: 本会員資格
nl_be: Volwaardig lidmaatschap
nl_nl: Volledige Deelname
no_no: Fullt medlemskap
ro_ro: Membru cu drepturi depline
sv_se: Fullt medlemskap

# plans_and_pricing.full_membership.fine_print
source: Billed annually as one payment of
da_dk: Betales årligt
de_de: Jährlicher Mitgliedsbeitrag
es_es: Un único pago anual de
fi_fi: Vuosimaksu
fr_fr: sur 12 mois pour un paiement unique de
is_is: Gjaldfært sem ein árleg greiðsla upp á
it_it: Pagamento annuale di €
ja_jp: 年会費
nl_be: Te betalen als jaarlijkse bijdrage van
nl_nl: Jaarlijks totaalbedrag in rekening gebracht van
no_no: Fakturert årlig som en betaling av
ro_ro: Facturat anual ca plată a...
sv_se: Årligen som en betalning

# sign_up.contact_details_instruction
source: Fill out your contact details
da_dk: Udfyld kontaktdata
de_de: Füllen Sie Ihre Kontaktdaten aus.
es_es: Cumplimente sus datos de contacto
fi_fi: Täytä yhteystietosi
fr_fr: Formulaire d'identification
is_is: Fylltu út upplýsingar um þig
it_it: Inserisca i suoi dettagli per i contatti
ja_jp: コンタクトの詳細をすべて書き込む
nl_be: Je persoonlijke contactgegevens invullen
nl_nl: Vul uw contactgegevens in
no_no: Fyll ut dine kontakt detaljer
ro_ro: Completaţi-vă datele de contact
sv_se: Fyll i dina kontaktuppgifter

# sign_up.chosen_price_plan.headline
source: You have chosen the following price plan
da_dk: Du har valgt
de_de: Sie haben sich für folgende Preisgruppe entschieden
es_es: Ha elegido la siguiente modalidad
fi_fi: Olet valinnut maksusuunnitelmaksi
fr_fr: Vous avez choisi la formule suivante
is_is: Þú hefur valið eftirfarandi greiðslufyrirkomulag
it_it: Lei ha scelto questo piano tariffario
ja_jp: あなたは次のプライスプランを選択されました。
nl_be: Je hebt gekozen voor de volgende formule
nl_nl: U heeft de volgende keuze gemaakt
no_no: Du har valgt følgende prisplan
ro_ro: Aţi ales următorul plan de pret
sv_se: Du har valt följande medlemsplan

# sign_up.trial_membership.fine_print
source: Your trial membership will be valid for {{number}} days. To be able to enjoy all the benefits of Intervac you need to pay for your membership. You can do that when ever you like by clicking on the button <em>Become A Full Member</em> at the top of the member homepage.
da_dk: Dit gratis prøvemedlemsskab er gyldigt i {{number}} dage. For at få glæde af alle fordelene ved et medlemsskab skal du betale for medlemsskabet. Du kan altid tilmelde dig som fuldgyldigt medlem ved at klikke på fornyelsesknappen øverst på din medlemsside.
de_de: Ihre Probemitliedschaft ist gültig für{{number}} Tage. Um die Vorteile von Intervac genießen zu können, müssen Sie für die Mitgliedschaft bezahlen. Sie können dies tun - wann immer Sie wollen - indem Sie auf den button klicken<em>Vollmitglied werden</em>oben auf der homepage-Seite.
es_es: Su inscripción de prueba será válida para {{number}} días. Para disfrutar de todos los beneficios de Intervac ha de pagar su inscripción. Puede hacerlo en cualquier momento haciendo "clic" en el botón <em>Conviértase en Soncio</em> en la parte superior de su página personal.
fi_fi: Koejäsenyytesi on voimassa {{number}} päivää. Saat kaikki Intervacin palvelut käyttöösi maksamalla jäsenyydestäsi jäsenmaksun. Voit tehdä sen milloin vain klikkaamalla painiketta <em>Liity täysjäseneksi</em> jäsensivun yläosassa.
fr_fr: Votre inscription TEST sera valable pendant {{number}} jours. Pour bénéficier de la totalité des services Intervac, vous devrez payer votre adhésion. Vous pourrez le faire à tout moment en cliquant sur <em>Devenir membre actif</em> en haut de votre page d'accueil.
is_is: Prufuaðild þín gildir í {{number}} daga. Til þess að njóta fullnaðaraðgangs að vef Intervac þarftu að greiða árgjaldið. Þú getur gert það hvenær sem þér hentar.
it_it: La sua iscrizione di prova sarà valida per {{number}} giorni. Per assicurarsi tutti i vantaggi di Intervac lei dovrà pagare per diventare socio effettivo. Può fare questo in qualsiasi momento lo desideri cliccando sul bottone <em> Diventi un Socio Effettivo</em> all'inizio della homepage del socio.
nl_be: Je proeflidmaatschap zal geldig zijn voor {{number}} dagen. Om te kunnen genieten van alle voordelen die Intervac biedt, is een betaling van het lidmaatschap verschuldigd. Dit kan je op elk ogenblik doen door te klikken op de knop <em>Volwaardig lid worden</em> bovenaan de homepage.
nl_nl: Uw Test-Deelname zal {{number}} dagen geldig zijn. Om alle mogelijkheden van Intervac te kunnen gebruiken, moet u daarvoor betalen. U kunt dat elk moment doen, door boven aan de Deelnemers-pagina te klikken op de knop <em>Become Full Member</em>.
no_no: Ditt prøvemedlemskap vil være gyldig i {{number}} dager. For å ta del i alle goder ved intervac må du betale for ordinært medlemskap. Du kan gjøre det ved å klikke bå knappen <em>Become A Full Member</em> øverst på hjemmesiden.
ro_ro: Statutul tau de membru va fi valabil pentru {....l}} zile. Pentru a putea să te bucuri de toate beneficiile Intervac trebuie să plătesti pentru statutul tau de membru. Puteţi face acest lucru când doriţi făcând clic pe butonul <>Devin membru cu drepturi depline</> in partea de sus a paginii de membru.

# sign_up.trial_membership.price_for_full
source: The annual fee for using Intervac Home Exchange in your region is {{annual_price}}.
da_dk: Det årlige medlemsbidrag for fuldgyldigt medlemsskab er {{annual_price}}.
de_de: Der jährliche Mitgliedsbeitrag bei INTERVAC Haustausch beträgt{{annual_price}}.
es_es: La inscripción anual a los Intercambios de Casa Intervac en su país es de
fi_fi: Intervacin jäsenmaksun suuruus maassasi on {{annual_price}}.
fr_fr: L'inscription Intervac International Home Exchange coûte dans votre pays : {{annual_price}} pour une durée de 12 mois.
is_is: Árgjaldið í Intervac er {{annual_price}}.
it_it: La quota per una iscrizione completa a Intervac Home Exchange per la durata di un anno é {{annual_price}}.
ja_jp: あなたの地域でのインターバックホームエクスチェンジの年間会員費は {{annual_price}}です。
nl_be: De jaarlijkse bijdrage om te genieten van de diensten van Intervac Hom Exchange is in jouw land{{annual_price}}.
nl_nl: De jaarlijkse contributie voor Intervac in uw land is {{annual_price}}.
no_no: Den årlig avgiften for å benytte Intervac i Norge er {{annual_price}} Om du velger å betale for 2 eller 3 år, er det reduksjon i prisen.
ro_ro: Taxa anuala pentru tara dvs este de 50 E
sv_se: Den årliga avgiften för att använda Intervac semsterbyte i ditt land är {{annual_price}}.

source: price_comparison.text_headline
da_dk: Hvad er indeholdt i medlemsskabet?
de_de: Was enthält Ihre Mitgliedschaft?
es_es: ¿Qué incluye su inscripción?
fi_fi: Mitä jäsenyyteesi sisältyy?
fr_fr: Comparez et choisissez votre inscription
is_is: Hvað er innifalið í aðild þinni?
it_it: Cosa é incluso nella sua iscrizione ?
nl_be: Wat is inbegrepen in het lidmaatschap?
nl_nl: Wat is inbegrepen in Deelname?
no_no: Hva er inkludert i ditt medlemskap?
ro_ro: Ce este inclus în statutul tau de membru?
