Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/docs_new_member_tips.po
Languages: de_de, es_es, fi_fi, is_is, it_it, ja_jp, nl_be, nl_nl, no_no

# contact_partners.how_it_works
source: Our messaging service allows you to send an inquiry by clicking on the "Send Email" link you will find on every listing when you are logged in. You will automatically receive a copy of messages that you send through the Intervac online system.
de_de: Unser Nachrichten-Service ermöglicht es Ihnen, eine Anfrage zu senden - klicken Sie auf "send Email". Sie finden alle Angebote, wenn Sie Mitglied sind. Sie erhalten eine automatische Nachricht vom System über Ihre gesandten mails.
es_es: Nuestro servicio de mensajes le permite enviar una oferta haciendo clic en el link "Mande Email" que encontrará en cada anuncio una vez haya entrado con sus claves de acceso. Automáticamente recibirá una copia de los mensajes que envia a través del sistema online de Intervac.
fi_fi: Viestipalvelumme kautta voit lähettää tiedustelun klikkaamalla "Lähetä viesti" linkkiä, jonka löydät jokaisesta avaamastasi listauksesta. Saat automattisesti kopion jokaisesta Intervacin vekkopalvelun kautta lähettämästäsi viestistä.
is_is: Skilaboðaskjóðan okkar gerir þér kleift að senda fyrirspurnir með því að smella á "Sendið skilaboð" til hvers sem þú óskar, þegar þú ert innskráð/ur. Þú færð sjálfvirkt sent afrit af skilaboðunum í netpóstinn þinn.
it_it: Il nostro servizio di messaggistica vi permette di inviare una richiesta di informazioni cliccando sul link "Manda una mail" che troverete su ogni iscrizione quando siete entrati nel sito. Riceverete automaticamente una copia dei messaggi che mandate attraverso il sistema di Intervac online
ja_jp: ログインをすると、あなたは会員全てのリスティングを見ることができます。それらの中から"メールを送る"リンクをクリックしてする事によって、他の会員に問合せをする事ができる我々のメッセージサービスがあります。このようにインターバック・オンライン・システムを使ってメッセージを送ったときはあなたは自動的にメッセージのコピーを受け取るでしょう。
nl_be: Onze geïntegreerde berichtendienst laat je toe wanneer je ingelogged bent om naar een aanbieding een verzoek tot ruilen te sturen door te klikken op de link "Stuur een bericht", die je bij elke aanbieding vindt . Je zal automatisch een kopie ontvangen van de berichten die je hebt verstuurd via het Intervac online systeem
nl_nl: Ons Berichtensysteem stelt u in staat om een bericht te versturen door te klikken op de link "Verstuur Email", die je op iedere aanbieding kunt vinden, waarop u bent ingelogd. U ontvangt automatisch een copie van de berichten die u verstuurt via het Intervac online-systeem.
no_no: Vårt beskjedsystem tillater deg å sende invitasjoner ved at du klikker "Send Email" linken som du vil finne på hver eneste oppføring når du er logget inn. Du automatisk få en kopi av beskjeden som du selv sendte gjennom vårt Intervac online system.

# contact_partners.about_templates
source: Logging in to answer your mail has advantages! You can compose unlimited templates for use and re-use when contacting new exchange partners, answering offers from other members, or during the agreement process.
de_de: Loggen Sie sich ein, um Ihre mails zu beantworten - es hat Vorteile! Sie können Ihre Vorlagen unbegrenzt verwenden und wiederverwenden, um neue Partner zu kontakten, andere Angebote zu beantworten - während Ihrer Partner-Vereinbarung.
es_es: ¡Entrar en nuestra web para contestar sus e-mails tiene ventajas! Puede preparar un número ilimitado de plantillas para usarlas al contactar nuevos compañeros de intercambio, contestar a ofertas, o bien durante el proceso de acuerdo.
fi_fi: Kirjautuminen sisään viestien lähettämistä varten on hyödyllistä! Voit laatia rajattamasti erilaisia viestipohjia ja käyttää niitä yhä uudelleen ottaessasi yhteyttä uusiin vaihtokumppaneihin, vastatessasi toisten jäsenten tarjouksiin tai prosessoidessasi kodinvaihtosopimusta.
is_is: Skráðu þig inn til þess að svara þeim pósti sem þér hefur borist! Þú getur búið til ótakmarkaðan fjölda staðlaðra texta sem þú getur notað að vild.
it_it: Rispondere alle mails attraverso il sito ha dei vantaggi. Potete comporre un illimitato numero di modelli da usare varie volte per contattare possibli partners per lo scambio, sia per rispondere alle offerte o anche durante le proposte di Agreement..
ja_jp: メールに返答するのはとても便利になっています！無制限のテンプレートを作ることが出来、新しいエクスチェンジのパートナーへや、他の会員からのオファーに答えたり、同意のプロセス中でも何回も何回も使用することができます
nl_be: Inloggen om je mails te beantwoorden heeft zijn voordelen! Je kan een ongelimiteerd aantal sjabloonberichten aanmaken, versturen en her-versturen om nieuwe ruilpartners te contacteren, om aanbiedingen van andere leden te beantwoorden of tijdens de periode van het opmaken van de ruilovereenkomst.
nl_nl: Inloggen om uw mail te beantwoorden heeft zijn voordelen! U kunt een onbeperkt aantal concepten maken voor gebruik en her-gebruik voor het contacten leggen met nieuwe vakantiepartners, het beantwoorden van voorstellen van andere deelnemers, of gedurende het proces van het vastleggen van de overeenkomst.
no_no: Ved å logge inn når du besvarer eposter får du flere fordeler! Du kan lage mange ulike maler for bruk eller gjenbruk ved kontakt med nye byttepartnere, besvarelser til medlemmer eller gjennom avtaleprosessen.

# contact_partners.contact_templates
source: For each holiday you are planning, compose a contact template introducing you and your family to potential exchange partners. Include interesting information about your home and neighbourhood, and be sure to include the dates you are available for an exchange.
de_de: Wenn Sie einen Tausch mit Ihrem Partner fest ausgemacht haben, füllen Sie eine Tauschvereinbarung aus und geben darin alle Infos über Familie, Haus, Nachbarschaft etc. an. Bitte beachten Sie dabei das genaue Urlaubsdatum, bereits abgestimmt mit Ihrem Partner!
es_es: Para cada vacación que esté planeado redacte una plantilla presentándose a sus posibles compañeros de intercambio. Incluya información interesante sobre su casa y alrededores y asegúrese de incluir las fechas en las que está disponible para intercambiar.
fi_fi: Kun suunnittelet lomaasi, laadi yhteydenottoviesti itsestäsi ja perheestäsi potentiaaliselle vaihtopartnerillesi. Sisällytä viestiin mielenkiintoista kerrottavaa kodistasi ja lähiympäristöstäsi, muista myös lisätä viestiin ajankohdat joina kodinvaihto on sinulle mahdollinen.
is_is: Fyrir hver ný skipti sem þú hefur hug á að stofna til, skaltu búa til staðlað skeyti með kynningu á þér og fjölskyldu þinni handa mögulegum skiptifélögum þínum. Hafðu með áhugaverðar upplýsingar um heimili þitt og umhverfi og taktu fram þær dagsetningar sem þú ert með í huga.
it_it: Per ogni vacanza che state pianificando componete un modello per il contatto, presentando voi e la vostra famiglia ai potenziali partners. Includete informazioni interessanti riguardanti la vostra casa e l'area in cui vivete, e le date in cui sarestye disponibili per uno scambio.
ja_jp: あなたが計画している休暇のために、可能性のあるエクスチェンジ・パートナーへのあなたや家族を紹介するコンタクト・テンプレートが用意されています、これにはあなたの家や隣人達についての興味ある情報が含まれています。それからあなたがエクスチェンジの可能な期間は必ず含めましょう。
nl_be: Voor elke nieuwe ruilvakantie die je plant, kan je een sjabloonbericht opmaken om jezelf, je familie bij je potentiële ruilpartner voor te stellen. In deze mail kan je ook bijkomende informatie verwerken over je huis, omgeving. Vergeet vooral de data van je ruilperiode niet te vermelden.
nl_nl: Maak voor iedere vakantie die u van plan bent te maken, vooraf een concept om uzelf en uw gezin te introduceren bij uw mogelijke vakantiepartners. Geef daarbij ook interessante informatie over uw huis en buurt, geef in ieder geval ook de datums waarbinnen je beschikbaar bent voor een mogelijke ruil.
no_no: For hver ferie du planlegger, lag en mal som introduserer deg og din familie for potensielle byttepartnere. Ta med interessant informasjon om ditt hjem og ditt nabolag, og være sikker på å inkludere datoer for når ditt hjem er ledig for et bytte.

# contact_partners.answer_templates
source: Prepare a couple of answer templates for replying quickly to offers you receive. You can write one for offers that you are not interested in, and another for offers that interest you but for dates when you already have an exchange or are not available. When you receive a message from another member, you can easily load one of these templates into the response box online and edit/personalise the text for that response before sending.
de_de: Bereiten Sie einige Antworten auf Angebote vor, die Sie erhalten! Eine Vorlage für Angebote, die Sie nicht interessieren und eine für bevorzugte Tauschpartner - beachten Sie dabei, Ihre bereits schon vergebenen Urlaubstermine anzugeben! Wenn Sie ein Angebot von einem anderen Mitglied bekommen haben, können Sie einfach eines dieser Vorlagen in der "Wiedervorlage-Box" bearbeiten, bevor Sie es versenden.
es_es: Prepare un par de plantillas de respuestas para responder rápidamente a las ofertas que reciba. Puede escribir una para ofertas que no le interesan, y otra para las que está interesado pero por motivo de fechas no puede aceptar o bien porque ya está comprometido. Cuando reciba un e-mail de otro socio puede fácilmente contestar con una de esas plantillas y personalizar el texto antes de mandarlo.
fi_fi: Valmistele muutama vastausviestipohja, jotta voit vastata saamiisi tarjouksiin nopeasti. Voit tehdä yhden vastauksen sellaisia tarjouksia varten, jotka eivät sinua kiinnosta, ja toisen sellaisia tarjouksia varten, jotka kiinnostavat mutta joissa ajankohta on väärä tai olet jo sopinut vaihdosta samalle ajalle. Kun saat toiselta jäseneltä viestin, voit ladata helposti jonkun laatimistasi valmiista viestipohjista vastaustasi varten. Sinun tarvitsee vain muokata viestiä ja tehdä se hieman henkilökohtaisemmaksi ennen lähettämistä.
is_is: Hafðu tiltæk nokkur stöðluð svarskeyti til þess að bregðast fljótt við þeim fyrirspurnum sem þér berast. Eitt getur verið fyrir tilboð sem þú hefur engan áhuga á og annað fyrir tilboð sem freista þín en henta ekki að sinni en gætu komið til greina á öðrum tíma. Þegar þú færð fyrirspurn frá öðrum meðlimi er auðvelt að setja inn slíkan texta og breyta að vild eins og við á hverju sinni.
it_it: Preparate un paio di modelli per rispondere velocemente alle offerte che riceverete. Potete preparare un modello per le offerte che non vi interessano e un secondo modello per le offerte che vi interessano ma che propongono date per le quali non siete disponibili o già impegnati in uno scambio. Quando ricevete un messaggio da un altro socio potrete facilemnte inserire uno di questi modelli nello spazio per la risposta e semmai personalizzare il testo per quella risposta, prima di mandara la mail
ja_jp: オファーを受けた時にすばやく返事ができるように何種類かの返答テンプレートを用意しておきましょう。１つ目はこのオファーには興味をもてないとか、別のには興味はあるのだが期間がすでに他のエクスチェンジを考えているので駄目だとか、単に都合が悪いなどといったものです。他の会員からメッセージを受け取った時には、これらの中から一つの返答を容易にロードして、オンライン返答のボックスから送付できます。送付前に返事を編集したり、個人的なことを書き加えたりも出来ます。
nl_be: Maak ook een aantal sjabloonantwoorden klaar om aanbiedingen die je ontvangt te kunnen beantwoorden. Je kan een antwoord voorzien om te melden dat je geen interesse hebt om te ruilen en één om te melden dat je wel interesse hebt, maar dat bijvoorbeeld de data niet corresponderen. Wanneer je een ruilvoorstel wil beantwoorden kan je op een eenvoudige manier de sjabloonantwoorden opladen naar de online antwoordbox en eventueel de tekst nog wat aanvullen of personaliseren voor het verzenden.
nl_nl: Bereid een aantal antwoord-concepten voor, om vlug te kunnen eageren op aanbiedingen die je ontvangt. Je kunt er een schrijven voor aanbiedingen waarin je niet bent geïnteresseerd, en een andere voor aanbiedingen waarin je wel bent geïnteresseerd maar voor datums waarop je al een afspraak hebt, of in ieder geval niet beschikbaar bent. Zodra je een aanbod krijgt van een andere deelnemer, kun je heel gemakkelijk een van deze concepten in het online antwoord-veld copiëren en de tekst voor dit specifieke bericht even wat aanpassen en/of persoonlijker maken voordat u het verstuurt.
no_no: Gjør klar et par maler for å gjøre en hurtig besvarelse på de tilbudene du mottar. Du kan skrive en for de byttene du ikke er interessert i, og en annen for de byttene som er interessante, men at du kanskje allerede har et bytte i den aktuelle datoen som er foreslått eller du på annen måte ikke er ledig. Når du får beskjeder fra andre medlemmer kan du på den måten kjapt sende ut et svar med bare små endringer på.

# contact_partners.tips_for_exchange_agreement
source: You could also prepare a contact template for use in the initial agreement phase. More tips about the Exchange Agreement can be found in the document: Reaching an Agreement.
de_de: Sie können auch eine Vorlage für den ersten Kontakt vorbereiten, einer ursrpünglichen Vereinbarung. Mehr Tipps finden Sie in dem Dokument " Erhalten einer Tauschvereinbung".
es_es: También puede preparar una plantilla de contacto para usar en la fase inicial del acuerdo. Podrá encontrar más ideas sobre el Acuerdo de Intercambio en el documento Llegar a un Acuerdo.
fi_fi: Voisit myös valmistella yhteydenottoviestin käytettäväksi ensimmäisessä sopimuksenteon vaiheessa. Lisää neuvoja kodinvaihtosopimuksesta löytyy asiakirjasta: More tips about the Exchange Agreement can be found in the document: Sopimukseen pääseminen.
is_is: Þú getur einnig útbúið staðlað skeyti til að nota á fyrstu stigum samskipta vegna væntanlegra heimilaskipta. Fleiri ráð vegna heimilaskiptasamninga finnur þú undir hlekknum "Ábendingar og gátlisti" undir Hagnýtar tengingar.
it_it: Potreste anche preparare un modello di contatto da usare nella fase iniziale di un Accordo di Scambio. Maggiori informazioni riguardanti l' Accordo di Scambio (Exchange Agreement) potete trovarli nel documento: Arrivare a un Accordo
ja_jp: こちらから積極的に行動をとるためのコントラクト・テンプレートを用意することも出来ます。エクスチェンジの同意のためのたくさんの助言を見つけることも出来るでしょう：「同意に到達する」
nl_be: Je kan ook een sjabloonbericht opmaken om je ruilovereenkomst in een eerste fase te versturen. Je vindt meer tips over het opstellen van de ruilovereenkomst in het document : een ruil bevestigen.
nl_nl: U kunt ook een concept-bericht maken als voorbereiding voor de overeenstemmings-fase. Meer tips over de Ruilovereenkomst kan worden gevonden in het document: Het bereiken van Overeenstemming.
no_no: Du kan også gjøre klar en mal som du benytter for å gjøre en avtale om bytting. Mer tips om dette kan du finne i dokumentet: Reaching an Agreement.

# gathering_information.headline
source: Gather Information For Your Exchange Partner
de_de: Sammeln sie Informationen für Ihre Tauschpartner.
es_es: Reúna Información para su Compañero de Intercambio
fi_fi: Kerää informaatiota vaihtokumppaniasi varten
is_is: Taktu saman upplýsingar fyrir skiptifélaga þinn
it_it: Raccogliere informazioni per il vostro partner
ja_jp: あなたのエクスチェンジパートナーのために情報を集める
nl_be: Informatie verzamelen voor je ruilpartner
nl_nl: Verzamel informatie voor uw Vakantiepartner
no_no: Samle Informasjon til din Byttepartner

# gathering_information.information_pack
source: Visit your local Tourist Office and prepare an information pack with brochures from local museums, theatres and fun parks. If your town doesn't have a tourist office, sometimes you can find these brochures in the lobby of a local hotel.
de_de: Gehen Sie in eine lokale Touristinformation und holen Sie sich Broschüren über Museen, Theater und Erlebniszentren.
es_es: Visite su Oficina de Turismo local y prepare una carpeta de información con folletos de los museos locales, teatros y parques de atracciones. Si su población no tiene una oficina de turismo, a veces puede encontrar este tipo de folletos en la entrada de algún hotel de su zona.
fi_fi: Käydä paikallisessa matkailuneuvonnassa ja laadi tietopaketti, joka sisältää esitteitä paikallisista museoista, teattereista, huvipuistosta ja muista nähtävyyksistä. Jos kaupungissasi ei ole matkailutoimistoa, joskus voit löytää näitä esitteitä paikallinen hotellin aulasta.
is_is: Komdu við á upplýsingamiðstöð ferðamanna og búðu til upplýsingapakka með bæklingum frá söfnum, leikhúsum og öðru áhugaverðu efni.
it_it: Andate al vostro Ufficio Informazioni e preparate un pacchetto di informazioni con brochures di musei, teatri. divertimenti, paesi vicini di interesse artistico, ecc.
ja_jp: 近くのツーリストオフィスを訪ねて美術館、劇場、遊園地などのパンフレットを用意しましょう。もしあなたの町にツーリストオフィスがない場合は、その町のホテルのロビーなどをみてみると、このようなパンフレットがあったりするものです。
nl_be: Ga naar je lokale Dienst voor Toersime en stel een pakket samen met brochures over plaatselijke bezienswaardigheden en festiviteiten: musea, festivals , pretparken,.... Indien je gemeentebestuur geen toeristische dienst heeft, ga dan naar een provinciale of gewestelijke dienst.
nl_nl: Bezoek het kantoor van uw lokale VVV en bereid een pakket voor met folders van musea, theaters, en pretparken in de buurt. Als uw woonplaats geen VVV-kantoor heeft, kun je dit soort informatiefolders kaarten vaak vinden in de lobby van een lokaal hotel.
no_no: Besøk din lokale turistinformasjon og gjør klar en informasjonspakke med brosjyrer og informasjon som kan være av interesse for de som besøker ditt område av Norge. Få med informasjon om festivaler, restauranter, museer, kino, svømmebasseng og ulike ting som kan være av interesse i ditt område.

# gathering_information.local_charm
source: Take some time to think about your community from a visitor's point of view. Where is the local charm? Collect a list of local restaurants, with information about the food and service. Add to that a list of grocery stores, and shopping centers. One of the joys of home exchange is frequenting places that the locals do.
de_de: Denken Sie über Ihre Stadt, Gemeinde, Umgebung aus der Sicht Ihres Tauschpartners nach - wo ist der Charme? Stellen Sie eine Liste mit lokalen Restaurants, Lebensmittelgeschäften und Shopping-Zentren zusammen.Das Interessanteste für Haustauscher ist, die Orte der "Einheimischen" kennenzulernen!
es_es: Dedique un tiempo para pensar sobre su comunidad desde el punto de vista de un visitante. ¿Dónde está el atractivo local? Haga una lista con los restaurantes locales, añada una lista de las tiendas de comestibles, centros comerciales, etc. Uno de los encantos del intercambio de casas es frecuentar los lugares donde van los nativos.
fi_fi: Ota hetki aikaa ja mieti yhteisöäsi vierailijan näkökulmasta. Missä piilee paikallinen viehätys? Kerää paikallisista ravintoloista luettelo, jossa on tietoja ruuasta ja palvelusta. Lisää tähän luetteloon ruokakaupat ja kauppakeskukset. Yksi kodinvaihdon iloista on usein käydä paikoissa ja tehdä asioita, joita paikalliset tekevät.
is_is: Gefðu þér tíma til þess að hugsa nágrenni þitt út frá augum gestanna. Hvað er aðlaðandi við svæðið? Safnaðu saman lista yfir veitingastaði ásamt leiðbeiningum um veitingaframboð þeirra. Bættu við listann matvöruverslunum og verslunarmiðstöðvum. Hluti af ánægju heimilaskiptanna er fólgið í því að gera eins og heimamenn.
it_it: Cercate di pensare alla vostra area dal punto di vista di un visitatore. Dove é lo charme locale? Fate una lista dei ristoranti locali con informazini relative al cibo e al servizio. Inserite anche una lista di negozi di alimentari e di shopping centers. Uno dei piaceri dello scambio casa é anche frequentare i luoghi della gente del posto.
ja_jp: ときにはあなたの住んでいる地域を旅行者の見方で考えて見ましょう。この地域の魅力は何だろう？近隣のレストランの種類とサービスについて情報入りのリストを集めてみましょう。食料雑貨店のリストやショッピングセンターなども加えましょう。ホームエクスチェンジの楽しみの一つは地域の人達が訪れる場所を自分達も訪れる事なのです。
nl_be: Neem de tijd om je dorp, gemeente of wijk te bekijken met de ogen van een buitenstaander. Wat zijn de charmante plaatsen? Maak een lijst van goede restaurants, met tips over de regionale specialiteiten. Voeg er ook een overzicht aan toe van leuke winkels, shopping centra en markten. Eén van de fijne voordelen van huizenruil is het bezoeken van plekken waar de normale toerist niet komt.
nl_nl: Neem even wat tijd om na te denken over uw omgeving vanuit het oogpunt van een bezoeker. Wat maakt uw woonplaats aantrekkelijk? Leg een lijst aan met lokale restaurants, met informatie over hun maaltijden en de service. Voeg er ook een lijst aan toe met winkelcentra, supermarkten en andere winkels. Een van de voordelen van woningruil is het regelmatig bezoeken brengen aan plaatsen die door de lokale bevolking ook worden bezocht.
no_no: Bruk litt tid på å tenke på hva som kan være interessant for en besøkende. Hva er spesielt sjarmerende med din by eller din region? Ta med en liste med butikker av ulike slag eller kjøpesenter. De fleste boligbyttere ønsker å oppleve det lokale der de bor ved boligbyttet.

# gathering_information.consider_your_home
source: Consider your home from your guest's point of view. Are there simple improvements that could make it more comfortable? Is everything in working order?
de_de: Betrachten Sie Ihr Heim aus der Sicht Ihrer Gäste. Gibt es evtl. noch einige Verbesserungen vorzunehmen - ist alles in Ordnung?
es_es: Examine su casa desde el punto de vista de sus huéspedes. ¿Hay algunas mejoras, fáciles de hacer, que la harían más confortable? ¿Todo funciona?
fi_fi: Mieti kotiasi vieraasi näkökulmasta. Onko olemassa yksinkertaisia ​​parannuksia, jotka voisivat tehdä sen mukavammaksi? Onko kaikki kunnossa?
is_is: Skoðaðu heimili þitt með augum gestsins. Eru einhver einföld atriði sem gætu verið til þæginda? Virkar allt eins og það á að gera?
it_it: Considerate la vostra casa dal punto di vista degli ospiti. Ci sono semplici cose da fare per renderla ancor più confortevole? Tutto funziona bene?
ja_jp: あなたの家についてもゲストの味方でみてみましょう。ちょっと手を入れるだけでもっと快適に変える事が出来ないでしょうか？すべてが生活しやすくなっていますか？
nl_be: Bekijk ook je eigen woning even vanuit het standpunt van je ruilpartner. Zijn er bepaalde specifieke weetjes over het gebruik van één en ander? Functioneert alles wel naar wens of is het moment niet aangebroken om de lekkende kraan of het stramme slot te herstellen? Waarom die garage, kelder of zolder ook niet eens een extra opruimbeurt geven? Eenvoudige ingrepen kunnen het comfort aanzienlijk verhogen.
nl_nl: Bekijk uw huis vanuit het oogpunt van uw gast. Zijn er simpele verbeteringen mogelijk, die het gerieflijker zouden kunnen maken? Werkt alles goed en verder ook in orde?
no_no: Prøv å se ditt hjem fra dine gjesters syn. Er det enkle justeringer som kan gjøres for at dine gjester skal føle seg mer komfortable? Fungere alt som det skal i huset?

# gathering_information.insurance
source: Contact your insurance companies for household insurance and for your car (if you are swapping cars) to make sure everything is adequately covered.
de_de: Kontakten Sie Ihre verschiedenen Versicherungen, wie Hausrat-, Kfz- (bei Autotausch) etc., um sicher zu gehen, dass alles ausreichend abgedeckt ist.
es_es: Contacte sus compañías de seguros, para la casa y el coche (si va a intercambiar el coche) y asegúrese de que todo está cubierto.
fi_fi: Ota yhteyttä vakuutusyhtiöösi kotivakuutuksen ja autovakuutuksen osalta (mikäli olet vaihtamassa autoja) varmistaaksesi, että kaikki on asianmukaisesti vakuutettu.
is_is: Hafðu samband við tryggingarfélagið þitt vegna heimilistrygginga og vegna bílsins - ef þið skiptið honum líka - til að vera viss um að allt sé í lagi.
it_it: Contattate la vostra Compagnia di Assicurazione per la casa e l'Assicurazione per la macchina (se fate anche lo scambio macchina) per assicurarvi che tutto sia adeguatamente coperto
ja_jp: 自分が入っている家財保険や車保険会社（もし車もエクスチェンジするならば）に問合せて、すべてが適切にカバーされているか確認しておきましょう。
nl_be: Contacteer de verzekeringsmaatschappij van je gezinspolis en bij een eventuele autoruil, de verzekering van je wagen en wees zeker dat alle risico's voldoende gedekt zijn.
nl_nl: Neem eventueel contact op met uw inboedelverzekering en uw autoverzekering ( als u ook de auto's uitruilt ) om er zeker van te zijn, dat alles goed is gedekt.
no_no: Husk å kontakte forsikringsselskapet før bytte slik at du er sikker på at alt er i orden før byttet skjer. Dette er også viktig hva angår bilforsikring om dere også har bilbytte.
