Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/docs_new_member_tips.po
Languages: de_de, es_es, fi_fi, is_is, it_it, ja_jp, nl_be, nl_nl, no_no

# gathering_information.cinema
source: Browse the internet and bookmark the homepage of your local cinema so your guests can find out what is playing during their visit.
de_de: Geben Sie Ihren Tauschpartnern die örtlichen Kinoangebote an, für einen evtl. Kinobesuch während dessen Aufenthalts.
es_es: Vaya a internet y marque la página de su cine local para que sus huéspedes puedan ver lo que hacen durante su visita.
fi_fi: Selaa verkkosivuja ja lisää kirjanmerkkeihin paikallisen elokuvateatterin kotisivu, niin sinun vieraasi voivat selvittää, mitä on elokuvia siellä näytetään heidän matkansa aikana.
is_is: Gefðu gestunum upp heimasíður t.d. leikhúsa, kvikmyndahúsa o.þ.h. svo þeir geti áttað sig á dagskrá og opnunartímum á meðan dvöl þeirra stendur.
it_it: Lasciate anche la pagina del giornale dove sono indicati i cinematografi in modo che i vostri ospiti sappiano dove sono i cinema e quali film passano
ja_jp: インターネットでチェックして、あなたの地域の映画館のホームページをブックマークしておきましょう。そうすればゲストは自分達が訪問中に何が上映されているかを知る事が出来るでしょう。
nl_be: Surf naar de sites van de lokale cinema, theater, musea en laat voor je ruilparnter een overzicht na van de programma's.
nl_nl: Zoek op het Internet en bookmark de homepage ( of schrijf het even op ) van de plaatselijke bioscoop, zodat uw gasten ook kunnen vinden wat er zoal draait tijdens hun bezoek.
no_no: Det kan være en ide å printe ut program for kino og teater i tiden du skal ha byttepartnere i ditt hjem.
