Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/docs_new_member_tips.po
Languages: de_de, es_es, fi_fi, is_is, it_it, ja_jp, nl_be, nl_nl, no_no

# page.headline
source: Tips for New Members
de_de: Tipps für neue Mitglieder
es_es: Ideas para Socios Nuevos
fi_fi: Vinkkejä uusille jäsenille
is_is: Ráð fyrir nýja meðlimi
it_it: Suggerimenti per i nuovi Soci
ja_jp: 新会員への助言
nl_be: Tips voor nieuwe leden
nl_nl: Tips for Nieuwe Deelnemers
no_no: Tips for nye medlemmer.

# page.ee_suggestions
source: If you are an experienced exchanger with suggestions for improving this text, please send us feedback with the category: Member Documents.
de_de: Wenn Sie als "Erfahrener Tauscher" Verbesserungsvorschläge haben, senden Sie diese mit dem web-feedback-Formular direkt an Ihren lokalen Organisator - unter"Mitglieder Dokumente"
es_es: Si es un socio con experiencia y tiene sugerencias para mejorar este texto, por favor mándenos sus comentarios y use: Member Documents.
fi_fi: Jos olet kokenut kodinvaihtaja ja sinulla on parannusehdotksia tähän tekstiin, lähetä meille palautetta verkon kautta, valitse kategoria: Asiakirjat jäsenille.
is_is: Ef þú ert reyndur heimilaskiptafélagi og ert með tillögur sem gætu bætt þessar leiðbeiningar, biðjum við þig að senda okkur skilaboð vegna þessa - merkt: Skjöl meðlima.
it_it: Se siete scambisti con esperienza e avete suggerimenti da dare per migliorare questo testo, mandateci per favore un feedback e usate la categoria : Documenti per i Soci (Member Documents)
ja_jp: もしあなたがエクスチェンジの経験がある方で、このテクストを改善するための提案をお持ちでしたら、我々にウェブのフィードバックを送ってください。次のカテゴリーから： 会員ドキュメント
nl_be: Als ervaren ruiler heb je misschien zelf suggesties om deze tekst aan te vullen met tips. Aarzel niet om ons je commentaar te sturen via de 'Web feedback'
nl_nl: Als u een ervaren deelnemer bent, en u heeft mogelijk suggesties om deze tekst te verbeteren, stuur ons dan alstublieft een Web feedback bericht daarover en gebruik daarbij de categorie: Member Documents.
no_no: Om du er en erfaren bolibytter og har forslag for å gjøre denne teksten bedre, vær snill å send oss tilbakemelding og bruk kategorien: Member Documents.

# set_up_your_listing.headline
source: Set Up Your Listing
de_de: Ihr Angebot ausfüllen
es_es: Cumplimentar su anuncio
fi_fi: Määritä tietosi
is_is: Útbúðu skráningu þína
it_it: Completate la vostra iscrizione
ja_jp: あなたのリスティング（登録事項）をセットアップする
nl_be: Je aanbieding opstellen
nl_nl: Uw Aanbieding opzetten en invullen
no_no: Lag din Oppføring

# set_up_your_listing.introtext
source: As soon as you have completed the registration process you can log-in to your intervac listing and begin setting it up. It is important to repeat that until you have actually finished filling in your listing, it remains invisible to other members. So, let's do that...
de_de: Sobald Sie sich registriert haben, können Sie sich einloggen und Ihr Angebot komplett ausfüllen. Es ist wichtig, Ihre Angaben nochmals zu überprüfen - bis zur kompletten Dateneingabe ist Ihr Angebot für andere Mitglieder nicht sichtbar.
es_es: Una vez haya completado el proceso de inscripción entre en su anuncio y vaya cumplimentandolo. Es importante que repita esta operación hasta que lo haya terminado, de lo contrario su anuncio no lo puedrán ver los otros socios.
fi_fi: Heti kun olet rekisteröitynyt, voit kirjautua sisään Intervaciin ja aloittaa tietojesi määrittelyn ja oman ilmoituksesi laadinnan. Toistettakoon tämä: tietosi näkyvät toisille jäsenille vasta, kun olet täyttänyt omat tietosi loppuun saakka.
is_is: Um leið og þú hefur skráð þig hjá Intervac, getur þú skráð þig inn á vefinn okkar og búið til þitt eigið heimasvæði. Það er mikilvægt að setja inn allar nauðsynlegar upplýsingar til þess að það verði sýnilegt öðrum. Svo það er næst....
it_it: Appena avrete completato la registrazione potrete inserire il vostro Login e entrare nella vostra iscrizione per completarla. E' importante farlo perché l'iscrizione rimarrà invisibile agli altri soci se non é completata
ja_jp: 登録プロセスを完成したら、すぐにインターバック・リスティングにログインしてセットアップを始めてください。あなたがリスティングを確実に完成し終わるまでは、他の会員からは見ることが出来ないままになっています。ですから、完成に向かってがんばってください・・・
nl_be: Na het beëindigen van de registratieprocedure (het inschrijven, het betalen van je lidmaatschap, waarna je inschrijving geactiveerd wordt) kan je inloggen op je Intervac 'Aankondiging/Listing' en beginnen met het opstellen. Het is belangrijk aan te stippen dat je 'aankondiging' onzichtbaar blijft voor andere leden tot wanneer deze volledig is ingevuld. Vooruit, aan het werk!
nl_nl: Zodra u uw registratie compleet heeft gemaakt, kunt u inloggen naar uw aanbieding en beginnen die in te vullen. Het is belangrijk te herhalen, dat uw aanbieding onzichtbaar blijft voor andere deelnemers, totdat u al uw gegevens in uw aanbieding compleet heeft ingevuld. Dus, laten wij dat nu maar even gaan doen .................
no_no: Så snart som du har gjort ferdig registreringsprosessen kan du logge inn til din Intervac oppføring, og begynne å sette denne opp. Det er viktig for oss å minne deg på om at inntil du har gjort ferdig utfyllingen av oppføringen din, så er den usynlig for andre medlemmer. Så da er det bare å sette i gang...

# set_up_your_listing.list_go_login
source: After you have logged in, on the member home page, in the left-hand column just underneath the orange navigation box you will see a set of links titled "My Listing". Begin by clicking on "Edit My Listing"
de_de: Nachdem Sie sich auf der Mitglieder homepage eingeloggt haben, sehen Sie auf der linken Seite ( Orangebox) mit "Mein Angebot" und "Angebot editieren" - hier klicken
es_es: Después de haber entrado, en su página personal, en el lado izquierdo justo debajo del recuadro naranja verá el link titulado "Mi Anuncio". Empiece haciendo clic en "Variar los Datos de Mi Anuncio"
fi_fi: Kirjauduttuasi sisään näet jäsenen etusivulla, vasemmanpuoleisessa sarakkeessa heti oranssin navigointilaatikon alapuolella linkkilistan, jonka nimi on "Listaukseni". klikkaamalla "Muokkaa listaustani"
is_is: Þegar þú hefur skráð þig inn á þitt heimasvæði, sérðu dálkinn"Skráningin mín" vinstra megin á síðunni neðan við appelsínugula kassann. Byrjaðu á því að smella á "Breyta eigin skráningu"
it_it: Dopo aver inserito il Login ed essere entrati nella pagina iniziale , nella colonna a sinistra , proprio sotto la parte arancione della navigazioen, vedrete una serie di collegamenti col titole "La mia iscrizione ". Cominci col cliccare su "Edita i dettagli della mia iscrizione"
ja_jp: ログインした後（会員のホームページに）、オレンジ・ナビゲーションのちょうど下の左手のコラムの中に "私のリスティング"のタイトルでリンクのセットがあるのが見つかるでしょう。 "私のリスティングの編集"をクリックして始めてください。
nl_be: Na het inloggen aan de linkerkant van de member homepage, net onder de oranje navigatiebalk, merk je een reeks links met als titel"Mijn aanbieding". Start door te klikken op "Wijzig mijn aanbieding"
nl_nl: Nadat u heeft ingelogd op de Deelnemers Homepage, ziet u in de linker kolom juist onder het oranje blok, een aantal navigatie mogelijkheden met titels als "Mijn Aanbieding". Begin door te klikken op "Wijzig mijn Aanbieding"
no_no: Så snart du har logget inn på medlemssiden, vil du på venstresiden rett under en orange navigasjonsboksen finne en link som sier "My Listing". Begynn med p klikke på "Edit My Listing"After you have logged in, on the member home page, in the left-hand column just underneath the orange navigation box you will see a set of links titled "My Listing". Begin by clicking on "Edit My Listing"

# set_up_your_listing.list_edit_listing
source: Fill in the form with your desired travel dates, information about your family, your home, and your surroundings. Don't forget to save your changes by clicking the orange button at the top, or the bottom of the page.
de_de: Füllen Sie dieses Formular aus, mit Ihren Wunsch- und Urlaubsdaten, Informationen über Ihre Familien, Ihr Heim und Umgebung etc.! Vergessen Sie nicht, Ihre Daten zu speichern - klicken Sie den button (oben/unten auf der Seite).
es_es: Cumplimente el formulario con sus fechas de viaje, información sobre su familia, su casa y sus alrededores. No se olvide de guardar los cambios, haciendo clic en el botón naranja que hay arriba o abajo de la página.
fi_fi: Lisää lomakkeelle haluamasi matkustusajat, tietoja perheestäsi, kodistasi ja lähiympäristöstäsi. Älä unohda tallentaa tekemiäsi muutoksia, klikkaa oranssia tallenna -painiketta sivun ylä- tai alaosassa.
is_is: Fylltu í reitina eins og við á og ekki sleppa neinum stjörnumerktum reit. Settu inn óskir um ferðadagsetningar, upplýsingar um fjölskyldu og nágrenni þitt. Ekki gleyma að vista það sem þú skráir með því að smella á appelsínugula hnappinn efst eða neðst á síðunni.
it_it: Completate l'iscrizione con le date desiderate per il vostro viaggio, le informazioni relative alla vostra famiglia , alla casa e ai dintorni. Non dimenticate di salvare i dati immessi cliccando sul bottone arancione all'inizio o alla fine della pagina.
ja_jp: あなたの希望する休暇の期間、家族についての情報、あなたの家そして環境などについてフォームを完成してください。あなたの変更を保存する事を忘れないで下さい。ページの上部か下部のオレンジボタンをクリックして保存しましょう。
nl_be: Vul het formulier in met de gewenste reisdata, informatie over je familie, je huis en omgeving. Vergeet de gegevens niet te bewaren door te klikken op de oranje toets bovenaan of ook onderaan de pagina.
nl_nl: Vul het formulier in met je gewenste reisdata, informatie over uw gezin, uw huis, en de omgeving. Vergeet niet om uw veranderingen op te slaan door te klikken op de oranje knop bovenaan de bladzijde, of onderaan de bladzijde.
no_no: Fyll inn skjemaet med dine ønskede resedatoer, informasjon om din familie, ditt hjem og omgivelsene rundt der du bor. Husk å "save" etter at du har gjort dine endringer ved å klikke på den orange knappen øverst eller nederst på siden.

# set_up_your_listing.destinations_wishlist_headline
source: Your Destinations Wishlist
de_de: Gewünschte Reiseziele
es_es: La Lista de sus Destinos Deseados
fi_fi: Toivomasi matkakohteet
is_is: Óskalisti áfangastaða þinna
it_it: Lista dele vostre destinazioni preferite
ja_jp: あなｔの希望行き先リスト
nl_be: Je lijst van voorkeursbestemmingen
nl_nl: Lijst met door u Gewenste Bestemmingen
no_no: Din ønskeliste for destinasjoner

# set_up_your_listing.list_destinations_wishlist
source: Using the "My Listing" navigation click on "Destinations Wishlist" to begin to alert other members to your wish to visit their area. By default "Open for All Countries" is chosen, but you can enter as many countries, regions, and cities as you like. The more you choose, the better your chances of getting offers from people in those places using the Reverse Search to find potential exchange partners.
de_de: Gehen Sie auf "Mein Angebot" und klicken auf "Gewünschte Reiseziele", um anderen Mitgliedern Ihre Wünsche anzuzeigen. Oft wird "Offen für alle Angebote" gewählt, Sie können aber auch Länder, Regionen und Städte eingeben - soviel Sie wollen! Je mehr Angaben Sie machen, desto größer ist Ihre Chance, Angebote von Partnern zu erhalten, die "Umkehrsuche" benutzen, um einen potentiellen Tauschpartner zu finden.
es_es: Usado "Mi Anuncio" clic en "Lista de Destinos deseados" para empezar a alertar a otros socios de su deseo de visitar su zona. Por defecto aparece "Abierto a Todos los Países", pero puede poner tantos países, regiones o ciudades como desee. Cuantos más elija, más posibilidades tendrá de recibir ofertas.
fi_fi: Käyttämällä "Listaukseni" navigointipainiketta "Suosikkini" ilmoitat muille jäsenille olevasi kiinnostunut vierailusta heidän asumallaan alueella. Oletukseksi on valittu Avoinna kaikille maille" , mutta voit lisätä tähän niin monta maata, aluetta ja kaupunkia kuin haluat. Mitä useamman valitset sitä paremmin sinulla on mahdollisuuksia saada tarjouksia niiden paikkakuntien jäseniltä, jotka etsivät potentiaalisia vaihtokumppaneita käyttämällä käänteistä hakua.
is_is: Undir "Skráningin mín" geturðu smellt á "Óskalisti áfangastaða" til að kynna öðrum félagsmönnum hvert þú vilt fara. Með því að velja "Opin fyrir öllum löndum" er allt opið en auk þess getur þú skráð eins mörg lönd, héruð og borgir og þig lystir. Því fleiri staði sem þú velur þér, þeim mun líklegra er að þú komir fram í leit annarra þegar þeir leita frá sínu heimasvæði og merkja við Breytið leit.
it_it: Quando siete su "La mia iscrizione " cliccate su "Destinazioni Preferite" per informare gli altri soci del vostro desiderio di visitare la loro area. Anche se scegliete "Aperto per tutti i Paesi" potete inserire tutti i paesi ,regioni e città che desiderate. Più ne inserite , maggiori saranno le possibilità di ricevere offerte da persone che vivono in quelle zone e che usano la Ricerca Inversa per trovare partners potenziali.
ja_jp: "行き先希望リスト"上の"私のリスティング"ナビゲーション・クリックを使って、あなたが訪れたいと思う地域を他の会員の注意を向けさせるようにしましょう。 "すべての国へオープン"デフォルトを選択することによって、あなたはたくさんの国や市に入ることが出来ます。より多く選択することによって、オファーを受けるチャンスはずっと増えていきます。希望地に書かれた地域に住む会員達は「逆検索」を使って可能性のあるエクスチェンジパートナーを探し出す事が出来るのです。
nl_be: Door gebruik te maken van de link"Mijn aanbieding" en te klikken op "Voorkeursbestemmingen" laat je aan andere leden weten dat je hun land wenst te bezoeken. Bij gebrek aan voorkeur kies je voor "Open voor alle aanbiedingen" . Je kan echter zoveel landen, regio's of steden invullen als je zef wilt. Hoe ruimer je keuze des te meer kans je zal maken om ruilaanbiedingen te vinden . Kies hiervoor 'omgekeerde zoekactie'.
nl_nl: Gebruik de optie "Mijn Aanbieding" en klik op "Lijst met Gewenste Bestemmingen" om te beginnen andere deelnemers attent te maken op uw wens om hun omgeving te bezoeken. Als default wordt gekozen "Open voor Alle Landen", maar u kunt zoveel landen, landstreken en grote steden invullen als u maar wilt. Hoe meer u er kiest, des te groter uw kansen worden om aanbiedingen te krijgen van mensen vanuit die plaatsen, die gebruik maken van "Omgekeerd Zoeken" om mogelijke vakantiepartners te vinden.
no_no: Bruk "My Listing" navigeringen ved å klikke på "Destinations Wishlist" for å varlse andre medlemmer om dine ønsker om å besøke deres områder. Som standard er "Open for all countries" , men du kan legge inn så mange land, byer eller regioner du ønsker. Jo mer du velger, dess større sjanse for å få tilbud fra folk på disse stedene som benytter seg av revers søk for å finne potensielle byttepartnere.

# set_up_your_listing.google_marker_headline
source: Place your Google Marker
de_de: Platzieren Sie Ihren google marker
es_es: Coloque su marcador de Google
fi_fi: Laita Google-merkitsijäsi
is_is: Merkið með Google merkinu
it_it: Siostemate il puntatore di Google
ja_jp: グーグルマーカーを置く
nl_be: Plaats je Google Markeerder.
nl_nl: Plaats uw Google Markeerder
no_no: Plasser din Google markør

# set_up_your_listing.list_gmap_marker
source: Using the "My Listing" navigation check the position of your Google Maps marker by clicking on the link "Place Google Marker". If you are offering a second home, or want to use latitude and longitude to place the marker more exactly there are forms and instructions on this page for doing so.
de_de: Klicken Sie "Mein Angebot" und checken die Platzierung Ihres Heimes - link "place Google Marker"! Wenn Sie eine Zweitwohnung anbieten, oder den Längen-oder Breitengrad Ihrer Platzierung ändern wollen, gibt es hierfür Erklärungen auf dieser Seite.
es_es: Usando "Mi Anuncio" vea la situación del marcador del mapa de Google haciendo clic en el link "Coloque el Marcador de Google".
fi_fi: Käyttämällä "Listaukseni" navigointia voit tarkistaa Google-merkitsijän paikan Googlen kartalla klikkaamalla linkkiä "Aseta Google-merkitsijä". Jos tarjoat loma-asuntoasi tai haluat käyttää leveys- ja pituuspiirejä asettaaksesi merkitsijän vielä tarkemmin, löydät myös siihen tarvittavat ohjeet tältä sivulta.
is_is: Undir "Skráningin mín" er að finna hlekk til að skrá inn heimili þitt á Google Maps; "Merkið með Google merkinu". Þetta uppfærist sjálfkrafa en hægt að handstilla ef um er að ræða eign sem er ekki á sama stað og heimilisfangið þitt, eins og sumarbústaður þinn eða annað húsnæði.
it_it: Quando siete su "La mia Iscrizione " Guardate la posizione del puntatore di Google sulla vostra mappa e cliccate sul link "Sistema il puntatore di Google". Se offrite la vostra seconda casa e volete che il puntatore sia più esatto, nella pagina ci sono istruzioni per farlo.
ja_jp: "私のリスティング"ナビゲーションを使って "グーグルマーカーの場所"のリンクをクリックしながらあなたのグーグルマップマーカーの位置をチェックしてみてください。もしあなたがセカンドホームを提供している場合やより正確な位置に緯度経度を使いたいと希望する場合はこのページにフォームとインストラクションがあります。
nl_be: Door gebruik te maken van de link "Mijn aanbieding" kan je de Google Maps markeerder positioneren door te klikken op de link "Plaats Google Markeerder". Indien je een tweede woning aanbiedt of indien je wenst gebruik te maken van de breedtegraad en lengtegraad om de markeerder nog preciezer te positioneren volg je de instructies op deze pagina.
nl_nl: Onder "Mijn Aanbieding" kunt u de positie van uw GoogleMaps-markeerder controleren door te klikken op de link "Plaats de Google Markeerder". Als u een 2e-huis aanbiedt, of u wilt gebruikmaken van de breedtegraden en lengtegraden in het systeem om de Markeerder preciezer te plaatsen, zijn er formulieren en instructies op deze pagina om dat te kunnen doen.
no_no: Bruk "My Listing" og plasser din google markør der den hører hjemme ved å klikke "Place Google Marker". Om du har en hytte eller et "annet hjem" eller om du vil benytte lengdegrad og breddegrad for å plassere markøren mer eksakt, så er det mulig. Du finner mer ut om dette ved å lese videre på siden.

# set_up_your_listing.text_and_photos_headline
source: Additional Text and Photos
de_de: Zusätzliche Texte und Fotos
es_es: Texto Adicional y Fotos
fi_fi: Lisätietoja tekstein ja kuvin
is_is: Að setja inn texta og myndir
it_it: Testo e Foto addizionali
ja_jp: 追加の説明文と写真
nl_be: Bijkomende tekst en foto's
nl_nl: Aanvullende tekst en Foto's.
no_no: Hovedtekst og foto

# set_up_your_listing.list_additional_text_and_photos
source: Take some time and look at other member's listings. Then gather together photos of your home, your family and pets, your neighborhood, and your region. Now you are ready to upload them and to write (unlimited) free text to fill in your listing. You can do both of these things by clicking on "Add Text and Photos" in the "My Listing" navigation.
de_de: Nehmen Sie sich etwas Zeit und schauen Angebote anderer Mitglieder an. Sammeln Sie Fotos Ihres Heimes, Familie, Haustiere, Nachbarschaft und Ihrer Umgebung. Laden Sie diese zu Ihrem Angebot hoch und beschreiben Sie Ihr Heim, Umgebung etc. - unbegrenzter Text - klicken Sie dafür "Hinzufügen von Text and Fotos" unter "Mein Angebot".
es_es: Dedique un tiempo a ver los anuncios de otros socios. Guarde juntas fotos de su casa, de su familia, de los animales domésticos, de su vecindario y de su región. Ahora está preparado para cargarlas y escribir el texto libre (ilimitado) para cumplimentar su anuncio. Puede hacer ambas cosas haciendo clic en "Añada Texto y Fotos" en "Mi Anuncio".
fi_fi: Käytä vähän aikaa ja katsele muiden jäsenten listauksia. Kokoa sitten valokuvia kodistasi, perheestäsi ja lemmikeistäsi, naapurustostasi ja alueestasi. Lataa ne sivullesi ja kirjoita (rajoittamattomasti) vapaata tekstiä ilmoituksesi täydentämiseksi. Voit tehdä nämä molemmat kilkkaamalla "Lisää tekstiä ja kuvia" linkkiä "Listaukseni" navigointiosassa.
is_is: Það getur verið gott að líta yfir skráningar annarra. Safnaðu síðan saman myndum af heimili þínu, fjölskyldu og gæludýrum, nágrenni og umhverfi. Þú hleður þeim síðan inn á heimasvæðið þitt og skrifar inn aðlaðandi lýsingartexta eins og við á. Þú gerir það undir hlekknum "Skráið texta og myndir" undir "Skráningin mín".
it_it: Guardate con calma le iscrizioni degli altri soci. Poi mettete insieme le foto della vostra casa, della famiglia, dei dintorni, della regione. Adesso siete pronti per inserirle e di scrivere un testo (illimitato) per la vostra iscrizione. Potete fare ambedue le cose cliccando su "Aggiungi Testo e Foto" che trovetere su "La mia iscrizione"
ja_jp: 時間をとって他の会員のリスティングを見てみてください。それからあなたの家、家族やペット、隣人達そして地域などの写真を集めましょう。そして今それをアップロードして、あなたのリスティングの無料テクスト欄に（無制限に）紹介・説明文を書きましょう。 "私のリスティング"ナビゲーションの " テクストと写真を追加"欄をクリックしながらこれらをやりましょう。
nl_be: Neem even de tijd om de aanbiedingen van andere leden te bekijken en vergelijk met de aantrekkelijkheid van die van jou. Verzamel dan foto's van je huis, de familie, je huisdieren, je omgeving en je regio. Je kan dan starten met het opladen ervan en met het schrijven van een vrije tekst (ongelimiteerd) om je aankondiging aan te vullen. Je kan beide doen door te klikken op"Voeg Foto's en Tekst toe" in de navigatie "Mijn aanbieding" .
nl_nl: Neem even wat tijd en bekijk wat aanbiedingen van andere deelnemers. Verzamel dan wat foto's van uw huis, uw gezin en huisdieren, uw buurt en omgeving. Nu bent u klaar om die te kunnen opladen, en ( een onbeperkte hoeveelheid ) vrije tekst te schrijven en in uw aanbieding te aetten. U kunt dit allebei doen door in de optie "Mijn Aanbieding " te klikken op "Voeg Foto's en Tekst toe ".
no_no: Bruk litt tid til å se på andre medlemmers oppføringer. Samle så sammen foto av ditt hjem, familien og kjæledyr, ditt nabolag eller regionen om du vil. Så er du klar til å laste dem opp og du kan skrive så mye tekst du selv ønsker for å fylle ut din oppføring. Du kan gjøre begge disse ting ved å klikke "Add Text and Photos" i "My Listing" navigasjonen.

# contact_partners.headline
source: Contacting Prospective Partners
de_de: Kontakt mit perspektiven Tauschpartnern.
es_es: Contacte Posibles Compañeros
fi_fi: Yhteydenotto mahdolliseen vaihtokumppaniin
is_is: Samband við væntanlega skiptifélaga
it_it: Per contattare possibili Partners
ja_jp: パートナーとのコンタクト
nl_be: Toekomstige ruilpartners contacteren
nl_nl: Contacten leggen met Mogelijke Vakantiepartners
no_no: Kontakt Potensielle Partnere
