Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/edit_listing.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro, ru_ru

# contact_info.headline
source: Your Contact Information
da_dk: Dine kontaktinformationer
de_de: Angaben zur Person
el_gr: Στοιχεία σας για επικοινωνία (ΛΑΤΙΝΙΚΑ ΓΡΑΜΜΑΤΑ)
es_es: Su Información de Contacto
fi_fi: Yhteystietosi
fr_fr: Vos coordonnées
is_is: Tengsl við ykkur
it_it: Informazioni personali
ja_jp: 登録情報入力（必ずローマ字で書き込んでください）
nl_be: Je contactgegevens
no_no: Din kontaktinformasjon
pl_pl: Dane kontaktowe
pt_pt: Informação para Contacto
ro_ro: Informatiile dvs de contact
ru_ru: Ваша Контактная Информация

# required_fields
source: Please note: All fields labeled with colored text are required and will return an error if not completed.
da_dk: Bemærk: Alle felter mærket med farvet tekst er obligatoriske og skal udfyldes.
de_de: Bitte beachten: die mit "rot" gekennzeichneten Felder müssen ausgefüllt werden, Sie erhalten sonst eine Fehlermeldung.
el_gr: Προσοχή: Απαιτείται συμπλήρωση όλων των πεδίων με έγχρωμο κείμενο και θα σας δοθεί μήνυμα λάθους αν δεν συμπληρωθούν.
es_es: Por favor tenga en cuenta que: Todos los campos marcados con un * son necesarios y le señalarán error si no los completa.
fi_fi: Huomaa: Kaikki kentät, jotka on merkitty värillisellä tekstillä, ovat pakollisia ja aiheuttavat virhetilanteen, jos ne on jätetty tyhjäksi.
fr_fr: Les questions colorées sont des mentions obligatoires et doivent être complétées.
is_is: Athugið: Alla merkta kassa þarf að fylla út til að vera gildir annars kemur villumelding.
it_it: Attenzione per favore: tutti i campi con il testo colorato sono necessari e vi sarà data comunicazione dci erore se non completati
ja_jp: .註： オレンジ色で書かれた箇所は必ず書き入れてください。そうしないとエラーとなります。
nl_be: Let wel: alle velden aangeduid met gekleurde tekst moeten ingevuld worden of zullen als een fout aangegeven worden.
no_no: Vennligst merk deg: Alle felt med farget tekst må fylles ut. Du vil få melding om feil hvis feltene ikke er utfylt.
pl_pl: Pola zaznaczone kolorem są wymagane i niewypelnieni ich spowoduje wystąpienie błędu.
pt_pt: Nota: Todos os campos assinalados com texto de cor são obrigatórios e será apresentado um erro se não forem preenchidos.
ro_ro: Luati aminte!: Toate campurile continand scris colorat sunt obligatorii si vor da eroare daca nu sunt completate
ru_ru: Пожалуйста, обратите внимание: все поле, помеченные цветом, необходимо заполнить. В противном случае выйдет сообщение об ошибке.

# contact_info.name
source: Full Name <required>*</required>
da_dk: Navn <required>*</required>
de_de: Vorname, Nachname <erforderlich>*</erforderlich>
el_gr: Ονοματεπώνυμο <required>*</required>
es_es: Nombre y apellido <required>*</required>
fi_fi: Koko nimi <required>*</required>
fr_fr: Vos Noms et Prénoms <required>*</required>
is_is: Nafn félagsmanns <required>*</required>
it_it: Nome completo <required>*</required>
ja_jp: お名前（名前が先、姓はあと） <required>*</required>
nl_be: Volledige naam <required>*</required>
no_no: Fullt navn <required>*</required>
pl_pl: Imię i nazwisko <required>*</required>
pt_pt: Nome Completo <required>*</required>
ro_ro: Numele intreg <required>*</required>
ru_ru: Полное имя <required>*</required>

# contact_info.name_reminder
source: First &amp; Last Name
da_dk: Fornavn &amp; Efternavn
de_de: Vorname, Nachname
el_gr: 'Ονομα &amp; Επώνυμο
es_es: Nombre &amp; Apellido
fi_fi: Etunimi &amp; Sukunimi
fr_fr: Ecrire votre patronyme en MAJUSCULES svp
is_is: Skírnarnafn &amp; Eftirnafn
it_it: Primo &amp; Cognome
ja_jp: お名前（名前が先、姓はあと）
nl_be: Voor- &amp; Familienaam
no_no: Første og siste navn
pl_pl: Imię i nazwisko
pt_pt: Primeiro &amp; Último Nome
ro_ro: Nume; Prenume
ru_ru: Имя и Фамилия

# contact_info.address
source: About your address
da_dk: Adresse
de_de: Ihre Adresse
el_gr: Η διεύθυνσή σας
es_es: Sobre su dirección
fi_fi: Osoitetietoja
fr_fr: A propos de votre adresse
is_is: Heimilisfangið ykkar
it_it: A proposito del suo indirizzo
ja_jp: 住所
nl_be: Adresgegevens
no_no: Vedrørende din adresse
pl_pl: Adres
pt_pt: Sobre a sua morada
ro_ro: Despre adresa dvs
ru_ru: Адрес

# contact_info.help_address
source: This is your primary (mailing) address. The address where you are most likely to be should a member want to contact you. This should not be the address of your holiday home. If you are looking for a way to change the placement of the marker on the Google map so that it displays the location of your second home, you can go to:
da_dk: Dette er din primære postadresse. Det bør ikke være adressen på din feriebolig, hvis det ikke er det samme. Hvis du leder efter en måde at ændre placeringen af markøren på Google-kort, så det viser placeringen af dit andet hjem, kan du gå til:http://stevemorse.org/jcal/latlon.php og få de nøjagtige koordinater.
de_de: Ihre Kontaktadresse, unter der Sie Ihr Tauschpartner erreichen kann. Es sollte nicht die Adresse Ihres Ferienhauses sein. Wenn Sie aber Ihr Ferienhaus auf der google-Karte markiert haben wollen, können Sie folgendermaßen vorgehen:
el_gr: Αυτή είναι η βασική σας (ταχυδρομική) διεύθυνση. Είναι η διεύθυνση που θέλετε να χρησιμοποιήσουν άλλα μέλη για να σας στείλουν επιστολές. ΔΕΝ θα πρέπει να βάλετε τη διεύθυνση του εξοχικού σας αν δεν λαμβάνετε εκεί την αλληλογραφία σας. Αν ψάχνετε τον τρόπο να αλλάξετε το δείκτη στο συνοδευτικό χάρτη στο Google της καταχώρισής σας ώστε να δείχνει άλλη θέση αν βρίσκεται αλλού το σπίτι που προσφέρετε για ανταλλαγή, πηγαίνετε:
es_es: Esta es su principal dirección de correo. La dirección en la que un socio interesado en contactarle le encontrará. Esta no debe ser la dirección de su segunda vivienda. Si está buscando una forma de cambiar la localización de su marcador en el mapa de Google para que muestre la situación de su segunda vivienda, puede ir a:
fi_fi: Tämä on ensisijainen (postitus) osoitteesi.Osoite missä olet todennäköisimmin, jos jäsen haluaa ottaa sinuun yhteyttä. Tämä ei saisi olla loma-asuntosi osoite Jos etsit keinoa, millä voit muuttaa Googlen karttamerkintää näyttämään loma-asuntosi sijainnin, voit siirtyä:
fr_fr: Il s'agit d'indiquer ici l'adresse de votre résidence habituelle où recevoir la correspondance avec les autres membres Intervac. Si le logement que vous proposez à l'échange se situe à une adresse différente (résidence secondaire, maison de vacances), il convient de changer la carte géographique de votre annonce en précisant l'adresse de ce second logement avec la rubrique :
is_is: Þetta er ykkar aðal póstfang. Heimilisfangið sem líklegast að þið séuð staðsett ef að félagsmaður ætli að hafasamband. Þetta má ekki vera póstfangið á sumarhúsinu t.d.Ef þið óskið að breyta Google staðsetningar merkinu til að merkja við staðsetningu á öðru heimili ykkar þá er það alveg hægt:
it_it: Questo é il suo indirizzo principale cioé dove vuole essere contattato dagli altri soci. L'indirizzo pricipale potrebbe non corrispondere all'indirizzo della casa che offre. Se vuole che il puntatore di Google indichi dove si trova la casa che offre può:
ja_jp: 他の会員からのコンタクトを郵便で受け取る住所。セカンドハウスの住所ではない。グーグルマップ上のマーカーの場所をセカンドホーム変えたいと思っている場合は次のところへ：
nl_be: Dit is adres waar leden je best kunnen contacteren. Dit is niet het adres van je tweede- of vakantiewoning. Indien je een manier zoekt om het adres van je tweede woning aan te duiden op de Google-kaart ga dan naar:
no_no: Dette er din primære e-post adresse. Adressen du mest sannsynlig vil treffes på dersom et annet Intervac-medlem skulle ønske kontakt med deg. Dette bør ikke være adressen til ditt feriested. Dersom du ser etter en måte å endre plasseringen av markeringen på Google-kartet slik at markeringen viswer plasseringen av ditt feriested, kan du gå videre til:
pl_pl: To jest Twój główny (pocztowy) adres. Adres pod którym jesteś osiągalny dla pozostałych członków. Nie podawaj adresu swojego letniego domu. Jeśli szukasz możliwości zmiany wskaźnika na mapie tak, aby wskazywał Twój letni/drugi dom idź do:
pt_pt: Esta é a sua morada principal para correspondência. Por outras palavras, a morada onde é mais provável estar caso um membro o queira contactar (não necessariamente a mesma que a morada da casa que oferece para troca). Se quer mudar a posição do Google Marker para uma segunda casa, veja aqui:
ro_ro: Aceasta este adresa dvs postala , unde puteti fi gasit in cazul in care un membru doreste sa va contacteze.Aceasta nu ar trebui sa fie adresa casei de vacanta. Daca doriti sa modificati amplasarea pe harta Google , astfel incat sa apara resedinta dvs secundara , puteti merge la:
ru_ru: Это ваш основной почтовый адрес. Адрес, по которому члены клуба могут связаться с вами. Не нужно указывать адрес дома, который предоставляется для обмена. Если вам необходимо изменить положение маркера вашего дома? предоставляемого для обмена, на картах Google, вы можете перейти на:

# contact_info.street
source: Street <required>*</required>
da_dk: Adresse <required>*</required>
de_de: Strasse <erforderlich>*</erforderlich>
el_gr: Οδός/Αριθ. <required>*</required>
es_es: Calle/Dirección Postal <required>*</required>
fi_fi: Katu <required>*</required>
fr_fr: Adresse postale <required>*</required>
is_is: Götuheiti <required>*</required>
it_it: Indirizzo Postale <required>*</required>
ja_jp: 番地、町村名 <required>*</required>
nl_be: Straat <required>*</required>
no_no: Gate/postadresse <required>*</required>
pl_pl: Nazwa ulicy <required>*</required>
pt_pt: Endereço postal <required>*</required>
ro_ro: Strada <required>*</required>
ru_ru: Улица <required>*</required>

# contact_info.city
source: City/Town <required>*</required>
da_dk: By <required>*</required>
de_de: Ort <erforderlich>*</erforderlich>
el_gr: Πόλη <required>*</required>
es_es: Ciudad/Población <required>*</required>
fi_fi: Paikkakunta <required>*</required>
fr_fr: Ville/Commune <required>*</required>
is_is: Borg/Bær <required>*</required>
it_it: Città <required>*</required>
ja_jp: 市区、都道府県 <required>*</required>
nl_be: Woonplaats <required>*</required>
no_no: Sted <required>*</required>
pl_pl: Miejscowość <required>*</required>
pt_pt: Localidade <required>*</required>
ro_ro: Orasul <required>*</required>
ru_ru: Населенный пункт <required>*</required>

# contact_info.postal
source: Postal Code
da_dk: Postnummer
de_de: Postleitzahl
el_gr: Ταχυδρομικός Κώδικας
es_es: Distrito Postal
fi_fi: Postinumero
fr_fr: Code Postal
is_is: Póstnúmer
it_it: Codice Postale
ja_jp: 郵便番号
nl_be: Postcode
no_no: Postnummer
pl_pl: Kod pocztowy
pt_pt: Código Postal
ro_ro: Cod postal
ru_ru: Индекс

# contact_info.state
source: State/Province
da_dk: Område
de_de: Land/Region
el_gr: Νομός
es_es: Estado/Provincia
fi_fi: Osavaltio/Maakunta
fr_fr: Etat/Province
is_is: Byggðarlag
it_it: Stato/Provincia
ja_jp: 国名
no_no: Fylke
pl_pl: Województwo
pt_pt: Distrito
ro_ro: Stat/ Provincie
ru_ru: Область/республика

# contact_info.telephone
source: Telephone <required>*</required>
da_dk: Telefon <required>*</required>
de_de: Telefon <erforderlich>*</erforderlich>
el_gr: Τηλέφωνο <required>*</required>
es_es: Teléfono <required>*</required>
fi_fi: Puhelin <required>*</required>
fr_fr: Tél. Fixe <required>*</required>
is_is: Símanúmer <required>*</required>
it_it: Telefono <required>*</required>
ja_jp: 電話番号(+81 - 市外局番の（０）ゼロを抜く) <required>*</required>
nl_be: Telefoon <required>*</required>
no_no: Telefon <required>*</required>
pl_pl: Telefon <required>*</required>
pt_pt: Telefone <required>*</required>
ro_ro: Telefon <required>*</required>
ru_ru: Телефон <required>*</required>

# contact_info.mobile
source: Mobile Phone
da_dk: Mobil
de_de: mobil
el_gr: Κινητό τηλέφωνο
es_es: Teléfono Móvil
fi_fi: Matkapuhelin
fr_fr: Tél. Portable
is_is: Farsími
it_it: Numero del cellulare
ja_jp: 携帯番号
nl_be: Mobiele telefoon
no_no: Mobiltelefon
pl_pl: Telefon komórkowy
pt_pt: Telemóvel
ro_ro: telefon Mobil
ru_ru: Моб.телефон

# contact_info.fax
source: FAX
el_gr: Φαξ
fi_fi: Faksi
is_is: FAX-númer
ja_jp: FAX番号
ru_ru: Факс

# contact_info.email
source: E-Mail <required>*</required>
de_de: e-mail <erforderlich>*</erforderlich>
el_gr: Ηλεκτρονικό Ταχυδρομείο (e-mail) <required>*</required>
fi_fi: Sähköposti <required>*</required>
is_is: Netpóstur <required>*</required>
it_it: Indirizzo e-mail <required>*</required>
ja_jp: E-Mailアドレス <required>*</required>
no_no: E-post <required>*</required>
ru_ru: Эл.почта <required>*</required>

# contact_info.second_email
source: Second E-Mail
da_dk: Alternativ Email
de_de: Zweites e-mail
el_gr: 2ο E-Mail
es_es: Segunda dirección de correo electrónico
fi_fi: II sähköposti
is_is: annað netfang
it_it: secondo indirizzo email
ja_jp: 別のE-Mailアドレス
nl_be: Tweede email-adres
no_no: Andre e-post - adresse
pl_pl: Drugi e-mail
pt_pt: Outro E-Mail
ro_ro: al doilea E-Mail
ru_ru: Вторая эл.почта

# contact_info.homepage
source: Your homepage
da_dk: Evt. egen hjemmeside
de_de: Ihre homepage
el_gr: Η ιστοσελίδα σας (αν υπάρχει)
es_es: Su web personal
fi_fi: Kotisivusi
fr_fr: Votre lien Internet
is_is: Þitt heimasvæði
it_it: Inserisca l'indirizzo della sua Homepage (se disponibile)
ja_jp: あなたのホームページ
nl_be: Je website
pl_pl: Strona internetowa
pt_pt: Página da Internet
ro_ro: Pagina dvs de pornire
ru_ru: Ваша страница

# home.headline
source: About Your Home
da_dk: Beskrivelse af din byttebolig
de_de: Über Ihr Heim
el_gr: Το Σπίτι σας
es_es: Sobre Su Casa
fi_fi: Tietoja kodistasi
fr_fr: Le logement que vous proposez
is_is: Um heimilið
it_it: Informazioni sulla casa
ja_jp: あなたの家について
nl_be: Over je woning
no_no: Om hjemmet ditt
pl_pl: O Twoim domu/mieszkaniu
pt_pt: Sobre a sua casa
ro_ro: Despre caminul dvs
ru_ru: О вашем доме

# home.property_intro_text
source: Tell potential partners about the property that you are offering for exchange.
da_dk: Beskriv så detaljeret og ærligt som muligt din byttebolig så andre får et godt og korrekt indtryk af den.
de_de: Beschreiben Sie Ihr Heim, Lage und Umgebung so ausführlich als möglich! Für entsprechende Tauschpartner ist Ihr Angebot mit mehr Informationen auf jeden Fall interessanter - je mehr, desto besser!
el_gr: Πείτε στα άλλα μέλη που ίσως ενδιαφέρονται για το σπίτι που προσφέρετε
es_es: Informe a sus compañeros de intercambio sobre la propiedad que les está ofreciendo para intercambiar.
fi_fi: Kerro mahdollisille kumppaneillesi minkälaista asuntoa tarjoat vaihtoon.
fr_fr: Cette rubrique est destinée à décrire le logement que vous proposez en vacances échange.
is_is: Upplýsið viðkomandi skiptiaðila um heimilið sem er í boði
it_it: Dia informazioni ai suoi partners potenziali della casa che sta offrendo in scambio
ja_jp: あなたが交換しようと思っている家について関心を持ってくれそうな人への説明
nl_be: Omschrijf de woning die je aanbiedt om te ruilen aan potentiële ruilpartners
no_no: Informer potensielle boligbyttepartnere om eiendommen du tilbyr for boligbytte.
pl_pl: Opowiedz potencjalnym partnerom wymiany o swoim domu/mieszkaniu, które oferujesz do wymiany.
pt_pt: Informe os membros potencialmente interessados em trocar consigo sobre o que tem a oferecer.
ro_ro: Spuneti-le potentialilor parteneri despre proprietatea pe care o oferiti la schimb
ru_ru: Опишите вашим потенциальным партнерам по обмену собственность/вещи, предоставляемые для обмена.

# home.property_country_text
source: Please choose the country in which your property is located if you are offering a home or apartment which is <strong>not</strong> in the same country as your residence.
da_dk: Hvis den bolig du bytter med IKKE ligger i Danmark skal du angive det land bytteboligen ligger i her. Ellers skal du blot gå videre til feltet Region.
de_de: Geben Sie Ihre Heimadresse an - damit Sie sicher erreichbar sind - auch wenn Sie ein Ferienhaus, Ferienwohnung oder Appartement in einem anderen Land anbieten!
el_gr: Παρακαλούμε επιλέξτε τη χώρα στην οποία βρίσκεται το σπίτι που προσφέρετε, αν είναι σε άλλη χώρα από αυτή που μένετε.
es_es: Por favor indique el país en el que se encuentra su propiedad si está ofreciendo una casa o apartamento que no está en el mismo país de su residencia.
fi_fi: Valitse maa, missä asuntosi sijaitsee tarjotessasi kodinvaihtoon asuntoa, joka EI sijaitse asuinmaassasi.
fr_fr: Si le logement que vous proposez ne se situe pas dans votre pays de résidence, veuillez SVP indiquer ici dans quel pays.
is_is: Vinsamlegast veljið það land sem eignin er í ef þið bjóðið húsnæði í öðru landi
it_it: Indichi poer favore il Paese in cui é situata la sua proprietà, se la casa (o l'appartamento) che sta offrendo in scambio non si trova nello stesso Paese della sua residenza
ja_jp: 交換しようと思う家やアパートが住んでいない国にある場合は、その建物がある国を選ぶ。
nl_be: Kies het land waar het huis of appartement zich bevindt dat je wenst te ruilen indien dit <strong>niet</strong> in hetzelfde land is waar je reisdeert.
no_no: Vennligst velg landet der din eiendom ligger dersom du tilbyr hus eller leilighet som IKKE ligger i det landet der du bor fast.
pl_pl: Proszę wybrać państwo, którego dotyczy oferta, jeśli dom/ mieszkanie, które oferujesz do wymiany nie znaduje się w Twoim kraju zamieszkania.
pt_pt: Por favor escolha o país em que se localiza a sua casa se estiver a disponibilizar uma casa ou apartamento que NÃO está no mesmo país onde mora.
ro_ro: Va rugam sa alegeti tara in care se afla proprietetea pe care o oferiti , daca este vorba despre o casa sau un apartament care<strong>nu se afla/strong> in aceeasi tara cu resedinta dvs
ru_ru: Пожалуйста, выберите страну, в которой расположена ваш дом, предлагаемый к обмену, если он расположен в стране, <strong>отличающейся</strong> от страны вашего проживания.

# home.country_of_exchange_home
source: Country of your exchange home <required>*</required>
da_dk: Land, hvor din byttebolig er. <required>*</required>
de_de: Land Ihres Tauschobjektes <erforderlich>*</erforderlich>
el_gr: Χώρα του σπιτιού της ανταλλαγής <required>*</required>
es_es: País de su casa de intercambio <required>*</required>
fi_fi: Vaihtokotisi maa <required>*</required>
fr_fr: Pays où se trouve le logement à échanger <required>*</required>
is_is: Land heimilaskipta heimilisins <required>*</required>
it_it: Paese dove é situata la casa che offre <required>*</required>
ja_jp: 交換したい家のある国 <required>*</required>
nl_be: Land van je ruiladres <required>*</required>
no_no: Landet der ditt boligbyttehjem ligger <required>*</required>
pl_pl: Kraj, w którym znajduje się dom/ mieszkanie oferowane do wymiany <required>*</required>
pt_pt: País onde está a casa para troca <required>*</required>
ro_ro: Tara in care se afla proprietatea pentru schimb <required>*</required>
ru_ru: Страна, где расположен предлагаемый к обмену дом <required>*</required>

# home.property_country
source: Property Location
da_dk: Land
de_de: Lage Ihres Hauses/Wohnung
el_gr: Τοποθεσία σπιτιού της ανταλλαγής
es_es: País en el que se encuentra su propiedad
fi_fi: Asunnon sijainti
fr_fr: Pays concerné
is_is: Staðsetning eignar
it_it: Localizzazione della casa
ja_jp: 家の所在する場所
nl_be: Land waar de woning zich bevindt
no_no: Området der eiendommen ligger
pl_pl: Lokalizacja
pt_pt: Localização da sua casa
ro_ro: Locatia proprietatii
ru_ru: Расположение дома

# home.location
source: My property lies <required>*</required>
da_dk: Min byttebolig ligger <required>*</required>
de_de: Mein Haus/Wohnung liegt <erforderlich>*</erforderlich>
el_gr: Το σπίτι βρίσκεται <required>*</required>
es_es: Mi propiedad se encuentra en <required>*</required>
fi_fi: Asuntoni sijaitsee <required>*</required>
fr_fr: Situation géographique <required>*</required>
is_is: Mín eign er við <required>*</required>
it_it: La mia proprietà si trova <required>*</required>
ja_jp: わたしの家の位置： <required>*</required>
nl_be: Mijn woning ligt <required>*</required>
no_no: Min eiendom ligger <required>*</required>
pl_pl: Dom/mieszkanie znajduje się <required>*</required>
pt_pt: A minha casa fica <required>*</required>
ro_ro: Proprietatea mea se gaseste in.. <required>*</required>
ru_ru: Мой дом расположен <required>*</required>

# home.envrionment
source: Property is located
da_dk: Omgivelserne
de_de: Lage Ihres Hauses/Wohnung - Typ Ihres Angebotes
el_gr: Το σπίτι βρίσκεται
es_es: "Tipo de propiedad"
fi_fi: Asunto sijaitsee
fr_fr: Environnement immédiat
is_is: Eignin er staðsett
it_it: La casa é situata
ja_jp: 建物の位置：
nl_be: De omgeving
no_no: Type eiendom
pl_pl: Lokalizacja
pt_pt: Tipo de Localização
ro_ro: Proprietetea este situata
ru_ru: Дом находится

# home.nearest_airport
source: Nearest Airport
da_dk: Nærmeste lufthavn
de_de: Nächstgelegener Flughafen
el_gr: Πλησιέστερο Αεροδρόμιο
es_es: Aeropuerto más cercano
fi_fi: Lähin lentokenttä
fr_fr: Aéroport
is_is: Næsti flugvöllur
it_it: Aeroporto più vicino
ja_jp: 近くの空港
nl_be: Dichstbijzijnde luchthaven
no_no: Nærmeste flyplass
pl_pl: Najbliższe lotnisko
pt_pt: Aeroporto mais próximo
ro_ro: Aeroportul cel mai apropiat
ru_ru: Ближайший аэропорт

# home.house_type
source: Type of home
da_dk: Boligtype
de_de: Typ Ihres Heimes - Haus, Wohnung, Ferienwohnung, Appartement etc.
el_gr: Είδος σπιτιού
es_es: Tipo de casa
fi_fi: Kodin tyyppi
fr_fr: Type de logement
is_is: Tegund heimilis
it_it: Tipo di casa
ja_jp: 家のタイプ
nl_be: Type woning
no_no: Type bolig
pl_pl: Typ domu
pt_pt: Tipo de Casa
ro_ro: Tipul proprietatii
ru_ru: Тип дома

# home.floor_number
source: Floor number
da_dk: Antal etager
de_de: Stockwerk (1,2,3 etc.)
el_gr: Όροφος
es_es: Altura del piso
fi_fi: Kerroksen numero
fr_fr: Étage
is_is: Hvaða hæð
it_it: A che piano?
ja_jp: 階
nl_be: Verdieping
no_no: Antall etasjer
pl_pl: Piętro
pt_pt: Número do Andar
ro_ro: etaj
ru_ru: Этаж

# home.persons_suitable
source: Sleeping capacity for
da_dk: Sovekapacitet til
de_de: Schlafgelegenheiten für
el_gr: Το σπίτι χωράει
es_es: Puede alojar a
fi_fi: Majoituskapasiteetti
fr_fr: Capacité d'accueil
is_is: Svefnpláss fyrir
it_it: Posti letto per
ja_jp: 泊まれる人数
nl_be: Slaapgelegenheid voor
no_no: Sovemuligheter for
pl_pl: Możliwość wymiany dla
pt_pt: Podem dormir
ro_ro: Numarul persoanelor ce pot fi cazate
ru_ru: Спальные места для

# home.people
source: people
da_dk: personer
de_de: Personen
el_gr: άτομα
es_es: personas
fi_fi: henkilölle
fr_fr: personnes (adultes, adolescents, enfants)
is_is: einstaklinga
it_it: persone
ja_jp: 人
nl_be: personen
no_no: Personer
pl_pl: osób
pt_pt: pessoas
ro_ro: persoane
ru_ru: человек

# home.bedrooms
source: Number of bedrooms
da_dk: Antal soveværelser
de_de: Anzahl der Schlafzimmer
el_gr: Υπνοδωμάτια
es_es: Número de dormitorios
fi_fi: Makuuhuone(ita)
fr_fr: Nombre de chambres
is_is: Fjöldi svefnherbergja
it_it: Numero delle camere da letto
ja_jp: 寝室の数
nl_be: Aantal slaapkamers
no_no: Antall soverom
pl_pl: Ilość sypialni
pt_pt: Número de quartos de dormir
ro_ro: Numarul dormitoarelor
ru_ru: Количество спален

# home.bathrooms
source: Number of bathrooms
da_dk: Antal badeværelser
de_de: Anzahl der Badezimmer
el_gr: Τουαλέτες
es_es: Número de baños
fi_fi: Kylpyhuone(ita)
fr_fr: Nombre de salles de bain
is_is: Fjöldi baðherbergja
it_it: Numero dei bagni
ja_jp: 風呂場の数
nl_be: Aantal badkamers
no_no: Antall baderom
pl_pl: Ilość łazienek
pt_pt: Número de casas de banho
ro_ro: Numarul salilor de baie
ru_ru: Количество ванных комнат

# home.environment
source: Property setting
da_dk: Beliggenhed
de_de: Umgebung Ihres Heimes
el_gr: Περίγυρος κατοικίας
es_es: La propiedad se encuentra en
fi_fi: Kohteen puitteet
fr_fr: Environnement
is_is: Umhverfi eignar
it_it: Collocazione della sua casa
ja_jp: 家の環境
nl_be: Omgeving
no_no: Plassering av eiendommen
pl_pl: Lokalizacja
pt_pt: Localização
ro_ro: Tipul proprietatii
ru_ru: Расположение

# home.region
source: Region <required>*</required>
de_de: Region <erforderlich>*</erforderlich>
el_gr: Περιφέρεια <required>*</required>
es_es: <required>*</required>
fi_fi: Alue <required>*</required>
fr_fr: Région <required>*</required>
is_is: Landshluta <required>*</required>
it_it: Regione <required>*</required>
ja_jp: 地域
nl_be: Regio <required>*</required>
pt_pt: Região <required>*</required>
ro_ro: Regiunea <required>*</required>
ru_ru: Область/район <required>*</required>
