Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/edit_listing.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro, ru_ru

# exchange_types.help_AH
source: These members are searching a housesitter. This option does not generally involve any payment. This is ideal for when you must be away from home for a period of time, and would like for someone to pick up the mail, and feed the cat.
da_dk: Denne mulighed indebærer generelt ikke nogen betaling. Dette er ideelt til når du skal være væk fra hjemmet i en periode, og ønsker for nogen til at afhente din post, og fodre katten.
de_de: Sie suchen jemanden, der Ihr Haus hütet, während Sie eine längere Reise unternehmen?
el_gr: Με την επιλογή αυτή γενικά δεν καταβάλλονται χρήματα. Είναι ιδανικό όταν πρόκειται να λείψετε καιρό και θα θέλατε κάποιος να παραλαμβάνει την αλληλογραφία να ταίζει τα κατοικίδια και να ποτίζει τα φυτά.
es_es: Esta opción generalmente no incluye ningún pago. Esta es la fórmula ideal cuando ha de estar fuera de casa por un cierto tiempo y desea que alguien le recoja el correo y dé de comer al gato.
fi_fi: Tämän vaihtoehdon valinneet etsivät talonvahtia. Tässä vaihtoehdossa ei yleensä peritä maksua. Tämä sopii hyvin, jos joudut olemaan poissa kotoasi tietyn ajan ja haluat esim. jonkun huolehtimaan postistasi, kastelemaan kukkasi ja ruokkimaan kissasi.
fr_fr: Vous devez vous absenter un certain temps de votre maison et vous recherchez une personne de confiance pour soigner vos animaux domestiques, vos plantes, relever votre courrier. Cette formule est pratique et utile simplement pour dissuader d’éventuels intrus d’une visite inopportune ; c'est un échange de services à titre gratuit, en général.
is_is: þessi valmöguleiki er fyrir hússetur og er oftast ókeypis. Upplagt þegar þú þarft að vera frá heimilinu í einhvern tíma og getur þá haft einhvern í húsinu, t.d til að taka við póstinum, gefa gæludýrunum o.s.frv.
it_it: Questi soci cercano qualcuno che faccia il house-sitting.Questa opzione in genere non comporta nessun pagamento. E' ideale quando si deve lasciare la casa per un certo periodo e si desidera che qualcunio sia nella nostra casa per ricevere la posta oppure accudire al gatto.
ja_jp: この会員はハウスシッターを求めています。支払いはしないのが一般的です。これはある一定期間家を留守にする場合に、郵便箱をチェックしたり猫の世話などをしてもらう事を求めています。
nl_be: Deze optie houdt geen financiële verplichtingen in. Het is ideaal wanneer je een periode niet thuis bent en zou willen dat je post wordt opgehaald, en dat iemand je kat eten geeft.
no_no: Dette valget medfører til vanlig ingen kostnader. Dette alternativet er ideelt når du må være borte fra boligen i en periode, og ønsker at noen skal ta inn posten, og mate katten.
pl_pl: Opcja ta nie wiąże się z żadnymi opłatami. Jest to idealne rozwiązanie dla osób podróżujących, które chcą, aby ktoś podczas ich nieobecności odbierał pocztę, opiekował się zwierzętami i domem.
pt_pt: Geralmente esta opção não envolve qualquer tipo de pagamento. Isto é ideal para quando tem de estar afastado de casa por um longo período de tempo e precisa que alguém dê de comer ao seu animal de estimação e vá buscar o seu correiro.
ro_ro: Acesti membrii cauta o persoana care sa se ocupe de ingrijirea casei. Această opţiune nu implică, în general si plata. Acest lucru este ideal cand sunteti departe de casa pentru o perioadă de timp, şi doriti ca cineva sa va ridice corepondenta si sa hraneasca animalele de casa.
ru_ru: Здесь ищут кого-то, кто мог бы присматривать за домом. Данная опция, обычно, не включает в себя оплату труда. Это может идеально подойти в случае, если вас не будет дома в течение некоторого времени, и вы хотите, чтобы кто-то забирал вашу почту и кормил кошку.

# exchange_types.help_HS
source: Choosing this option indicates a willingness to look after a home while the owners are away. This usually includes picking up the mail, feeding pets and watering plants.
da_dk: Du vælger denne mulighed, hvis du ønsker nogen til at se efter (bo i) dit hjem, mens du selv er borte.
de_de: Wollen Sie selbst ein Haus hüten und Blumen gießen, Haustiere füttern und die Post aus dem Briefkasten nehmen, während die Hausbewohner auf Reisen sind?
el_gr: Με την επιλογή αυτή δηλώνετε την επιθυμία σας να προσέχετε ένα σπίτι όταν λείπουν οι ιδιοκτήτες του. Συνήθως αυτό περλάμβάνει παραλαβή αλληλογραφίας, τάισμα κατοικίδιων και πότισμα φυτών.
es_es: Escoger esta opción indica que desea vigilar una casa mientras sus dueños están fuera. Esta opción normalmente incluye recoger el correo, dar de comer a los animales domésticos y regar las plantas.
fi_fi: Tämän vaihtoehdon valinta tarkoittaa, että olet valmis toimimaan talonvahtina, kun omistajat ovat poissa kotoa. Tähän yleensä sisältyy postin noutaminen, lemmikkien ruokinta ja kasvien kastelu.
fr_fr: Vous êtes digne de confiance et vous proposez de garder la maison d’un autre adhérent pendant son absence, à titre gratuit. Cela implique que vous vous occupez des animaux domestiques, des plantes, du jardin, etc...
is_is: Þessi valmöguleiki, þýðir að þið eruð tilbúin að sjá um heimilið, gefa gæludýrunum, vökva blómin og þess háttar.
it_it: Scegliere questa opzione significa : accudire ad una casa mentre i proprietari sono assenti. Questo di solito comporta: ritirare la posta, accudire agli animali domestici e annaffiare le piante
ja_jp: このオプションはオーナーが留守の期間に家の見守りを喜んでしてくれる人を探しています。これは郵便箱の管理やペットの世話、植木の水遣りといった事を求めています。
nl_be: Kiezen voor deze optie geeft aan dat je bereid bent om op het huis van de eigenaars te passen wanneer deze afwezig zijn. Dit houdt in dat je de post ophaalt, voor de huisdieren zorgt en de planten water geeft.
no_no: Ved å velge dette alternativet uttrykker du samtidig vilje til å se etter boligen mens eierne er bortreist. Dette medfører vanligviks å hente inn posten, mate kjæledyr og vanne plantene.
pl_pl: Opieka nad domem to opcja, w której opiekujesz sie domem innego członka Intervac podczas jego nieobecności, odbierasz pocztę, karmisz zwierzęta, podlewasz kwiaty, rośliny.
pt_pt: Ao escolher esta opção está disposto a cuidar de uma casa quando os seu donos estão ausentes. Normalmente terá também de ir buscar o correiro, alimentar o animal de estimação e regar as plantas.
ro_ro: Daca alegeti aceasta caseta inseamna ca doriti sa aveti grija de o locuinta in timp ce proprietarii sunt plecati de acasa.Aceasta consta de obicei in ridicarea corespondentei , hranirea animalelor de casa si stropirea plantelor.
ru_ru: Выбрав данную опцию, вы выказываете желание присматривать за домом, пока хозяева в отъезде. Обычно это включает в себя забор почты, кормление домашних животных и полив растений.

# exchange_types.help_HW
source: Checking this box indicates that you are searching for a member willing to offer you hospitality.
da_dk: Hvis du markere dette felt angiver du at du søger efter et medlem som er villig til at tilbyde dig gæstfrihed.
de_de: Wenn Sie diese Box anklicken, suchen Sie ein Mitglied, das Ihnen eine Unterkunft anbietet.
el_gr: Αν επιλέξετε αυτό του κουτάκι σημαίνει ότι αναζητάτε μέλος για να σας προσφέρει φιλοξενία.
es_es: Si usted visita este apartado quiere decir que está buscando un socio que le ofrezca hospitalidad.
fi_fi: Tämän vaihtoehdon valinta kertoo, että etsit jäsentä, joka haluaa sinut vieraaksi kotiinsa.
fr_fr: Cochez cette transaction, si vous êtes à la recherche d'un membre Intervac prêt à vous offrir l'hospitalité chez lui.
is_is: Merking í þessum reit gefur til kynna að þið leitið að gestrisni.
it_it: Contrassegnare questa casella indica che lei sta cercando un socio che le offra l'ospitalità
ja_jp: このボックスはあなたにホームステイを提供してくれる会員を探している場合にチェックします。
nl_be: Deze optie aanvinken betekent dat je een lid zoekt dat jou wil gastvrijheid bieden.
no_no: Avmerking i denne boksen viser at du ser etter et medlem som vil tilby deg gjestfrihet.
pl_pl: Zaznacz jeśli poszukujesz członków oferujących gościnność.
pt_pt: Assinalar esta caixa significa que está à procura de um membro que lhe ofereça a sua hospitalidade, ou seja, que o receba enquanto continua também na sua casa.
ro_ro: Daca bifati aceasta caseta inseamna ca doriti sa cautati un membru care sa va ofere gazduire .
ru_ru: Отмечая данное поле вы показываете, что ищете партнера по обмену, предлагая гостеприимство.

# exchange_types.help_LR
source: The members who have checked this box are interested in a long term (usually 3 months or more) rental.
da_dk: De medlemmer, der har markeret dette felt er interesseret i en langvarig (normalt 3 måneder eller mere) aftale.
de_de: Wenn Sie diese Box anklicken, sind an einem Langzeit-Aufenthalt zum Mieten interessiert (z.B. 3 Monate oder mehr)
el_gr: Μέλη που έχουν επιλέξει αυτό το κουτάκι αναζητούν μακρόχρονη (συνήθως πάνω από 3 μήνες) ενοικίαση.
es_es: Los socios que visitan este apartado están interesados en un alquiler de larga duración, normalmente tres meses o más.
fi_fi: Jäsen, joka on valinnut tämän, etsii pitkäaikaista (yleensä vähintään kolmen kuukauden mittaista) vuokrausta.
fr_fr: Cette transaction concerne la location amiable entre adhérents Intervac pour des longues périodes (durées supérieures ou égales à trois mois, en général).
is_is: Félagsmenn sem merkja við þennan reit leita að langtíma skiptum eða leigu í 3 mán. eða lengur.
it_it: I soci che contrassegnano questa casella sono interessati ad un affitto di lunga durata (solitamente 3 meii)
ja_jp: このボックスをチェックした会員は長期間（大体３ヶ月かそれ以上）の賃貸に興味があります。
nl_be: De leden die deze optie hebben aangevinkt zijn geïnteresseerd in een lange termijn huur (gewoonlijk meer dan 3 maanden)
no_no: De medlemmene som har merket av i denne boksen er interessert i langtidsleie (vanligvis 3 måneder eller lengre).
pl_pl: Członkowie, którzy zaznaczyli to okienko są zainteresowani wynajmem na dłuższy okres czasu (zazwyczaj 3 miesiące i dłużej).
pt_pt: Os membros que assinalam esta caixa estão interessados em aluguer de longa duração (normalmente, de mais de 3 meses).
ro_ro: Bifarea acestei casete arata ca sunti in cautare unui membru pentru a ii oferi gazduire
ru_ru: Члены клуба, отметившие данное поле, заинтересованы в долгосрочной аренде (обычно 3 месяца и более).

# exchange_types.help_ER
source: The members who have checked this box are only interested in renting thier homes. These members are not able to contact members who have checked the No Rental Offers Accepted box.
da_dk: Medlemmer der har sat kryds her er kun interesseret i at leje deres bolig ud. De kan ikke kontakte andre medlemmer, der har givet udtryk for, at de ikke ønsker at modtage lejetilbud.
de_de: Diese Mitglieder sind nur interessiert, Ihr Haus (Wohnung) zu vermieten.Sie können die Mitglieder nicht kontaktieren, die "keine Vermietangebote" angegeben haben.
es_es: Los socios que han marcado esta casilla están únicamente interesados en alquilar su casa. Estos socios no pueden contactar a los suscriptores que han indicado en esta casilla que no Aceptan Ofertas de Alquiler.
fi_fi: Täman valinneet jäsenet ovat kiinnostuneita ainoastaan vuokraamaan kotinsa. He eivät voi ottaa yhteyttä jäseniin, jotka ovat valinneet vaihtoehdon Emme hyväksy vuokraustarjouksia.
fr_fr: Ces membres offrent la location uniquement (pas d'échange). Ils ne sont pas autorisés à contacter ceux qui ont expressement stipulé dans leur offre "location refusée" en type de transaction.
is_is: Þeir meðlimir sem hafa merkt við þennan reit eru eingöngu áhugasamir um að leigja heimili sín. Þessir meðlimir geta ekki sett sig í samband við þá sem hafa merkt við Engin leiga í boði.
it_it: I soci che hanno barrato questa casella sono interessati soltanto ad affittare la loro casa.Questi soci non possono contattare i soci che hano indicato " Non si Accettano Offerete di Affitto"
ja_jp: このボックスをチェックした会員は彼らの家を賃貸することだけに関心を持っています。これらの会員は賃貸することに興味をもっていないメンバーとコンタクトする事はできません。
nl_be: De leden die dit vak hebben aangeduid zijn enkel geïnteresseerd in het verhuren van hun huis. Deze leden kunnen geen leden contacteren die No Rental Offers Accepted hebben aangegeven.
no_no: De medlemmene som har merket av i denne boksen, er bare interessert i å leie ut sine hjem. Disse medlemmene vil ikke kunne kontakte medlemmer som har merket av i No Rental Offers Accepted box.
pl_pl: Członkowie, którzy zaznaczyli to okienko są zainteresowani jedynie opcją wynajmu. Członkowie Ci nie mają możliwości kontaktowania się z osobami, które zaznaczyły okienko: Nie akceptujemy ofert wynajmu.
pt_pt: Os membros que assinalem esta caixa estão apenas interessados em alugar a sua casa. Estes membros não podem contactar os membros que tenham assinalado que não pretendem receber propostas de aluguer.
ro_ro: Membrii care au bifat aceasta casuta sunt interesati doar de inchiriarea caselor lor.Acesti membrii nu pot contacta membrii care nu doresc sa-si inchirieze locuintele
ru_ru: Члены клуба, отметившие данный пункт, заинтересованы только в сдаче своих домов в аренду. Данные члены клуба не имеют возможности контактировать с теми, кто отметил пункт Без Предложений Аренды.

# exchange_types.help_RO
source: The members who have checked this box are interested in renting thier homes, but they are equally interested in exchange offers.
da_dk: Medlemmer der har sat kryds her er både interesserede i at leje deres bolig ud og indgå aftale om boligbytte.
de_de: Diese Mitglieder sind interessiert, Ihr Haus (Wohnung) zu vermieten, aber gleichzeitig auch an Haustausch-Angeboten !
es_es: Los socios que han marcado esta casilla están interesados en alquilar su casa, pero también están interesados en intercambiar casa.
fi_fi: Jäsenet, jotka ovat valinneet tämän, ovat kiinnostuneita vuokraamaan kotinsa mutta he ovat yhtä kiinnostuneita vaihtotarjouksista.
fr_fr: Ces membres offrent la location, mais ils sont également intéressés par l'échange.
is_is: Þeir meðlimir sem hafa merkt við þennan reit, vilja gjarna leigja heimili sín. Þeir hafa jafnframt áhuga á venjulegum heimilaskiptum.
it_it: I soci che hanno barrato questa casella sono interessati ad affittare la loro casa ma anche ad effettuare uno scambio
ja_jp: ここにチェックを人は家を貸したいと思っている会員ですが、家のエクスチェンジ（交換）にも関心を持っています。
nl_be: De leden die dit vak hebben aangeduid zijn geïnteresseerd in het verhuren van huis, maar wensen eventueel ook te ruilen.
no_no: De medlemmene som har merket av i denne boksen er interessert i å leie ut sine hjem, men de er også interessert i tilbud om boligbytte.
pl_pl: Członkowie, którzy zaznaczyli to okienko są zainteresowani wynajęciem domu/mieszkania, ale równiez wymianą.
pt_pt: Os membros que assinalem esta caixa estão interessados em alugar a sua casa, mas também em propostas para troca de casa.
ro_ro: Membrii care au bifat aceasta casuta sunt interesati atat de inchirierea caselor cat si de ofertele de schimb
ru_ru: Члены клуба, отметившие данный пункт, заинтересованы как в сдаче своих домов в аренду, так и в предложениях обмена.

# exchange_types.help_RR
source: These members require a rental property.
da_dk: Disse medlemmer ønsker en bolig til leje
de_de: Angebote für eine Unterkunft zum Mieten.
el_gr: Αυτά τα μέλη αναζητούν σπίτι που να νοικιάζεται.
es_es: Estos socios desean alquilar una propiedad.
fi_fi: Nämä jäsenet vuokraavat asuntoaan.
fr_fr: Cochez cette transaction si vous recherchez à louer un logement pour vos vacances avec Intervac.
is_is: Þessir félagsmenn leita að leiguhúsnæði.
it_it: Questi soci desidera avere una casa in affitto
ja_jp: この会員は賃貸を求めています。
nl_be: Deze leden vragen een huurwoning.
no_no: Disse medlemmene ønsker å leie en bolig.
pl_pl: Członkowie, którzy zaznaczyli to okienko poszukują domu/mieszkania do wynajęcia.
ro_ro: Acesti membrii doresc sa inchirieze o proprietate
ru_ru: Данным членам клуба требуется собственность в аренду.

# other_details.help_skype
source: If you want other members to contact you via Skype, please add your Skype-id here.
da_dk: Hvis du ønsker andre medlemmer skal kontakte dig via Skype, kan du tilføje dit Skype-id her.
de_de: Wenn Sie von anderen Mitgliedern per Skype kontaktiert werden wollen, geben Sie hier Ihre Skype-ID an.
el_gr: Αν θέλετε άλλα μέλη να επικοινωνήσουν μαζί σας μέσω Skype, βάλτε εδώ το Skype-id σας.
es_es: Si desea que otros socios le contaten por Skype, por favor añada aquí su identificación de Skype.
fi_fi: Jos haluat jäsenten ottavan sinuun yhteyttä Skypen kautta, anna tässä Skype-osoitteesi.
fr_fr: Indiquez votre adresse Skype si vous voulez être contactés par les membres d'Intervac ayant aussi un compte Skype..
is_is: Ef þið óskið eftir að aðrir félagsmenn hafi samband við ykkur í gegnum Skype, þá skráið þið Skype-nafn ykkar hér.
it_it: Se desiderate che gli altri soci vi contattino via Skype, inserite per favore il vostro Skype-id qui
ja_jp: もしあなたにスカイプを使ってコンタクトを取ってほしい場合は、ここにスカイプＩＤを追加してください。
nl_be: Wanneer je wilt dat andere leden je via Skype contacteren, vul dan hier je Skype ID in.
no_no: Hvis du ønsker at andre medlemmer skal kontakte deg via Skype, bes du sette inn din Skype-id her.
pl_pl: Jeśli chcesz, aby członkowie Intervac kontaktowali sie z Tobą przy użyciu Skype, wpisz tu swoją nazwę użytkownika Skype.
pt_pt: Se quer que outros membros o possam contactar por Skype, introduza o seu id Skype aqui.
ro_ro: Daca doriti ca alti membii sa va contacteze prin Skype , va rugam sa notati id-ul dvs Skype aici
ru_ru: Если вы хотите, чтобы другие члены клуба связывались с вами по Skype, пожалуйста добавьте ваш номер здесь.

# errors.latest_date_must_be_after_earliest
source: The latest date must be after the earliest date.
da_dk: Ikke gyldig: Tidligste dato er efter seneste dato.
de_de: Ungültige Zeitangabe - das letzte Datum muss nach dem ersten liegen!
el_gr: Η ημερομηνία λήξης πρέπει να είναι ΜΕΤΑ την ημερομηνία έναρξης
es_es: No es válido: La primera fecha va después de la última.
fi_fi: Viimeisen päivämäärän pitää olla myöhäisempi kuin ensimmäinen päivämäärä.
fr_fr: Erreur : inversion des dates.
is_is: Lokadagsetning þarf að vera síðar en upphafsdagsetning
it_it: L'ultima data deve essere successiva alla prima data
ja_jp: 最後の日付は最初の日付の後であるべきです。
nl_be: Niet toegelaten: vroegste datum na uiterste datum
no_no: Ugyldig: Tidligste dato etter siste dato.
pl_pl: Wystąpił błąd: wcześniejsza data po późniejszej dacie.
pt_pt: Inválido: Primeira data antes da última data.
ro_ro: Data incheierii schimbului trebuie sa fie dupa data inceperii acestuia
ru_ru: Дата "не поздее" не может быть раньше даты "не ранее"

# save_button
source: Save my profile details
da_dk: Gem ændringer
de_de: Speichern meiner Details.
el_gr: Σώστε τις πληροφορίες του προφίλ μου
es_es: Guardar los datos de mi oferta
fi_fi: Tallenna profiilini tiedot
fr_fr: Sauvegarder les informations
is_is: Vistið upplýsingarnar
it_it: Salva i dettagli della mia iscrizione
ja_jp: 私のプロファイル情報を保存する。
nl_be: Bewaar mij profiel
no_no: Lagre detaljene ved min profil
pl_pl: Zapisz dane
pt_pt: Guardar o meu perfil
ro_ro: Salveaza detaliile mele de profil
ru_ru: Сохранить мои данные

# how_to_change_availability
source: If you are not searching an exchange at this time, you can change your availability status by clicking once on the traffic light in the headline above. When the light is green, other members know that you are actively searching an exchange partner.
da_dk: Lyssignalet herover viser om du er aktivt søgende og gerne vil modtage tilbud (grønt) eller ikke er søgende i øjeblikket og ikke ønsker tilbud (rødt). Du skifter farve ved blot at klikke på lyssignalet.
de_de: Wenn Sie zur Zeit keinen Tausch suchen oder bereits einen Tauschpartner gefunden haben, stellen Sie Ihre Ampel bitte auf " rot". Grünes Licht zeigt den Tauschinteressenten freies Angebot.
el_gr: Αν δεν ψάχνετε τώρα για ανταλλαγές, μπορείτε να αλλάξετε την κατάστασή σας με ένα κλικ στο φανάρι της επικεφαλίδας παραπάνω. Όταν το φανάρι είναι πράσινο, τα άλλα μέλη ξέρουν ότι ψάχνετε για ανταλλαγή.
es_es: Si usted no está buscando un intercambio en este momento, puede cambiar su disponibilidad simplemente haciendo "click" en la luz del semáforo que aparece arriba. Cuando la luz está verde los otros socios saben que usted está buscando un compañero de intercambio.
fi_fi: Jos et ole etsimässä vaihtoa juuri nyt, voit muuttaa ilmoituksesi statusta napsauttamalla liikennevaloa ylätunnisteessa. Vihreä valo kertoo muille jäsenille, että etsit aktiivisesti vaihtokumppania.
fr_fr: Si vous ne recherchez pas d'échange actuellement, veuillez afficher un feu rouge. Lorsque le feu est vert, cela signifie que vous recherchez un échange et que votre offre est disponible.
is_is: Ef þú ert ekki að leita að heimilisskiptum þá getur þú breytt aðgengi að þinni síðu með því að smella á rauða ljósið efst á heimasíðunni. Þegar ljósið er grænt vita aðrir skráðir aðilar að þú ert að leita að skiptum.
it_it: Se non vuoi fare uno scambio adesso, puoi cambiare la tua disponibilità cliccando una volta sul semaforo che si trova in alto alla pagina. Quando il semaforo é verde gli altri iscritti sapranno che stai cercando un partner per lo scambio.
ja_jp: 今回あなたが交換をしない場合は上記のヘッドラインの信号をクリックしてください。ライトがグリーンの時は他の会員はあなたが交換の相手を探しているのだとわかります。
nl_be: Wanneer je momenteel niet op zoek bent naar een ruil, kan je de status van beschikbaarheid wijzigen door het groene verkeerslicht in de hoofding bovenaan aan te klikken zodat het rood wordt. Wanneer het licht op groen staat, weten andere leden dat je beschikbaar bent voor een ruil.
no_no: Dersom du ikke søker boligbytte nå, kan du endre din status vedrørende tilgjengelighet ved å klikke på trafikklyset i overskriften. Når lyset er grønt, ser andre medlemmer at du aktivt søker en boligbytte-partner.
pl_pl: Jeśli aktualnie nie poszukujesz partnera wymiany zmień swój status dotępności zaznaczając czerwony kolor. Kolor zielony oznacza, że aktywnie poszukujesz partnera wymiany.
pt_pt: Se não deseja efectuar uma troca neste momento, você pode alterar o seu estado simplesmente clicando uma vez no "semáforo". Quando a luz estiver verde, os outros membros saberão que você está preparado para efecutar uma troca.
ro_ro: Daca nu cautati un schimb in aceasta perioada , puteti schimba statutul dvs de disponibilitate prin apasarea pe titlul de mai sus . Cand lumina va deveni verde , ceilalti membrii vor stii ca sunteti din nou disponibil si cautati un partener de schimb.
ru_ru: Если вы не намерены обмениваться в данный момент, вы можете поменять свой статус, нажав на Светофор в заголовке. Когда горит зеленый сигнал, другие члены клуба знают, что сейчас вы активно ищете партнера по обмену.

# headline
source: Listing Details For:
da_dk: Mine profildetaljer
de_de: Meine Angebot-Details.
el_gr: Τα στοιχεία της καταχώρισής μου
es_es: Los Datos de mi Anuncio
fi_fi: Yhteenveto omista tiedoistani
fr_fr: Le contenu de mon offre
is_is: Nánari skráning
it_it: I dettagli della mia iscrizione
ja_jp: リスト情報：
nl_be: Details van mijn aanbieding
no_no: Detaljene ved mitt tilbud
pl_pl: Moja oferta
pt_pt: Detalhes da minha ficha
ro_ro: Detalii de listare pentru:
ru_ru: Детали анкеты:

# dont_forget_to_save
source: Please do not forget to save your changes.
da_dk: Husk at gemme dine ændringer.
de_de: Vergessen Sie bitte nicht, Ihre Änderungen zu speichern.
el_gr: Παρακαλούμε μην ξεχάσετε να σώσετε τις αλλαγές σας.
es_es: Por favor no olvide guardar sus cambios.
fi_fi: Älä unohda tallentaa tekemiäsi muutoksia.
fr_fr: N'oubliez pas de sauvegarder tout changement d'information !
is_is: Munið eftir að vista breytingarnar.
it_it: Per favore non dimenticate di salvare le modifiche fatte
ja_jp: 変更を保存するのを忘れないで下さい。
nl_be: Vergeet niet je wijzigingen te bewaren
no_no: Vennligst husk å lagre dine endringer.
pl_pl: Proszę pamiętać o zapisaniu zmian.
pt_pt: Por favor não se esqueça de guardar todas as alterações.
ro_ro: Va rugam nu uitati sa salvati modificarile
ru_ru: Пожалуйста, не забудьте сохранить ваши изменения.
