Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/edit_listing.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro, ru_ru

# home.help_environment
source: Choose urban if your exchange home is within the city limits of the nearest city you have chosen above. Suburban is near to a major city, and rural is the correct choice if your exchange home is out in the country.
da_dk: Vælg den beskrivelse af din bytteboligs beliggenhed der passer bedst: Byområde, Forstad eller Landligt.
de_de: Bitte wählen Sie: urban - in der Stadt suburban - Stadtnähe rural - auf dem Lande
el_gr: Σε πόσα χλμ. από το σπίτι που προσφέρετε είναι η πλησιέστερη μεγάλη πόλη; Συμπληρώστε την απόσταση, την κατεύθυνση και το όνομα της πλησιέστερης πόλης.
es_es: Ponga urbana si su casa se encuentra dentro de los límites de la ciudad más cercana que ha indicado antes. Suburbana si está cerca de una gran ciudad, y rural si su casa está en el campo.
fi_fi: Valitse kaupungissa, jos kodinvaihtokohteesi sijaitsee valitsemasi lähimmän suuren kaupungin rajojen sisäpuolella. Esikaupunki sijaitsee suuren kaupungin läheisyydessä. Maaseutu on oikea valinta, jos asut maalla.
fr_fr: Indiquez l'environnement immédiat : en ville si le logement se trouve en milieu urbain, en banlieue s'il se trouve en périphérie d'une grande ville, à la campagne si le logement est en milieu rural, dans une petite ville, en bord de mer, etc...
is_is: Veljið landshluta ef eignin er utan þéttbýlis.
it_it: Scelga "urbano" se la sua casa di scambio é inserita nella città che lei ha indicato. "Suburbano" se é vicino ad una grande città e "rurale" se la casa é situata nella campagna
ja_jp: あなたの家が上記で選択した近くの市の市内にあるならば都市とし、大きな市の近くなら郊外、田舎にある家ならば田舎を選択する。
nl_be: Kies voor stedelijk wannneer je ruilwoning zich bevindt binnen de stadsgrenzen van de meeste nabije stad je hieroven hebt aangegeven.Voorstedelijk is in de onmiddellijke nabijheid van deze stad en landelijk is de juiste keuze wanneer je ruilwoning zich op het platte land bevindt.
no_no: Velg urban (bymessig) dersom ditt boligbyttehjem ligger innenfor bygrensen til den nærmeste byen du har valgt ovenfor. Suburban (forstad) betyr nær en større by og rural (landlig) er riktig valg hvis ditt boligbyttehjem ligger ute på landet.
pl_pl: Wybierz obszar miejski dla domów/ mieszkań znajdujących się w obrębie miasta. Przedmieście jeśli Twój dom/mieszkanie znajduje się na obrzeżach dużej aglomeracji miejskiej oraz obszar wiejski dla tych znajdujących się na wsi.
pt_pt: Escolhe urbano se a troca de casa estiver dentro dos limites da cidade mais próxima que escolheu acima. Suburbano está próximo a uma cidade principal, e rural é a escolha correcta se a sua casa para troca for no campo
ro_ro: Alegeti urban daca proprietatea supusa schimbului se afla chiar si in periferia orasului pe care l-ati selectionat. Suburban, daca proprietatea este in apropierea unui mare oras si rural daca aceasta se afla la tara.
ru_ru: Пожалуйста, выберите "В городе", если ваш дом расположен в пределах пригорода или ближайшего города, указанного ранее. Если дом расположен за чертой пригорода, выберите "В сельской местности".

# home.help_house_type
source: What sort of structure is the home you are offering for exchange? If this is your second or vacation home please choose accordingly.
da_dk: Angiv om din byttebolig er din egen helårsbolig, et fritidshus, ferielejlighed eller andet.
de_de: Bitte geben Sie an, wenn es sich um einen Zweitwohnsitz bzw. Ferienwohnsitz handelt.
el_gr: Τι είδος είναι το σπίτι που προσφέρετε; Αν είναι δεύτερο σπίτι (π.χ. εξοχικό) επιλέξτε αναλόγως.
es_es: ¿Qué tipo de casa es la que ofrece para intercambiar? Si es su segunda vivienda o su casa de vacaciones por favor indíquelo.
fi_fi: Minkälainen kohde kodinvaihtoon tarjoamasi koti on? Jos kyseessä on perheesi kakkosasunto tai lomaasunto, valitse sitä kuvaava, oikea vaihtoehto.
fr_fr: Quel type de logement offrez-vous ? Est-ce votre résidence principale ou secondaire ? Est-ce un appartement ou une maison ?
is_is: Hverskonar hús er í boði, ef það er sumarhús sem þið bjóðið þá skráið það eða annað heimili sem afnot eru boðin.
it_it: Che tipo di casa lei offre per lo scambio? Indichi per cortesia se é la sua seconda casa o la casa di vacanze
ja_jp: .交換しようとしている家はどのような構造ですか？もしそれがセカンドハウスや別荘の場合はそれに従って選択してください。
nl_be: Wat voor type woning is het huis dat je aanbiedt om te ruilen? Indien het een tweede residentie of een vakantiehuis betreft kies dan als dusdanig.
no_no: Hva slags type er boligen du tilbyr for boligbytte? Dersom dette er din andre bolig eller feriebolig velger du tilsvarende.
pl_pl: Proszę określić typ domu, który oferujesz do wymiany, czy jest to Twój dom całoroczny czy letniskowy.
pt_pt: Que tipo de estratura é a casa que está a oferecer de troca? Se isto for a sua segunda casa ou casa de férias escolhe por favor conformemente.
ro_ro: In ce scop este folosita proprietatea pe care o oferiti pentru schimb? Mentionati daca aceasta este a doua dvs proprietate sau casa de vacanta
ru_ru: Какой дом вы предлагаете к обмену? Это ваш второй дом или дом для отпуска? Пожалуйста, укажите.

# home.help_floor_number
source: This choice is offered for single structures housing more than one family, buildings or large homes with more than one apartment inside.
da_dk: Bor du i lejlighed angiv da på, hvilken sal lejligheden ligger
de_de: Einfamilien- oder Mehrfamilienhaus, Mehrgeschossige Wohnobjekte (Appartement oder Wohnung)
el_gr: Αυτή η επιλογή προσφέρεται για κατασκευές που στεγάζουν πάνω από μία οικογένειες. Κτίρια με άνω του ενός διαμερίσματα.
es_es: La opción se ofrece para casas alojando más de una familia, edificios o casas grandes con más de un apartamento en el interior.
fi_fi: Tässä vaihtoehdossa tarjotaan usean perheen asuintalossa sijaitsevaa kodinvaihtokohdetta, rakennuksia tai kotia, jossa on useita asuntoja.
fr_fr: Pour les immeubles collectifs, précisez l'étage où se situe le logement.
is_is: Þetta val er fyrir húsnæði með mörgum íbúðum
it_it: Questa é l'opzione per strutture che ospitano più di una famiglia. Immobili o grandi case con più di un appartamento.
ja_jp: ここでの選択は１つ以上の家族が同じ階に住むか、内部に一つ以上のアパートがある建物（又は大きな家）である場合。
nl_be: Deze keuze is voozien voor huizen waar meer dan één familie woont of flatgebouwen of grote huizen met meer dan één appartement.
no_no: Dette tilbudet gjelder enkelte boligenheter for mer enn en familie. Altså bygninger eller boligarealer med mer enn en bolig.
pl_pl: Opcja ta dotyczy domów wielorodzinnych oraz dużych budynków mieszkalnych: kamienic, bloków, apartamentowców.
pt_pt: Esta escolha é oferecida para estruturas únicas que abrigam mais do que uma família. Edifícios ou casas grandes com mais de um apartamento.
ro_ro: Aceasta este o oferta pentru cladiri care adapostesc mai mult de o familie , si care contin mai multe apartamente.
ru_ru: Данный параметр относится к многоэтажным многоквартирным домам.

# home.help_persons_suitable
source: This refers to the number of people who could comfortably sleep in your home, not the number of people in your family.
da_dk: Dette refererer til det antal personer, der kan sove i din bolig, ikke antallet af personer i din familie.
de_de: Es bezieht sich auf die Anzahl der Leute, die bequem in Ihrem Hause schlafen können -nicht die Anzahl Ihrer Familienmitglieder!
el_gr: Η πληροφορία αναφέρεται στον αριθμό ατόμων που κοιμούνται άνετα στο σπίτι σας, ΟΧΙ στον αριθμό των ατόμων της οικογένειάς σας.
es_es: Esto se refiere al número de personas que pueden dormir cómodamente en su casa, no al número de personas de su familia.
fi_fi: Tässä kerrotaan, kuinka monta henkilöä voi mukavasti majoittua kotiisi, ei perheeseesi kuuluvien henkilöiden lukumäärää.
fr_fr: Indiquez le nombre de personnes peuvant confortablement dormir dans votre logement (et non pas la composition de votre famille)
is_is: Þetta á við, fjölda einstaklinga sem gætu gist með góðu móti á heimilinu, ekki fjölda ykkar fjölskyldu meðlima.
it_it: Inserisca il numero delle persone che possono dormire comodamente nella sua casa, non il numero delle persone della sua famiglia
ja_jp: ここはあなたの家で何人が快適に眠る事ができるかということをきいています。あなたの家族は何人かときいているのではありません。
nl_be: Dit heeft betrekking op het aantal personen die comfortabel kunnen slapen in je woning en niet op het aantal gezinsleden van je familie.
no_no: Dette gleder antall personer som på en behagelig måte kan sove i din bolig, ikke antall personer i din familie.
pl_pl: Opcja ta odnosi się do ilości osób, które wygodnie mogą nocować w Twoim domu/mieszkaniu, a nie członków rodziny.
pt_pt: Isto refere-se ao número de pessoas que poderiam dormir confortavelmente na casa e não ao numero de pessoas na sua familia.
ro_ro: Acest camp se refera la numarul de persoane care pot innopta confortabil in casa dvs , nu la numarul persoanelor din familia dvs.
ru_ru: Это указывает, сколько людей может комфортабельно разместить в вашем доме, а не количество членов вашей семьи.

# home.help_bedrooms
source: How many bedrooms are there in your home or apartment? A consideration slightly different than how many people can sleep comfortably in your home.
da_dk: Hvor mange soveværelser er der i din bolig?
de_de: Wieviele Schlafzimmer gibt es in Ihrem Haus oder Wohnung?Etwas anders betrachtet, als bei der Frage "wieviele Menschen können bequem in Ihrem Hause schlafen"?
el_gr: Πόσα υπνοδωμάτια έχει το σπίτι σας; (Δεν είναι το ίδιο με το πόσα άτομα μπορούν να κοιμηθούν στο σπίτι σας.)
es_es: ¿Cuántos dormitorios hay en su casa o apartamento? Una consideración algo distinta a cuántas personas pueden dormir cómodamente en su casa.
fi_fi: Kuinka monta makuuhuonetta talossasi tai huoneistossasi on? Tämä tieto poikkeaa hieman siitä, kuinka monta ihmistä mahtuu mukavasti majoittumaan kodissasi.
fr_fr: Combien de chambres votre logement compte-t-il ? (cette indication ne correspond pas au nombre de personnes pouvant confortablement dormir dans le logement).
is_is: Hvað mörg svefnherbergi eru á heimilinu? Miðað við hvað heimilið getur boðið mörg svefnpláss.
it_it: Quante camere da letto ci sono nella casa di scambio ? Considerazione leggermente diversa da quante persone possono dormire comodamente nella sua casa
ja_jp: あなたの家やアパートには寝室はいくつありますか？何人の人があなたの家で快適に眠れるかとというのとはちょっと違った質問です。
nl_be: Hoeveel slaapkamers zijn er in je huis of appartement? Dit is niet noodzakelijk gelijk aan het aantal personen die kunnen overnachten.
no_no: Hvor mange soverom er det i ditt hus eller i din leilighet? Dette er en vurdering som er litt annerledes enn spørsmålet om hvor mange personer som kan sove behagelig i ditt hjem.
pl_pl: Ilość sypialni w Twoim domu/mieszkaniu. Chodzi konkretnie o ilość sypialni, a nie ilość osób, które można przyjąć w ramach wymiany.
pt_pt: Quantos quartos de dormir há no apartamento ou casa? Esta é uma informação adicional à de quantas pessoas podem dorimir confortavelmente na casa.
ro_ro: Cate dormitoare exista in casa sau apartamentul dvs?
ru_ru: Сколько спален в вашем доме? Количество спален не отражает реальное количество спальных мест в вашем доме.

# home.help_bathrooms
source: How many bathrooms does your home or apartment have?
da_dk: Hvor mange badeværelser er der i din bolig?
de_de: Ihr Heim hat …. Badezimmer.
el_gr: Πόσες τουαλέττες (μπάνια) έχει το σπίτι σας;
es_es: ¿Cuantos baños tiene su casa o apartamento?
fi_fi: Kuinka monta kylpyhuonetta talossasi tai huoneistossasi on?
fr_fr: Indiquez le nombre des salles de bains (avec douche ou baignoire).
is_is: Hvað eru mörg baðherbergi á heimilinu?
it_it: Quanti bagni nella sua casa?
ja_jp: あなたの家やアパートには浴室はいくつありますか？
nl_be: Hoeveel badkamers zijn er in je huis of appartement?
no_no: Hvor mange baderom har din bolig eller leilighet?
pl_pl: Ilość łazienek w Twoim domu/mieszkaniu
pt_pt: Quantas casas de banho tem a sua casa ou apartamento?
ro_ro: Cate sali de baie are casa sau apartamentul dvs?
ru_ru: Сколько ванных комнат в вашем доме?

# family.help_adults
source: Choose 0 to indicate that you are looking for Youth Exchange only.
da_dk: Vælg 0 for at indikere at du kun ønsker Ungdoms Udveksling.
de_de: Wählen Sie eine "0" um anzuzeigen, dass sie nur nach einem Jugendaustausch suchen?
el_gr: Σημειώστε 0 αν ενδιαφέρεστε μόνο για Ανταλλαγές Νέων.
es_es: Elija 0 para indicar que está solamente buscando Intercambio para Jóvenes.
fi_fi: Jos etsitte ainoastaan nuorisovaihtoa, valitse 0.
fr_fr: Si vous recherchez un échange linguistique entre jeunes, veuillez indiquer le chiffre 0 en nombre d'adultes, puis l'âge des enfants concernés.
is_is: Veljið O, til að sýna að þið leitið eingöngu táninga skipta
it_it: Indichi 0 per indicare che lei sta cercando soltanto uno scambio fra adolescenti
ja_jp: 子供達の交換だけを探している場合は０を選択してください。
nl_be: Kies 0 om aan te geven dat je enkel geïnteresseerd bent in Youth Exchange.
no_no: Bruk 0 for å vise at du kun ser ettet ungdomsutveksling.
pl_pl: Wybierz 0 jeśli szukasz jednynie wymiany młodzieżowej.
pt_pt: Por favor escolha 0 para indicar que apenas está a procura de trocas para jovens
ro_ro: Alegeti 0 pentru a arata ca doriti numai schimburi de tineri.
ru_ru: Пожалуйста, укажите 0, если ищете только молодежный обмен.

# family.help_occupation
source: Intervac started as home exchange between teachers. What is your profession?
da_dk: Hvad er din profession eller erhverv?
de_de: INTERVAC begann mit dem Haustausch unter Lehrerehepaaren - was haben Sie für einen Beruf?
el_gr: Η Intervac ξεκίνησε ως ανταλλαγές σπιτιών μεταξύ δασκάλων. Εσείς τι επάγγελμα κάνετε;
es_es: Intervac nació como intercambio de viviendas para profesores. ¿Cuál es su profesión?
fi_fi: Intervac alkoi opettajien keskinäisenä kodinvaihtona. Missä ammattissa tai toimessa olette?
fr_fr: Intervac a commencé entre professeurs et enseignants. Quelle est votre profession actuellement ?
is_is: Intervac hóf göngu sína sem heimilaskipti á milli kennara. Hver er þinn starfsvettvangur eða starfsheiti?
it_it: Intervac cominciò come organizzazione di scambio casa fra insegnati. Quale é la sua professione?
ja_jp: インターバックは先生同士で家の交換をすることから始まりました。あんたの職業は何ですか？
nl_be: Intervac is gestart met huizenruil tussen leerkrachten. Wat is jouw beroep?
no_no: Intervac startet som boligbytte for lærere. Hva er ditt yrke?
pl_pl: Intervac został zapoczątkowany przez nauczycieli wymieniających się swoimi domami. Jaki jest Twój zawód?
pt_pt: Intervac começou com a troca de casa entre professores. Qual é a sua profissão?
ro_ro: Intervac si-a inceput activitatea prin schimb de case intre profesori . Ce profesie aveti?
ru_ru: Клуб Intervac начинался с обмеов между уителями. Кто вы по профессии?

# family.help_boys_ages
source: Please use one dropdown to indicate the age of each of your sons.
da_dk: Angiv alder på din søn/sønner
de_de: Alter Ihrer Jungen
el_gr: Παρακαλούμε επιλέξτε ανάλογα για να σημειωθεί η ηλικία καθενός αγοριού σας.
es_es: Por favor use el menú para indicar la edad de cada uno de sus hijos
fi_fi: Valitse valikosta, minkä ikäisiä poikasi ovat.
fr_fr: Indiquez l'âge de chacun de vos fils.
is_is: Veljið aldur drengs/ja af listanum
it_it: Usi la freccia a scorrimento per indicare l'età di ognuno dei suoi figli
ja_jp: あなたの息子の年齢をドロップダウンリストから選ぶ。
nl_be: Gebruik de dropdown om de leeftijd van elk van je zonen aan te geven
no_no: Vennligst bruk dropdown-gardinen for å vise alderen til hver av dine sønner
pl_pl: Proszę zaznaczyć wiek każdego z synów z osobna.
pt_pt: Por favor escolhe um caixa de selecção para indicar as idades de cada um dos seus filhos.
ro_ro: Va rugam folositi cursorul pentru a indica varsta fiecarui fiu al dvs
ru_ru: Пожалуйста, указывайте возраст для каждого сына, по одному полю на каждого.

# family.help_girls_ages
source: Please use one dropdown to indicate the age of each of your daughters.
da_dk: Angiv alder på din datter/døtre
de_de: Benutzen Sie jeweils das entsprechende Feld, um das Alter Ihrer Mädchen anzugeben.
el_gr: Παρακαλούμε επιλέξτε ανάλογα για να σημειωθεί η ηλικία καθενός κοριτσιού σας.
es_es: Por favor use el menú para indicar la edad de cada una de sus hijas
fi_fi: Valitse valikosta, minkä ikäisiä tyttäresi ovat.
fr_fr: Indiquez l'âge de chacune de vos filles.
is_is: Veljið aldur stúlku/na af listanum
it_it: Usi la freccia a scorrimento per indicare l'età di ognuna delle sue figlie
ja_jp: あなたの娘の年齢をドロップダウンリストから選ぶ。
nl_be: Gebruik de dropdown om de leeftijd van elk van je dochters aan te geven.
no_no: Vennligst bruk dropdown-gardinen for å vise alderen til hver av dine døtre.
pl_pl: Proszę zaznaczyć wiek każdej z córek z osobna.
pt_pt: Por favor usar uma caixa de selecção para idicar a idade de cada uma das suas filhas
ro_ro: Va rugam folositi cursorul pentru a indica varsta fiecarei fiice a dvs
ru_ru: Пожалуйста, указывайте возраст для каждой дочери, по одному полю на каждую.

# family.help_exchanges_made
source: Are you an experienced exchanger, or new to the game? Please choose the number of exchanges has your family has made?
da_dk: Er du en erfaren boligbytter eller helt ny? Vælg antallet af bytteaftaler din familie har haft?
de_de: Sind Sie ein erfahrener Tauscher oder neu in dieser Szene?
el_gr: Είστε έμπειρος στις ανταλλαγές ή νέος; Παρακαλούμε σημειώστε πόσες ανταλλαγές έχει κάνει η οικογένειά σας.
es_es: ¿Ha realizado intercambios anteriormente, o va a ser este el primero? Por favor indique el número de intercambios que su familia ha hecho.
fi_fi: Oletko kokenut kodinvaihtaja vai ensikertalainen? Valitse luku, joka kertoo, kuinka monta kertaa olette olleet kodinvaihtolomalla.
fr_fr: Êtes-vous novices ou expérimentés ? Indiquez le nombre de vos précédents échanges.
is_is: Eruð þið vön skiptum eða nýliðar í heimilisskiptum? Vinsamlegast veljið hversu oft þið hafið skipt.
it_it: E' uno scambista sperimentato oppure é nuovo a questa esperienza? Indichi per cortesia il numero degli scambi che la sua famiglia ha fatto con Intervac
ja_jp: ホームエクスチェンジは初めてですか、それとも経験がありますか？経験がある方はその回数を選んでください。
nl_be: Heb je al veel ervaring met huisruil, of is dit je eerste keer? Geef het aantal ruilen aan die je reeds hebt gerealiseerd.
no_no: Er du en erfaren boligbytter, eller er du ny på dette området? Vennligst velg antall boligbytter din familie har gjennomført.
pl_pl: Czy masz już doświadczenie w wymianie domów/mieszkań? Proszę zaznaczyć ilość dokonanych wymian.
pt_pt: Tem experiência na troca de casas, ou é novo no jogo? Por favor escolhe o número de trocas de casa que a sua familia já fez.
ro_ro: Ati mai participat la schimburi sau sunteti debutant. Va rugam selectati numarul de schimburi la care a mai participat familia dvs
ru_ru: Вы уже опытный обменщик или только начинаете? Укажите число обменов, которые совершили вы и ваша семья?

# timing.help_earliest_date
source: This is the earliest date you and your family are available to make an exchange.
da_dk: Dette er den tidligste dato, hvor du og din familie er til rådighed til at foretage en bytteaftale.
de_de: Ihr frühester Termin, an dem Sie für einen Tausch zur Verfügung stehen.
el_gr: Αυτή είναι η νωρίτερη ημερομηνία που διατίθεστε να κάνετε ανταλλαγή.
es_es: Esta es la primera fecha en la que Ud. y su familia están disponibles para intercambiar.
fi_fi: Aikaisin päivä, jolloin sinä ja perheesi voitte aloittaa kodinvaihdon.
fr_fr: Indiquez la date maximale à partir de laquelle vos vacances échange peuvent commencer (au plus tôt).
is_is: Þetta eru fyrstu dagsetningar sem fjölskyldan getur skipts á sumarleyfi
it_it: Questa é la prima data in cui lei è disponibile per iniziare uno scambio
ja_jp: ここはあなたと家族が交換を始めることが出来る一番早い時期です。
nl_be: Dit is de vroegste datum dat jij en je familie beschikbaar zijn om te ruilen
no_no: Dette er den tidligste dato du og din familie kan gjennomføre boligbytte.
pl_pl: Najwcześniejsza data, w której jesteś gotowy dokonać wymiany.
pt_pt: Esta é a data a partir da qual você e a sua família estão disponíveis para fazer trocas de casa
ro_ro: Data de la care familia dvs este dispusa sa participe la schimb
ru_ru: Ранее этой даты обмен с вами невозможен.

# timing.help_latest_date
source: This is the latest date you and your family can be away from home.
da_dk: Dette er den seneste dato, hvor du og din familie kan være væk fra hjemmet.
de_de: Letztes Datum für Ihren Haustausch
el_gr: Αυτή είναι η τελευταία ημερομηνία που μπορείτε να λείπετε από το σπίτι σας.
es_es: Esta es la última fecha en la que Ud. y su familia pueden estar lejos de su casa.
fi_fi: Viimeisin päivä, jolloin sinä ja perheesi voitte olla poissa kotoa.
fr_fr: Indiquez la date maximale à laquelle vos vacances échange doivent se terminer (au plus tard).
is_is: Þetta eru síðustu dags. sem fjölskyldan getur verið að heiman.
it_it: Questa é l'ultima data utile per il suo rientro a casa. Data in cui lo scambio deve terminare
ja_jp: ここはあなたと家族が家から離れる事が出来る最終の日付です。
nl_be: Dit is de laatste datum dat jij en je familie beschikbaar zijn om te ruilen.
no_no: Dette er seneste dato du og din familie kan være hjemmefra.
pl_pl: Najpóźniejsza data zakończenia wymiany.
pt_pt: Esta é a data até à qual você e a sua familia podem fazer uma troca de casa
ro_ro: Data pana la care familia dvs este dispusa sa participe la schimb
ru_ru: Это дата, не позднее которой вы должны вернуться домой.

# timing.help_comment
source: Not July/August, or SH=School Holidays; ET=Easter; CT=Christmas holidays; x=Open to Other Periods
da_dk: SH = skoleferierne; ET = påske; CT = juleferien; X = Åben for andre perioder
de_de: Weitere Informationen, z.B. SH= Schulferien; CT= Weihnachtsferien, x= offen für alle Angebote
el_gr: Όχι Ιούλιο/Αύγουστο. SH=Σχολικές Διακοπές. ΕΤ=Πάσχα. CT=Χριστούγεννα. x=Ανοιχτοί σε προτάσεις για άλλες περιόδους
es_es: No Julio/Agosto, o SH=Vacaciones Escolares; ET=Semana Santa; CT=Vacaciones de Navidad; x=Abierto a otros Períodos
fi_fi: NOT July/August= EI heinä-elokuussa; SH=koulujen loma-aikoina; ET= pääsiäisenä; CT= joululomalla; x= muutkin ajankohdat käyvät
fr_fr: Ni Juillet/ni Août, ou les codes suivants: SH=vacances scolaires; ET=vacances de Printemps ou de Pâques; CT=vacances de Noël; x=dates flexibles
is_is: Ekki í Júlí/Ágúst, eða SH=skólafríi, ET= Páskum,CT= Jólaleyfi; x=Opin fyrir öðrum tímabilum
it_it: Non Luglio/Agosto, oppure SH= Vacanze scolastiche; ET= Pasqua; CT= vacanze di Natale; x= Aperto per altri periodi
ja_jp: ７月８月以外、又は、ＳＨ＝学校休み； ＥＴ＝イースター； ＣＴ＝クリスマス休暇； ｘ＝他の期間
nl_be: Niet juli /augustus, of SH=Schoolvakanties; ET=Pasen; CT=Kerstvakantie; x=Open voor andere periodes
no_no: Ikke juli/august, eller SH=School Holidays (skoleferier); ET=Easte (påske); CT=Christmas holidays (juleferie); x=Open to Other Periods (åpen for andre perioder)
pl_pl: nie lipiec/sierpień, SH=dni wolne od szkoły; ET=Wielkanoc; CT=Boże Narodzenie; x=mozliwość innych terminów
pt_pt: Nem Julho/Agosto, ou SH=Férias Escolares; ET= Férias da Pascoa; CT=Férias de natal; x=Aberto a outros períodos
ro_ro: Nu in iulie/august, VS-vacante scolare, P- Paste , C -Craciun; x= deschis pentru alte perioade
ru_ru: Не в июле/Августе, или SH=Школьные Каникулы; ET=Пасха; CT=Рождество; x=Без Ограничений
