Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/edit_listing.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro, ru_ru

# exchange_types.help_O
source: You are flexible and willing to consider any offer that comes your way.
da_dk: Du er fleksibel og villig til at overveje ethvert tilbud, du får tilbudt.
de_de: Sie sind flexibel und nehmen gerne jedes Angebot an?
el_gr: Είστε ευέλικτοι και θα εξετάσετε οποιαδήποτε προσφορά σας τύχει.
es_es: Usted es flexible y desea considerar cualquier oferta que le manden.
fi_fi: Sinä voit joustaa ja otat minkä tahansa tarjouksen harkintaasi.
fr_fr: Vous êtes flexible et prêt à étudier tout type de transaction Intervac.
is_is: Þið eruð sveigjanleg og tiltæk í að taka tilboðum sem koma til ykkar
it_it: Lei é flessibile e desidera prendere in considerazione ogni proposta cje le viene fatta
ja_jp: あなたはフレキシブルでどのようなオファーも考慮できる。
nl_be: Je bent flexibel en je bent bereid om elk voorstel in overweging te nemen.
no_no: Du er fleksibel, og er villig til å vurderer et hvert tilbud som kommer.
pl_pl: Jesteś otwarty na wszystkie oferty.
pt_pt: Você tem flexibilidade e está disposto a considerar qualquer oferta
ro_ro: Aveti program flexibil si puteti lua in considerare orice oferta
ru_ru: Вы открыты для любых предложений.

# exchange_types.help_X
source: The majority of our members prefer to exchange homes. This is not only our most popular choice, but also the cornerstone of our success.
da_dk: De fleste af vores medlemmer foretrækker at udveksle bolig. Det er ikke kun vores mest populære valg, men også hjørnestenen af vores succes.
de_de: Die Mehrzahl unserer Mitglieder bevorzugen den Haustausch, die erfolgreichste und meist benutzte Urlaubsversion!
el_gr: Η πλειοψήφία των μελών μας προτιμούν να ανταλλάσσουν σπίτια. Δεν είναι μόνο η δημοφιλέστερη επιλογή αλλά και ο θεμέλιος λίθος της επιτυχίας μας.
es_es: La mayoría de nuestros socios prefieren el intercambio de viviendas. Esta no es tan sólo nuestra fórmula más popular, es además el secreto de nuestro éxito.
fi_fi: Valtaosa jäsenistämme hakee kodinvaihtolomaa. Kodinvaihto ei ole ainoastaan suosituin vaihtoehtomme, vaan myös menestyksemme perusta.
fr_fr: A la recherche d'une escapade ? L'échange pour week-end est la transaction idéale.
is_is: Flestir meðlimir vilja helst skipta á heimilum. Þetta er ekki aðeins vinsælasta leiðin, heldur hornsteinn vinsælda Intervac
it_it: La maggioranza dei nostri soci preferisce lo scambio casa, che non é soltanto ciò che é più richiesto ma anche ciò che ha decretato il nostro successo
ja_jp: 会員の大多数は家の交換を望んでいます。これはもっともポピュラーな選択というわけではなく、我々の成功の土台といえます。
nl_be: De meerderheid van onze leden wenst om de woning te ruilen. Dit is niet alleen de populairste keuze, het is de hoeksteen van ons succes.
no_no: Flertallet av våre medlemmer foretrekker å bytte boliger. Dette er ikke bare vårt mest populære valg, men også vår hjørnesten for suksess.
pl_pl: Większość członków stowarzyszenia preferuje wymianę domów/mieszkań. Jest to najbardziej popularny rodzaj wymiany, a także źródło sukcesu Intervac.
pt_pt: A grande maioria dos nossos membros preferem a troca de casa. Esta não só é a escolha mais popular, como a que nos tem trazido mais sucesso.
ro_ro: Majoritatea membrilor nostri prefera schimbul de case. Aceasta nu este doar cea mai populara alegere a nostra, ci si piatra de temelie a succesului nostru.
ru_ru: Большинство членов нашего клуба предпочитают обмен домами. Это не просто самый популярный способ путешествий, но и основа нашего успеха!

# exchange_types.help_WE
source: Looking for a short get-away, then Weekend Exchange is a good choice.
da_dk: Leder du efter en kort "get-away", så er Weekendbytte et godt valg.
de_de: Schauen Sie nach einem Kurzurlaub - Wochenendtausch wäre eine gute Idee?
el_gr: Αν θέλετε μια σύντομη "απόδραση", τότε η ανταλλαγή του Σαββατοκύριακου (Weekend Exchange) είναι μια καλή επιλογή.
es_es: Si está buscando realizar una escapada, el intercambio de Fin de Semana puede ser una buena opción.
fi_fi: Jos etsit lyhyttä irtiottoa, silloin viikonloppuvaihto on hyvä vaihtoehto.
fr_fr: En quête d'une escapade, d'un petit break ? Indiquez alors la transaction "Échange pour week-end".
is_is: Ef þið leitið að styttri skiptum er tilvalið að leita að helgarskiptum.
it_it: Interessato anche a brevi soggiorni; quindi il Weekend é una valida scelta
ja_jp: 短期間の休暇、これには週末の交換を選択すると良いでしょう。
nl_be: Wanneer je op zoek bent naar een korte trip, dan is weekendruil een goede keuze.
no_no: Ser du etter en kortere ferie, er Weekend-bytte et godt valg.
pl_pl: Szukasz wymiany na krótki okres czasu. Wymiana weekendowa to dobry wybór.
pt_pt: Caso pretenda uma pequena escapadinha, a opção Weekend Exchange é uma boa opção
ro_ro: Caut "evadari" pe termen scurt , schimbul de sfarsit de saptamana este o alegere f buna.
ru_ru: Ищите краткосрочный обмен, тогда Обмен на Выходные ваш выбор!

# exchange_types.help_DX
source: A double exchange consists of two families searching 2 separate homes which are situated near to one another.
da_dk: En dobbelt udveksling består af to familier, der søger 2 separate huse, der ligger tæt på hinanden.
de_de: Zwei befreundete/verwandte Familien möchten gerne gemeinsam Urlaub machen, in getrennten aber benachbarten Tauschobjekten.
el_gr: Στη διπλή ανταλλαγή δύο οικογένειες ψάχνουν δύο ξεχωριστά σπίτια κοντά το ένα στο άλλο.
es_es: Un intercambio doble consiste en dos familias que buscan 2 casas separadas situadas cerca la una de la otra.
fi_fi: Kaksoisvaihdossa kaksi perhettä etsii kahta eri kotia, jotka sijaitsevat lähekkäin toisiaan.
fr_fr: Lorsque deux familles amies ayant chacune déposé leur offre d'échange recherchent à voyager ensemble et séjourner dans deux logements differents situés sur le même secteur géographique, proches l'un de l'autre.
is_is: Tvöföld skipti felur í sér tvær fjölskyldur sem leita að tveimur heimilum nálægt hvoru öðru.
it_it: Il doppi scambio consiste in questo: due famiglie iscritte a Intervac cercano 2 case diverse ma che situate l'una vicino all'altra
ja_jp: ダブルの交換とは２つの家族が２軒の家を探す事です。この場合の２軒はお互いに行き来が出来るよう近くにあることが必要です。
nl_be: Een dubbele ruil betreft 2 families die op zoek zijn naar 2 afzonderlijke woningen in elkaars nabijheid.
no_no: Et dobbelt boligbytte innebærer at to familier søker to ulike boligbytter som ligger nær hverandre.
pl_pl: Podwójna wymiana to dwie rodziny poszukujące dwóch odrębnych domów, ale położonych w pobliżu.
pt_pt: Uma troca dupla consiste em duas familias procurarem por duas casas que sejam próximas uma da outra.
ro_ro: Schimbul dublu se refera la 2 familii care cauta locuinte separate situate una in apropierea celeilalte
ru_ru: Двойной обмен подразумевает, что 2 семьи ищут 2 разных обмена домами, которые находятся рядом друг с другом.

# exchange_types.help_XH
source: Hospitality exchange means you invite a member to visit you in your home, and are invited to visit in return.
da_dk: Gæstfrihedsaftale betyder, at du inviterer et medlem til at besøge dig i dit hjem, og er inviteret til at besøge dem.
de_de: Besuch und Gegenbesuch auf unentgeltlicher Basis.
el_gr: Ανταλλαγή φιλοξενίας σημαίνει ότι καλείτε ένα ή περισσότερα μέλη να μείνουν μαζί σας στο σπίτι σας και στη συνέχεια γίνεται το ίδιο για εσάς.
es_es: Intercambio de hospitalidad significa que Ud. invita a un socio a que le visite hospedándose en su casa, y a cambio Ud. está invitado a devolverle la visita.
fi_fi: Vierasvaihtossa kutsut jäsenen vierailulle kotiisi ja sinut kutsutaan vastavierailulle.
fr_fr: Cette formule se réalise entre personnes seules ou entre familles (adultes ou jeunes adultes) qui souhaitent s’accueillir à tour de rôle gratuitement.
is_is: Skipti á gestrisni þýðir að þið bjóðið fjölskyldunni að heimækja ykkur og ykkur er boðið að heimsækja þau.
it_it: Scambio di Ospitalità significa che lei invita un socio in casa sua e in cambio lei andrà ospite in casa del socio
ja_jp: ホームステイ交換とはあなたが会員を自宅に招待し、交換としてあなたが相手先に招待される事です。
nl_be: Gastvrijheid ruilen betekent dat je een Intervac lid bij jou thuis verblijft en dat jezelf uitgenodigd wordt om bij dat lid te verblijven.
no_no: Gjestfrihet innebærer at du inviterer et medlem til å besøke deg i ditt hjem, og du blir deretter invitert på gjenbesøk.
pl_pl: Wymiana gościnności - przyjmujesz w swoim domu członka stowarzyszenia, a on zaprasza Cię do siebie w innym terminie.
pt_pt: A troca de hospitalidade sigifica que você convida um membro para visitar a sua casa, e ao mesmo tempo você é convidado a ir à casa do outro membro.
ro_ro: Schimbul de ospitalitate consta in a invita un membru la tine acasa si in a-l vizita la randul tau
ru_ru: Гостеприимство означает, что вы приглашаете члена клуба Intervac к себе в гости. А после он приглашает вас к себе для ответного визита.

# exchange_types.help_LX
source: Long-term exchanges are generally 3 months or more in length.
da_dk: Langtidsbytte er normalt 3 måneder eller længere.
de_de: Ein Langzeiturlaub über mehrere Monate, evtl. auch über ein Jahr und mehr!
el_gr: Οι μακροχρόνιες ανταλλαγές γενικώς διαρκούν 3 μήνες και πάνω.
es_es: Los intercambios de larga duración generalmente son de una duración de 3 meses o más.
fi_fi: Pitkäaikaisella vaihdolla tarkoitetaan yli kolme (3) kuukautta kestävää vaihtoa.
fr_fr: En général, cela concerne des échanges d'une durée supérieure ou égale à trois mois.
is_is: Langtíma skipti eru venjulega 3 mánuðir eða lengur.
it_it: Gli scambi di lunga durata sono in generale di 3 mesi o più
ja_jp: 長期の交換とは概して3ヶ月かそれ以上をいいます。
nl_be: Lange termijn ruil is een ruil van meer dan 3 maanden.
no_no: Langtids boligbytte varer til vanlig 3 måneder eller lengre.
pl_pl: Długoterminowa wymiana trwa zazwyczaj trzy miesiące lub dłużej.
pt_pt: A troca prolongada geralmente corresponde a 3 meses ou mais.
ro_ro: Schimburile pe termen lung dureaza in general mai mult de trei luni
ru_ru: Долгосрочный обмен обычно предполагается на 3 месяца и больше.

# exchange_types.help_NX
source: A non-simultaneuous exchange is when two parties make an exchange with two different dates. This is comparable to an exchange of house-sitting services. Let's say your family was attending a wedding away from home, and you will be staying with relatives. Another family might be planning a weekend holiday, but were unable to find an exchange partner for a direct exchange. You might agree to a non-simultaneous exchange whereby you stay in their home while they are away for the weekend, and they stay in your home while you are at the wedding.
da_dk: Et ikke-simultanbytte er, når to parter bytter på forskellige datoer. Dette kan sammenlignes med en udveksling af boligpasning. Lad os sige at din familie deltog i et bryllup væk fra hjemmet, og du skal bo hos slægtninge. En anden familie kan planlægge en weekend ferie, men kunne ikke finde en byttepartner for et direkte bytte. Du kan måske blive enig om en ikke-simultan udveksling, hvor du kan blive i deres hjem, mens de er væk i weekenden, og de opholder sig i dit hjem, mens du er til bryllup.
de_de: Nicht simultanerTausch - zwei Tauschpartner bieten einen Tausch mit zwei unterschiedlichen Daten an, vergleichbar mit einem Angebot "zum Haushüten", z.B. Ihre Familie besucht eine Hochzeit und Sie wollen diese Zeit mit Ihren Verwandten verbringen! Eine andere Familie plant einen Wochenendurlaub, findet aber keinen Tauschpartner für einen direkten Austausch. Sind Sie einverstanden mit einem "nicht-gleichzeitigen-Austausch" , d.h. Sie halten sich im Hause Ihres Partners auf, während diese für ein Wochenende auswärts sind und sie benutzen deren Haus, während diese für ein Wochenende auf einer Hochzeit sind?
el_gr: Μια μη ταυτόχρονη ανταλλαγή είναι όταν τα δύο μέρη ανταλλάσουν σπίτια σε δύο διαφορετικές περιόδους (ημερομηνίες). Αυτό είναι σαν να ανταλλάσετε φύλαξη σπιτιών. Ας πούμε ότι πάτε σε ένα γάμο σε άλλη πόλη και θα μείνετε σε συγγενείς. Μπορεί μια οικογένεια να έλθει στο σπίτι σας και εσείς να πάτε στο δικό τους κάποτε άλλοτε (είτε επειδή και εκείνοι θα λείπουν τότε είτε επειδή έχουν για παράδειγμα ένα δεύτερο σπίτι που θα είναι διαθέσιμο).
es_es: Un intercambio no simultáneo es cuando dos familias hacen un intercambio en fechas distintas.
fi_fi: Eriaikaisessa vaihdossa molempien osapuolien vaihtojen päivämäärät ovat erilaiset. Tätä voi verrata talonvahtivaihtopalveluun. Esimerkiksi perheesi on häissä kotipaikkakunnan ulkopuolella, ja majoittuu sukulaisten luona. Toinen perhe suunnittelee viikonloppulomaa, mutta ei löydä vaihtokumppani kodinvaihtoon. Voit sitoutua eriaikaiseen vaihtoon, jossa olet heidän kotonaan perheen ollessa poissa viikonlopun, ja vaihtoperhe viettää lomaa kotonasi, kun itse olette häissä.
fr_fr: Pour réaliser un échange en differé : par exemple, votre logement est libre pour un accueil en août, mais vous occuperez celui de vos hôtes en novembre.
is_is: Skipti á ólíkum tímum eru þegar tveir aðilar koma sér saman um að skipta á mismunandi tímabilum. Þetta er það sama og hússeta, annar skipti aðilinn lætur hinn skipti aðilann vera á heimilinu meðan hann sjálfur fer eitthvað annað og nýtir heimili hins aðilans einhvern tíma seinna.
it_it: Uno scambio non simultaneo avviene quando i due partners fanno lo scambio in date diverse.
ja_jp: 同時期でないエクスチェンジ。２組が異なった時期に２回エクスチェンジをする事です。ハウスシッティングサービスの交換と似ています。例えば、あなたの家族が遠方での結婚式に出席していたとして、あなたは親戚と一緒に滞在するとします。会員である別の家族が週末の休暇を計画していたとしますがダイレクトなエクスチェンジの相手が見つからないとします。それで、あなたは彼達が週末に出かけている時に彼らの家を使用するという同時期でないエクスチェンジに同意して、あなたが結婚式に出席している間に彼らがあなたの家に滞在するといったアレンジです。
nl_be: Een niet simultane ruil gebeurt wanneer twee leden een ruil doen op verschillende tijdstippen. Het is vergelijkbaar met een ruil van house sitting. Bijvoorbeeld stel dat jou familie een huwelijk bijwoont en je verblijft bij familie, dan kan je je huis in ruil geven aan een familie die op dat ogenblik bijvoorbeeld een weekendruil wil doen in je regio. Jij kan dan op jou beurt met hen ruilen op een ogenblik dat zij niet thuis zijn.
no_no: Et non-simultaneous boligbytte er når to byttepartnerer velger å holigbytte på ulike datoer. Dette er mest vanlig om man har to boliger, men kan også være at man reiser bort og lar noen låne huset i tiden man er borte.
pl_pl: Wymiana nierównoczesna - członkowie wymieniają się swoimi domami w różnym terminie. Podobne do opcji Opieka nad domem. Planując inne wyjazdy np. wyjazd weekendowy na ślub, możemy oferować w tym okresie nasz dom do wymiany, a sami odwiedzić partnera wymiany w czasie kiedy on jest w weekend poza domem.
pt_pt: Uma troca não-simultânea ocorre quando a troca se processa em duas fases. Por exemplo, vamos supor que a sua família ia a um casamento e iriam todos ficar em casa de familiares. Outra família queria trocar convosco e dispunha de uma casa de férias que usualmente estava vazia. Podem assim receber a famíla enquanto estão no casamento e ir noutra data usufruir da referida casa de férias.
ro_ro: Schimbul ne -nesimultan se refera la faptul ca cele doua parti efectueaza schimbul la date diferite. Acest tip de schimb este un fel de ingrijire a casei..Să presupunem că familia ta participa la o nunta departe de casă, şi veţi fi cazat la rude .O alta familie ar putea planifica o vacanta la sfarsit de saptamana, dar nu a reuşit să găsească un partener de schimb pentru un schimb direct.Ati putea fi de acord cu un schimb ne-simultan prin care stati in casa lor, în timp ce acestea sunt plecati intr-un sfarsit de saptamana ,iar ei ar putea locui în casa dvs in timp ce sunteţi la nunta.
ru_ru: Неодновременный обмен - это обмен между двумя сторонами, но с разными датами приезда. Например, вы уезжаете на свадьбу, и останетесь у родственников. Другая семья планирует отпуск на определнные даты, но не может предоставить свой дом для одновременного обмена. Возможно, вы сможете договориться о неодновременном обмене, когда они презжают к вам, пока вы празднуете свадьбу. А вы приезжаете к ним в другие дни, когда они уехали в отпуск.

# exchange_types.help_XY
source: Members who have checked this box are looking for a youth exchange.
da_dk: Medlemmer, der har markeret dette felt er på udkig efter en ungdomsudveksling.
de_de: Suchen Sie nach einem Jugendaustausch - bitte hier anklicken
el_gr: Μέλη που έχουν επιλέξει το κουτάκι αυτό αναζητούν να φιλοξενήσουν ννέους ενήλικες.
es_es: Los socios que visitan este apartado están buscandoun intercambio para jóvenes.
fi_fi: Tämän valinneet jäsenet etsivät perheensä nuorille nuorisovaihtoa.
fr_fr: Cochez cette transaction, si vous souhaitez organiser un échange linguistique pour vos enfants avec Intervac.
is_is: Félagsmenn sem hafa merkt við þennan reit eru að leita að gestrisni handa unglingi.
it_it: I soci che hanno contrasseganto questa casella cercano uno scambio fra giovani
ja_jp: ここをチェックした会員は子供達の交換を求めています。
nl_be: Leden die deze optie aanvinken zijn op zoek naar een huisruil.
no_no: Medlemmer som har krysset her ønsker ungdomsutveksling.
pl_pl: Członkowie, którzy zaznaczyli taą opcje oferują wymianę młodzieżową.
pt_pt: Assinale esta caixa caso queira efectuar uma troca com jovens.
ro_ro: Membrii care bifeaza aceasta caseta cauta un schimb de tineri
ru_ru: Члены клуба, отметившие данное поле, ищут молодежный обмен.

# exchange_types.help_OY
source: Check this box if you are willing to host young adults as guests in your home.
da_dk: Marker dette felt, hvis du er villig til at være vært for unge som gæster i dit hjem.
de_de: Klicken Sie diese Box, wenn Sie Jugendliche als Gäste gegen Bezahlung aufnehmen wollen.
el_gr: Επιλέξτε αυτό το κουτάκι αν επιθυμείτε να φιλοξενήσετε νέους ενήλικες στο σπίτι σας
es_es: Señale esta casilla si está interesado en hospedar jóvenes adultos en su casa como huéspedes.
fi_fi: Valitse tämä, jos haluat nuoria aikuisia vierailulle kotiisi.
fr_fr: Vous proposez d'accueillir chez vous un enfant, un adolescent ou un jeune adulte.
is_is: Merkið við þennan ferning ef þið viljið bjóða ungum einstakling/um í heimsókn.
it_it: Contrassegni questa casella se desidera ospitare un adolescente nella sua casa
ja_jp: 若者をあなたの家にゲストとして受け入れる場合にここをチェックしてください。
nl_be: Vink deze optie aan als je bereid bent gastvrijheid te verlenen aan jonge mensen.
no_no: Velg denne boksen dersom du er villig til å være vert for unge voksne i ditt hjem.
pl_pl: Zaznacz jeśli chciałbyś gościć w swoim domu młodzież.
pt_pt: Clique nesta caixa se está disposto a alojar jovens adultos como convidados em sua casa.
ro_ro: Bifati aceasta caseta daca doriti sa gazduiti tineri in casa dvs.
ru_ru: Отметьте данное поле, если хотите принять в гости совершеннолетнего человека.

# exchange_types.help_WY
source: Check this box if you have a young adult in your family who would like to host visting youths.
da_dk: Marker dette felt, hvis du har en i din familie, som ønsker at være vært for besøgende unge.
de_de: Klicken Sie diese box, wenn eines Ihrer Kinder gerne einen Jugendlichen aus dem Ausland als Gast haben möchte.
el_gr: Επλέξτε το κουτάκι αν υπάρχει νέος ενήλικας στην οικογένεια και θα ήθελε να φιλοξενήσει νεαρούς επισκέπτες.
es_es: Señale esta casilla si Ud. tiene un joven adulto en su familia quien desearía hospedar a jóvenes visitantes.
fi_fi: Valitse tämä, jos perheessäsi oleva nuori aikuinen haluaa toimia vierailulle tulevien nuorten isäntänä tai emäntänä.
fr_fr: Vous recherchez pour votre enfant, votre adolescent, jeune adulte un accueil en famille chez un autre membre Intervac.
is_is: Merkið við þennan reit ef þið eruð með ungling í fjölskyldunni, sem vill bjóða öðrum unglingi í heimsókn.
it_it: Contrassegni questa casella se lei ha nella sua famiglia un giovane che vuole fare scambio di ospitalità con altro giovane
ja_jp: もしあなたの家族にヤングアダルトがいる場合で、ユースを迎えたい希望の場合はここをクリックする。
nl_be: Vink deze optie aan als je een jonge volwassene in je familie hebt die andere jonge mensen wil ontvangen.
no_no: Velg denne boksen dersom du har en ung voksen i din familie, som vil være vert for besøkende ungdommer.
pt_pt: Clique nesta caixa se tiver algum jovem adulto na sua familia que queira receber outros jovens como convidados.
ro_ro: Bifati aceasta caseta daca aveti un tanar in familie care ar dori sa gazduiasca tineri aflati in vizita
ru_ru: Вы отмечаете данное поле, если у вас есть совершеннолетние, которые хотят принять в гости молодежь, путешествующую без присмотра взрослых.

# exchange_types.help_H
source: Hospitality is offered by members who have checked this box.
da_dk: Gæstfrihed tilbydes af medlemmer, der har markeret dette felt.
de_de: Gastfreundschaft wird von Mitgliedern angeboten, die dieses Kästchen aktiviert haben!
el_gr: Μέλη που έχουν επιλέξει το κουτάκι αυτό προσφέρουν φιλοξενία.
es_es: Se ofrece hospitalidad a los socios que hayan escogido esta modalidad.
fi_fi: Tämän valinneet jäsenet tarjoavat vierasvaihtoa.
fr_fr: Cochez cette transaction, si vous voulez offrir l'hospitalité à un autre membre Intervac.
is_is: Gestrisni í boði hjá fólki sem hefur merkt við þennan reit.
it_it: Con questa casella si offre ospitalità ad altri soci
ja_jp: このボックスをチェックした会員によってホスピタリティーがオファーされます。
nl_be: Leden die deze optie aanvinken, bieden gastvrijheid aan.
no_no: Gjestfrihet er tilbud som noen har.
pl_pl: Członkowie, którrzy zaznaczyli to okienko oferują gościnę.
pt_pt: Assinale esta caixa caso queira oferecer hospitalidade.
ro_ro: Membrii care bifeaza aceasta caseta ofera gazduire
ru_ru: Если отмечено данное поле, член клуба предлагает гостеприимство.
