Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/edit_listing.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro, ru_ru

# show_listing.region
source: Region
el_gr: Περιφέρεια
es_es: Región
fi_fi: Alue
fr_fr: Région
is_is: Landshluta
it_it: Regione
ja_jp: 地域
nl_be: Regio
pt_pt: Região
ro_ro: Regiunea
ru_ru: Область/район

# family.headline
source: About Your Family
da_dk: Beskrivelse af din familie
de_de: Angaben zur Familie
el_gr: Η Οικογένειά σας
es_es: Sobre su familia
fi_fi: Tietoja perheestänne
fr_fr: Le profil de votre famille
is_is: Upplýsingar um fjölskyldu
it_it: Informazioni sulla famiglia
ja_jp: あなたの家族について
nl_be: Over uw familie
no_no: Om din familie
pl_pl: O Twojej rodzinie
pt_pt: Sobre a sua família
ro_ro: Despre familia dvs
ru_ru: О вашей семье

# family.adults
source: Number of Adults
da_dk: Antal voksne
de_de: Zahl der Erwachsenen
el_gr: Αριθμός ενηλίκων
es_es: Número de Adultos
fi_fi: Aikuisten määrä
fr_fr: Nombre d'adultes
is_is: Fjöldi fullorðinna
it_it: Numero degli Adulti
ja_jp: 大人の数
nl_be: Aantal volwassenen
no_no: Antall voksne
pt_pt: Número de Adultos
ro_ro: Numarul adultilor
ru_ru: Число взрослых

# family.occupation
source: Your occupation or profession <required>*</required>
da_dk: Dit erhverv eller profession <required>*</required>
de_de: Angabe Ihrer Tätigkeit/Beruf <erforderlich>*</erforderlich>
el_gr: Επάγγελμά σας (ΣΕ ΞΕΝΗ ΓΛΩΣΣΑ) <required>*</required>
es_es: Su profesión (s) <required>*</required>
fi_fi: Ammattisi tai elinkeinosi <required>*</required>
fr_fr: Profession/Occupation <required>*</required>
is_is: Starf þitt <required>*</required>
it_it: La sua professione <required>*</required>
ja_jp: あなたの職業 <required>*</required>
nl_be: Je beroep <required>*</required>
no_no: Deres yrke <required>*</required>
pl_pl: Twój zawód <required>*</required>
pt_pt: Profissão ou ocupação <required>*</required>
ro_ro: Ocupatia sau profesia <required>*</required>
ru_ru: Ваша профессия <required>*</required>

# family.boys_ages
source: Your son(s) age
da_dk: Din søn/sønners alder
de_de: Jungen/Alter
el_gr: Ηλικία αγοριών
es_es: La edad de su hijo(s)
fi_fi: Poikasi ikä
fr_fr: Âge de vos garçons
is_is: Aldur sonar/sona þinna
it_it: Età dei vostri bambini (maschi)
ja_jp: 子供（男の子）の年齢
nl_be: Leeftijd van je zoon/zonen
no_no: Deres sønns/sønners alder
pl_pl: Wiek syna(ów)
pt_pt: Idade do seu(s) filho(s)
ro_ro: Varsta fiului/ fiilor
ru_ru: Возраст сын/сыновей

# family.girls_ages
source: Your daughter(s) age
da_dk: Din datter/døtres alder
de_de: Mädchen/Alter
el_gr: Ηλικία κοριτσιών
es_es: La edad de su hija(s)
fi_fi: Tyttäresi ikä
fr_fr: Âge de vos filles
is_is: Aldur dóttur/dætra þinna
it_it: Età delle vostre bambine (femmine)
ja_jp: 子供（女の子）の年齢
nl_be: Leeftijd van je dochter(s)
no_no: Deres datter/døtres alder
pl_pl: Wiek córki(ek)
pt_pt: Idade da sua(s) filha(s)
ro_ro: Varsta fiicei/ ficelor
ru_ru: Возраст дочери/дочерей

# family.exchanges_made
source: How many exchanges have you completed?
da_dk: Hvor mange bytteaftaler har du haft?
de_de: Wie oft haben Sie getauscht?
el_gr: Πόσες ανταλλαγές έχετε κάνει;
es_es: ¿Cuántos intercambios de vivienda ha realizado?
fi_fi: Kuinka monta kodinvaihtolomaa olet jo viettänyt?
fr_fr: Nombre d'échanges déjà réalisés
is_is: Hversu mörg heimilaskipti áttu að baki?
it_it: Quanti scambi ha già fatto con Intervac?
ja_jp: 現在までにした交換の回数
nl_be: Hoeveel keer heb je reeds geruild?
no_no: Hvor mange boligbytter har dere gjennomført?
pl_pl: Ilość dokonanych wymian
pt_pt: Quantas trocas de casa é que já fez?
ro_ro: La cate schimburi ati mai participat
ru_ru: Сколько обменов вы совершили?

# character_limit
source: text characters allowed
da_dk: Tekst
de_de: Text-Charakters
el_gr: επιτρέπονται χαρακτήρες κειμένου
es_es: texto
fi_fi: tekstin sallittu merkkimäärä
fr_fr: caractères
is_is: Leyfður stafafjöldi
it_it: Caratteri permessi per il testo
ja_jp: 文字の制限
nl_be: toegelaten tekst karakters
no_no: Antall bokstaver i teksten
pl_pl: znaków
pt_pt: caracteres de texto (max)
ro_ro: tipul de text permis
ru_ru: разрешены буквенные знаки

# timing.headline
source: Your Travel Timing Preferences
da_dk: Tidspunkter for ferien
de_de: Ihre bevorzugten Reisedaten
el_gr: Οι προτιμήσεις σας για το χρόνο ταξιδιού
es_es: Sus Preferencias en cuanto a fechas
fi_fi: Oman matkanne aikataulun asetukset
fr_fr: Vos dates préférées pour voyager
is_is: Æskileg ferðatímabil
it_it: Preferenze per le date di scambio
ja_jp: 希望する時期
nl_be: De reisperiode die je verkiest
no_no: Dine tidspreferanser når det gjelder reise
pl_pl: Preferowany czas wymiany
pt_pt: Preferências quanto às datas de viagem
ro_ro: Datele la care puteti efectua schimbul
ru_ru: Предпочтения по датам обмена

# timing.comment_headline
source: Enhance the description of your timing preferences.
da_dk: Uddyb beskrivelsen af dine ønskede rejsetidspunkter.
de_de: Verbessern Sie Ihre Termineinstellungen
el_gr: Πείτε περισσότερα για το χρόνο που προτιμάτε να γίνει η ανταλλαγή
es_es: Describa sus preferencias en cuanto a fechas
fi_fi: Tehosta kuvaustasi ajankohdan määrityksessä.
fr_fr: Précisions sur les dates ou autres périodes disponibles
is_is: Skýrið val á tímabili
it_it: Aggiunga altre possibilità circa le date per lo scambio
ja_jp: 希望する時期についての記述
nl_be: Nadere omschrijving van de beschikbare periode
no_no: Tydeliggjør beskrivelsen av dine tidspreferanser.
pl_pl: Dodatkowe informacje dotyczące preferowanego czasu wymiany.
pt_pt: Indique em mais detalhe as suas preferências quanto às datas para as trocas de casa
ro_ro: Imbunatatiti descrierea perioadei in care puteti efectua schimbul
ru_ru: Расширенное описания предпочтений по датам обмена.

# timing.intro_text
source: Select the dates you are available for your next exchange.
da_dk: Vælg den periode, hvor du gerne vil rejse
de_de: Geben Sie die Daten Ihres nächsten Tauschurlaubs an.
el_gr: Επιλέξτε τις ημερομηνίες που είστε διαθέσιμοι για την επόμενη ανταλλαγή.
es_es: Seleccione las fechas en las que está disponible para su próximo intercambio
fi_fi: Valitse päivämäärät, jolloin voit lähteä seuraavaan vaihtoon.
fr_fr: Sélectionnez vos dates disponibles pour votre prochain échange.
is_is: Veljið dagsetningar fyrir næstu skipti
it_it: Indichi le date in cui é disponibile per il suo prossimo scambio
ja_jp: 次回の交換が可能な時期を選ぶ
nl_be: Selecteer de mogelijke data voor je volgende ruil
no_no: Velg tidsperioden du er klar for neste boligbytte.
pl_pl: Określ termin, w którym chciałbyś dokonać wymiany.
pt_pt: Seleccione as datas em que está disponível para a próxima troca de casa
ro_ro: Mentionati perioada in care ati putea fi disponibil pentru urmatorul schimb
ru_ru: Выберите даты, когда вы готовы совершить следующий обмен.

# timing.earliest_date
source: Earliest date <required>*</required>
da_dk: Tidligste dato <required>*</required>
de_de: Frühester Termin <erforderlich>*</erforderlich>
el_gr: Ημερομηνία έναρξης <required>*</required>
es_es: Primera fecha <required>*</required>
fi_fi: Aikaisin päivämäärä <required>*</required>
fr_fr: Début de séjour <required>*</required>
is_is: Frá dags. <required>*</required>
it_it: Prima data possibile per la partenza <required>*</required>
ja_jp: 始まりの時期 <required>*</required>
nl_be: Vroegste datum <required>*</required>
no_no: Tidligste dato <required>*</required>
pl_pl: Najwcześniejszy termin <required>*</required>
pt_pt: Não antes de <required>*</required>
ro_ro: Cel mai devreme <required>*</required>
ru_ru: Самое раннее <required>*</required>

# timing.latest_date
source: Latest date <required>*</required>
da_dk: Seneste dato <required>*</required>
de_de: Spätester Termin <erforderlich>*</erforderlich>
el_gr: Ημερομηνία λήξης <required>*</required>
es_es: Última fecha <required>*</required>
fi_fi: Viimeisin päivämäärä <required>*</required>
fr_fr: Fin de séjour <required>*</required>
is_is: Til dags. <required>*</required>
it_it: Ultima data possibile per il rientro <required>*</required>
ja_jp: 終わりの時期 <required>*</required>
nl_be: Laatste datum <required>*</required>
no_no: Seneste dato <required>*</required>
pl_pl: Najpóźniejszy termin <required>*</required>
pt_pt: Não depois de <required>*</required>
ro_ro: Cel mai tarziu <required>*</required>
ru_ru: Самое позднее <required>*</required>

# timing.vacation_length
source: Desired Length of Stay
da_dk: Ønsket ferielængde
de_de: Gewünschte Dauer Ihres Aufenthaltes
el_gr: Επιθυμητή διάρκεια παραμονής
es_es: Duración deseada de la estancia
fi_fi: Haluttu oleskelun kesto
fr_fr: Durée souhaitée
is_is: Æskileg tímalengd á dvöl
it_it: Durata desiderata per lo scambio
ja_jp: 希望する滞在期間
nl_be: Gewenste duur van het verblijf
no_no: Ønsket lengde på oppholdet
pl_pl: Długość pobytu
pt_pt: Duração pretendida para a troca
ro_ro: Durata sederii
ru_ru: Длительность пребывания

# timing.days
source: days
da_dk: dage
de_de: Tage
el_gr: μέρες
es_es: días
fi_fi: päivää
fr_fr: jours
is_is: Dagar
it_it: giorni
ja_jp: 日間
nl_be: dagen
no_no: dager
pl_pl: dni
pt_pt: dias
ro_ro: zile
ru_ru: дней

# timing.weeks
source: weeks
da_dk: uger
de_de: Wochen
el_gr: βδομάδες
es_es: semanas
fi_fi: viikkoa
fr_fr: semaines
is_is: Vikur
it_it: settimane
ja_jp: 週間
nl_be: weken
no_no: uker
pl_pl: tygodni
pt_pt: semanas
ro_ro: saptamani
ru_ru: недель

# timing.months
source: months
da_dk: måneder
de_de: Monate
el_gr: μήνες
es_es: meses
fi_fi: kuukautta
fr_fr: mois
is_is: Mánuðir
it_it: mesi
ja_jp: ヶ月間
nl_be: maanden
no_no: måneder
pl_pl: miesięcy
pt_pt: meses
ro_ro: luni
ru_ru: месяцев

# timing.comment
source: Optional text description
da_dk: Valgfri tekst
de_de: Freiwillige Textbeschreibung
el_gr: Προαιρετικό πρόσθετο κείμενο
es_es: Texto opcional para descripción
fi_fi: Vapaaehtoinen tekstikuvaus
fr_fr: Commentaires sur les dates
is_is: Notið eigin texta
it_it: Descrizioni opzionali
ja_jp: 追加説明
nl_be: Aanvullende tekst
no_no: Alternativ tekstbeskrivelse
pl_pl: dodatkowe informacje
pt_pt: Descrição opcional em texto livre
ro_ro: Descriere optionala
ru_ru: Дополнительное описание

# exchange_types.headline
source: Your Exchange Preferences
da_dk: Aftaletyper
de_de: Ihre Vorlieben beim Haustausch
el_gr: Οι επιθυμίες σας για την ανταλλαγή
es_es: Sus Preferencias para el Intercambio
fi_fi: Vaihdon määrittely
fr_fr: Vos transactions
is_is: Æskileg skipti
it_it: Preferenze relative allo scambio
ja_jp: 交換希望
nl_be: Gewenste formules
no_no: Hvilken type ferie ønsker dere?
pl_pl: Kryteria wymiany
pt_pt: Preferências para as trocas de casa
ro_ro: Preferinte referitoare la schimb
ru_ru: Предпочтения по формам обмена

# exchange_types.exchanges
source: Types of Exchanges
da_dk: Typer af bytte (boligbytte er standard)
de_de: Typen des Haustausches
el_gr: Είδη ανταλλαγών
es_es: Intercambios
fi_fi: Vaihdon tyypit
fr_fr: Types d'échanges
is_is: Fyrirkomulag skipta
it_it: Tipi di scambio
ja_jp: 交換の形態
no_no: Ulike kategorier boligbytte
pl_pl: Typ wymiany
pt_pt: Tipos de trocas de casa
ro_ro: Tipuri de schimb
ru_ru: Типы обмена

# exchange_types.services
source: Services Offered
da_dk: Særlige muligheder
de_de: Service - Angebote
el_gr: Προσφερόμενες υπηρεσίες
es_es: Servicios
fi_fi: Tarjotut
fr_fr: Autres transactions
is_is: Þjónusta í boði
it_it: Servizi offerti
ja_jp: 提供できるサービス
nl_be: Aangeboden mogelijkheden
no_no: Tilgjengelige tjenester
pl_pl: Oferowane usługi
pt_pt: Serviços Oferecidos
ro_ro: Servicii oferite
ru_ru: Предоставляются обслуживание

# exchange_types.rental
source: Rental Opportunities
da_dk: Udlejning
de_de: Service-Angebote
es_es: Alquileres
fi_fi: Palveluja tarjotaan
fr_fr: Offres de location
is_is: Þjónusta í boði
ja_jp: 賃貸
nl_be: Huurmogelijkheden
no_no: Muligheter for leie
pl_pl: Opcje wynajmu
pt_pt: Oportunidades de aluguer
ro_ro: Posibilitati de inchiriere

# exchange_types.youth
source: Youth Exchange
da_dk: Ungdomsudveksling
de_de: Jugendaustausch
el_gr: Ανταλλαγή νέων
es_es: Intercambio de Jóvenes
fi_fi: Nuorisovaihto
fr_fr: Spécial Jeunes
is_is: Táningaskipti
it_it: Scambio di Adolescenti
ja_jp: 子供たちの交換
nl_be: Jongerenruil
no_no: Ungdomsutveksling
pl_pl: Wymiana młodzieżowa
pt_pt: Troca de jovens
ro_ro: Schimb de tineri
ru_ru: Молодежный обмен

# exchange_types.under_18
source: Persons under 18 traveling alone
da_dk: Personer under 18 som rejser alene
de_de: Alleinreisende Personen unter 18
el_gr: Άτομα κάτω των 18 ετών που ταξιδεύουν μόνα
es_es: Número de personas menores de 18 años viajando solas
fi_fi: Alle 18-vuotiaat ovat yksin matkalla
fr_fr: jeunes de moins de 18 ans voyageant seuls
is_is: Undir 18 ára aldri, ferðast ein/n
it_it: Persone sotto i 18 anni che viaggiano sole
ja_jp: 18歳未満で一人旅
nl_be: Personen jonger dan 18 die alleen reizen
no_no: Personer under 18 år som reiser alene
pl_pl: osób poniżej 18 roku życia, podróżujących bez opieki
pt_pt: Pessoas com menos de 18 anos viajando sozinhos
ro_ro: Persoane sub 18 ani care calatoresc neinsotite
ru_ru: Люди, младше 18 лет, путешествующие без присмотра взрослых

# other_details.headline
source: Other Details
da_dk: Din byttebolig og dets omgivelser
de_de: Ihr Zuhause und Umgebung
el_gr: Το Σπίτι σας και η περιοχή του
es_es: Su casa y Alrededores
fi_fi: Muut tiedot
fr_fr: Votre logement et votre voisinage
is_is: Sitthvað fleira
it_it: La vostra casa e i Dintorni
ja_jp: 他の詳細
nl_be: Jewoning en de omgeving
no_no: Ditt hjem med omgivelser
pl_pl: Twój dom/mieszkanie oraz otoczenie
pt_pt: A sua casa e sua localização
ro_ro: Alte detalii
ru_ru: Прочее

# other_details.home_headline
source: Your Home Has
da_dk: Dit hjem har
de_de: Ihr Heim bietet
el_gr: Το Σπίτι σας
es_es: Su Casa
fi_fi: Kodissasi on
fr_fr: Chez vous
is_is: Á heimilinu býðst
it_it: La vostra casa ha
ja_jp: あなたの家は
nl_be: Je woning heeft
no_no: Hjemmet ditt har
pl_pl: Twój dom posiada
pt_pt: A sua casa tem
ro_ro: Proprietatea dvs are...
ru_ru: В вашем доме есть

# other_details.offer_headline
source: You Offer
da_dk: Dit tilbud
de_de: Ihr Angebot
el_gr: Η Προσφορά σας
es_es: Su Oferta
fi_fi: Sinä tarjoat
fr_fr: Ce que vous proposez avec le logement
is_is: Við bjóðum
it_it: La sua offerta
ja_jp: あなたが提供する
nl_be: Bijkomende mogelijkheden
no_no: Din Oppføring
pl_pl: Oferta
pt_pt: A sua proposta
ro_ro: Oferiti..
ru_ru: Вы предлагаете

# contact_info.spoken_languages
source: Language for Correspondence
da_dk: Kontaktsprog
de_de: Korrespondenzsprache
el_gr: Γλώσσα αλληλογραφίας
es_es: Idioma preferido para la correspondencia
fi_fi: Kirjeenvaihtokieli
fr_fr: Langues parlées pour la correspondance Intervac
is_is: Samskipta tungumál
it_it: Lingua per la corrispondenza
ja_jp: 使用言語
nl_be: Talen waarin je wilt/kunt corresponderen
no_no: Foretrukket korrespondansespråk
pl_pl: Język do korespondencji
pt_pt: Língua para a correspondência
ro_ro: Limba pentru corespondenta
ru_ru: Язык для переписки

# other_details.distances_headline
source: Distances in km
da_dk: Afstand i km til
de_de: Entfernung in km
el_gr: Αποστάσεις σε χλμ
es_es: Distancias en km
fi_fi: Etäisyys kilometreissä
fr_fr: Distances en km
is_is: Fjarlægð í km
it_it: Distanza in Km
ja_jp: 距離（ｋｍ）
nl_be: De omgeving
no_no: Distanser i km
pl_pl: Odległość w km
pt_pt: Distâncias em km
ro_ro: Distante in km
ru_ru: Расстояние в км.

# other_details.your_region_headline
source: Your Region
da_dk: I nærheden findes
de_de: Ihre Region
el_gr: Η Περιοχή σας
es_es: Su Región
fi_fi: Omalla alueellasi
fr_fr: Votre région
is_is: Ykkar landshluti
it_it: La sua Regione
ja_jp: あなたの地域
nl_be: Je regio
no_no: Din region
pl_pl: Twój region
pt_pt: A sua Região
ro_ro: Regiunea
ru_ru: Ваш район

# other_details.km_forest_woods
source: Forest/Woods
da_dk: Skov
de_de: Wald
el_gr: δάσος
es_es: al Bosque
fi_fi: Metsä
fr_fr: km forêt/bois
is_is: Skógur
it_it: Bosco/Foresta
ja_jp: 森林／森
nl_be: bos/woud
pl_pl: las
pt_pt: Zona florestal
ro_ro: Paduri
ru_ru: Лес/лесопарк

# other_details.km_river
source: River
da_dk: Å
de_de: Fluss
el_gr: ποτάμι
es_es: Río
fi_fi: Joki
fr_fr: km rivière/fleuve
is_is: Á
it_it: Fiume
ja_jp: 河
nl_be: de rivier
pl_pl: rzeka
pt_pt: Rio
ro_ro: Rau
ru_ru: Река

# other_details.km_boating
source: Boating/Sailing
da_dk: Sejlads
de_de: Bootfahren/Segeln
el_gr: κωπηλασία/ιστιοπλοϊα
es_es: km a Botes/Veleros/Surf
fi_fi: Veneily / purjehdus
fr_fr: km bateau/voile/surf
is_is: Siglingar/bátsferðir
it_it: possibilità di fare Vela/Surf
ja_jp: ボート/帆走
nl_be: gelegenheid tot varen/surfen/zeilen
pl_pl: żeglarstwo
pt_pt: Desportos náuticos e/ou passeios de barco
ro_ro: Plimbari cu barca/ Navigatie
ru_ru: Катание на лодке/яхте

# other_details.km_ocean_sea
source: Ocean/Sea
da_dk: Havet
de_de: Meer
el_gr: θάλασσα
es_es: Océano/Mar
fi_fi: Meri
fr_fr: km mer/océan
is_is: Sjór/vatn
it_it: Mare /Oceano
ja_jp: 大洋/海
nl_be: de zee/oceaan
pl_pl: morze/ocean
pt_pt: Oceano/Mar
ro_ro: Ocean/ Mare
ru_ru: Океан/море

# other_details.km_shopping
source: Shopping
da_dk: Indkøbsmuligheder
de_de: Einkaufen
el_gr: αγορά για ψώνια
es_es: Tiendas Interesantes
fi_fi: Ostoksille
fr_fr: km commerces
is_is: Verslun
it_it: possibilità di fare shopping
ja_jp: ショッピング
nl_be: winkelgelegenheid
pl_pl: centrum handlowe
pt_pt: Lojas/Supermercado
ro_ro: Cumparaturi
ru_ru: Магазины

# other_details.km_beach
source: Beach/Surfing
da_dk: Strand
de_de: Strand/Surfen
el_gr: παραλία/σέρφιν
es_es: la Playa
fi_fi: Ranta / surffaus
fr_fr: km plage
is_is: Strönd
it_it: Spiaggia
ja_jp: 海岸/サーフィン
nl_be: het strand
pl_pl: plaża
pt_pt: Praia
ro_ro: Plaja/ Surfing
ru_ru: Пляж/Серфинг

# other_details.km_mountains
source: Mountains
da_dk: Bjerge
de_de: Gebirge
el_gr: βουνό
es_es: las Montañas
fi_fi: Vuoristo
fr_fr: km montagne
is_is: Fjöll
it_it: Montagne
ja_jp: 山
nl_be: de bergen
pl_pl: góry
pt_pt: Montanhas
ro_ro: Munte
ru_ru: Горы

# other_details.km_lake
source: Lake
da_dk: Sø
de_de: See
el_gr: λίμνη
es_es: Lago
fi_fi: Järvi
fr_fr: km lac
is_is: Stöðuvatn
it_it: Lago
ja_jp: 湖
nl_be: Meer
pl_pl: jezioro
pt_pt: Lago
ro_ro: Lac
ru_ru: Озеро

# other_details.km_golf
source: Golfing
da_dk: Golfbane
de_de: Golfplatz
el_gr: γκόλφ
es_es: Golf
fi_fi: Golf
fr_fr: km terrain de golf
is_is: Golfvöllur
it_it: Campo da Golf
ja_jp: ゴルフ
nl_be: Golf
pl_pl: pole golfowe
pt_pt: Campo de Golfe
ro_ro: Golf
ru_ru: Гольф

source: Descriptive Phrase
da_dk: Beskrivelse
de_de: Sie können hier beliebig freien Text eingeben
el_gr: Πρόσθετη περιγραφή
es_es: Frase Descriptiva
fi_fi: Kuvaileva lause
fr_fr: Ecrivez un court texte pour valoriser votre offre (points forts, atouts, particularités). Ce texte apparaît en-dessous de la photographie principale.
is_is: Lýsið nánar
it_it: Frase descrittiva
ja_jp: 説明
nl_be: Beschrijvende tekst
no_no: Beskrivelse
pl_pl: zwroty opisowe
pt_pt: Frase descritiva
ro_ro: Descriere
ru_ru: Описание

# contact_info.help_name
source: Fill in your name as you would like it to appear online. Please use both upper and lowercase letters.
da_dk: Udfyld dit navn, som du ønsker det skal se ud på profilen. Brug venligst både store og små bogstaver.
de_de: Tragen Sie bitte Ihren Vor- und Nachnamen ein. Verwenden Sie Groß- und Kleinbuchstaben.
el_gr: Συμπληρώστε το όνομά σας όπως θέλετε να εμφανίζεται στο Διαδίκτυο και στον Κατάλογο. Παρακαλούμε χρησιμοποιείστε κεφαλαία και πεζά ΚΑΙ ΜΟΝΟ ΛΑΤΙΝΙΚΑ ΓΡΑΜΜΑΤΑ (ΟΧΙ ΕΛΛΗΝΙΚΑ).
es_es: Por favor escriba su nombre tal y como desea que aparezca online. Por favor use tanto mayúsculas como minúsculas.
fi_fi: Anna nimesi sellaisena kuin haluat sen näkyvän verkossa. Käytä isoja ja pieniä kirjaimia.
fr_fr: Indiquez votre identité, telle que vous souhaitez la voir apparaître sur le site. Utilisez les majuscules et les minuscules.
is_is: Skrifaðu nafnið þitt eins og þú vilt að það birtist á vefnum. Notið bæði há- og lágstafi.
it_it: Inserisca il suo nome come vuole che appaia online. Usi per favore sia le maiuscole che le minuscole
ja_jp: 大文字と小文字を使ってオンライン上で表示したい名前を入力する。
nl_be: Vul je naam in zoals hij kan gepubliceerd worden. Gebruik zowel hoofdletters als kleine letters.
no_no: Vennligst fyll inn navnet ditt slik du ønsker at det skal vises online og i kataloger. Vennligst bruk både små og store bokstaver.
pl_pl: Proszę podać imię i nazwisko, w formie, w której ma być widoczne w ofercie na stronie internetowej.
pt_pt: Por favor preenche o seu nome como gostaria que aparecesse online e no catalogues. Por favor usar letras maiúsculas e minúsculas.
ro_ro: Completati numele asa cum doriti sa apara online.Va rugam sa folositi majuscule si litere mici.
ru_ru: Впишите ваше имя в том виде, как вы бы хотели видеть его в анкете. Пожалуйста, заполняйте строчными и заглавными буквами.

# contact_info.help_street
source: Please fill in your mailing address.
da_dk: Udfyld din postadresse.
de_de: Ihre e-mail Adresse - bitte hier eingeben
el_gr: Παρακαλούμε συμπληρώστε την ταχυδρομική σας διεύθυνση
es_es: Por favor ponga la dirección donde desea recibir la correspondencia
fi_fi: Ole ystävällinen ja täytä postiosoitteesi.
fr_fr: Veuillez indiquer votre adresse postale pour la correspondance.
is_is: Settu inn netfangið þitt.
it_it: Inserisca il suo indirizzo postale
ja_jp: メールアドレスを書く。
nl_be: Vul je adres in.
no_no: Vennligst sett inn din postadresse.
pl_pl: Proszę wpisać adres pocztowy.
pt_pt: Por favor preenche o seu endereço de postal.
ro_ro: Va rugam ,completati adresa dvs de corespondenta
ru_ru: Пожалуйста, укажите почтовый адрес.

# contact_info.help_city
source: The city where you live. Your mailing address
da_dk: Den by, hvor du bor. Din postadresse
de_de: Ihre Wohnadresse/ e-mail Adresse
el_gr: Η πόλη που ζείτε. Η ταχυδρομική σας διεύθυνση
es_es: La ciudad donde vive. Su dirección postal
fi_fi: Paikkakunta, jossa asut. Sinun postiosoitteesi
fr_fr: La localité où vous résidez, votre adresse postale.
is_is: Borgin sem þú býrð í. Póstfangið þitt.
it_it: Città
ja_jp: 郵便用の住所
nl_be: De stad waar je woont. Je adres.
no_no: Stedet der du bor. Din postadresse.
pl_pl: Miejscowość, w której mieszkasz. Adres pocztowy.
pt_pt: A cidade onde vive e endereço postal.
ro_ro: Orasul in care locuiti. Adresa de corespondenta
ru_ru: Город проживания. Ваш почтовый адрес

# contact_info.help_postal
source: Your postal code.
da_dk: Dit postnummer.
de_de: Postleitzahl
el_gr: Ο ταχυδρομικός σας κώδικας
es_es: Su código postal.
fi_fi: Postinumerosi
fr_fr: Inscrire votre code postal en chiffres.
is_is: Póstnúmer
it_it: Il suo codice postale
ja_jp: 郵便番号
nl_be: Postcode
no_no: Ditt postnummer.
pl_pl: Kod pocztowy.
pt_pt: Código postal
ro_ro: Codul postal
ru_ru: Ваш почтовый индекс.
