Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/edit_listing.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro, ru_ru

# contact_info.help_state
source: This field is not required! Please only use this if your mailing address requires the use of state or region.
da_dk: Dette felt er ikke nødvendigt. Udfyldes kun hvis din postadresse kræver brugen af stat eller region.
de_de: Bitte benutzen Sie dieses Feld nur, wenn Ihre mail-Adresse Land oder Region benötigt.
el_gr: Το πεδίο αυτό δεν είναι αναγκαίο! Παρακαλούμε χρησιμοποιείστε το μόνο αν η ταχυδρομική σας διεύθυνση περιλαμβάνει Νομό ή Περιφέρεια.
es_es: ¡Este campo no es necesario! Por favor usar solamente si en su dirección postal precisa indicar la provicia o región.
fi_fi: Tätä kenttää ei vaadita! Käytä tätä ainoastaan, jos postiosoitteesi mukana pitää kertoa osavaltion tai läänin nimi.
fr_fr: Rubrique à remplir uniquement si votre adresse doit indiquer un État ou une Province (par ex. une adresse aux États-Unis).
is_is: Það þarf ekki að fylla í þennan reit nema póstfangið þitt kalli á fylki eða hérað.
ja_jp: この欄は主たる住所で必要な時のみ。
nl_be: Dit veld is niet verplicht! Gebruik dit enkel wanneer je adres de vermelding van de provincie vereist.
no_no: Dette trenger du ikke svare på. Det brukes bare når din postadresse også krever navn på region.
pl_pl: Pole niewymagane. Proszę wypełnić jedynie w przypadku, gdy region jest wymagany w adresie pocztowym.
pt_pt: Este campo não é requerido! Por favor usar somente isto se o endereço postal requer o uso do estado ou da região.
ro_ro: Campul acesta nu este obligatoriu.Va rugam sa completati doar daca adresa necesita folosirea numelui statului sau al regiunii
ru_ru: Данное поле необязательно к заполнению! Пожалуйста, заполните его, если в почтовом адресе нужно указать область или республику.

# contact_info.help_telephone
source: The country code for your country is already filled in. Give the rest for your phone number in the correct form for calling from outside of your country. <strong>Only one telephone number is allowed.</strong>
de_de: Ihre Landesvorwahl ist bereits ausgefüllt!Geben Sie die restliche Telefon- Nummer korrekt an, d.h. von einem fremden Land aus (für DE 0049...dann die Vorwahl ohne "0").<strong>Es ist nur eine Telefonnummer erlaubt.</strong>
fi_fi: Maasi tunnus on jo valmiina. Anna puhelinnumerosi oikeassa muodossa ulkomailta soittamista ajatellen. <strong>Vain yksi puhelinnumero.</strong>
is_is: Landsnúmerið er nú þegar innskráð. Skráðu inn símanúmerið þitt eins og það þarf að vera fyrir þann sem hringir í það erlendis frá. <strong>Aðeins er hægt að skrá eitt símanúmer.</strong>
it_it: Il codice per il suo Paese é già inserito. Inserisca quello per il suo numero di telefono nella forma corretta per le chiamate dall'estero. <strong> E' consentito un solo numero di telefono.</strong>
ja_jp: 国のコードはすでに書き込み済みです。国外からあなたの国に電話する場合の正確な電話番号を書き込んでください。<strong>電話番号は一つだけです.</strong>
no_no: Landskoden for ditt land er allerede fylt inn. Skriv inn resten av ditt telefonnummer. <strong>Kun ett telefonnummer.</strong>
pt_pt: O código de de país para seu país já está preenchido. Preenche o resto para o número de telefone na forma correcta para chamar fora do país <strong>Somente um número de telefone é permitido</strong>
ro_ro: Codul tarii in cazul tarii dvs este deja completat. Scrieti in continuare nr de telefon , cu prefix international, pentru a putea fi apelat din strainatate.<strong> este permis un singur nr de telefon </strong>

# contact_info.help_mobile
source: Enter your mobile phone number here if you would like other members to be able to contact you on your cell phone
da_dk: Indtast dit mobilnummer her, hvis du ønsker andre medlemmer skal kunne kontakte dig på din mobiltelefon
de_de: Geben Sie Ihre mobil-Nummer ein, wenn Sie auf diesem Wege erreichbar sein wollen!
el_gr: Βάλτε εδώ το κινητό σας τηλέφωνο αν θέλετε να σας καλούν σε αυτό άλλα μέλη.
es_es: Introduzca aquí su número de teléfono móvil si desea que otros socios le contacten en dicho teléfono
fi_fi: Anna tässä matkapuhelinnumerosi, jos haluat jäsenten soittavan sinulle matkapuhelimeesi.
fr_fr: Indiquez un numéro de portable où l'on peut vous joindre facilement.
is_is: Settu farsímanúmerið þitt hér ef þú vilt að félagsmenn geti náð í þig með þeim hætti.
it_it: Inserisca il numero del suo cellulare se desidera che i soci la contattino sul cellulare
ja_jp: 携帯番号に掛けて欲しい場合はここにあなたの携帯番号を記す。
nl_be: Geef hier je mobiel telefoonnummer in indien je wenst dat andere leden je via je mobiele telefoon contacteren.
no_no: Sett inn ditt mobiltelefonnummer her hvis du ønsker at andre Intervac-medlemmer skal kontakte deg på mobiltelefonen
pl_pl: Podaj numer telefonu komórkowego jeśli chcesz, aby inni członkowie w ten sposób kontaktowali się z Tobą.
pt_pt: Coloque o número do seu telemóvel (com indicativo) se o quiser disponibilizar aos membros.
ro_ro: Scrieti numarul de telefon mobil ,in cazul in care doriti sa fiti contactati rapid de alti membrii
ru_ru: Введите ваш номер мобильного телефона, если хотите использовать его для связи с другими членами клуба.

# contact_info.help_skype
source: You can put your skype id in this field if you wish members to be able to contact you using this service.
da_dk: Du kan indtaste din Skype-id i dette felt, hvis du ønsker medlemmerne skal være i stand til at kontakte dig på denne tjeneste.
de_de: Sie können Ihre Skype-ID angeben, wenn Sie den Kontakt über diesen Service wünschen.
el_gr: Βάλτε εδώ το skype id σας αν θέλετε να σας καλούν σε αυτό άλλα μέλη.
es_es: Puede poner su identificación de skype aquí si desea que otros socios puedan contactarle usando este servicio.
fi_fi: Voit antaa skype osoitteesi tässä, jos haluat jäsenten ottavan sinuun yhteyttä tämän palvelun kautta.
fr_fr: Vous pouvez indiquer ici votre nom d'utilisateur Skype si vous voulez passer des appels gratuits sur Internet vers d'autes membres Intervac utilisateurs de ce service.
is_is: Settu Skype tengingu þína hér ef þú vilt að félagsmenn geti náð í þig gegnum Skype.
it_it: Può inserire skype in questo campo se desidera esser contattato con questo mezzo
ja_jp: スカイプを使用したい場合はここにあなたのスカイプ番号を記す。
nl_be: Je kan hier je Skype ID ingeven indien je wilt dat leden je via deze dienst contacteren.
no_no: Du kan skrive din skype id i dette feltet dersom du ønsker at andre Intervac-medlemmer skal kontakte deg ved hjelp av denne tjenesten.
pl_pl: Wpisz tu swoją nazwę użytkownika Skype, jeśli chcesz, aby członkowie Intervac kontaktowali się z Tobą przy użyciu Skype.
pt_pt: Pode colocar a sua identificação Skype se quiser disponibilizar o contacto por essa via aos membros
ro_ro: puteti scrie id-ul Skype, daca doriti ca alti membrii sa va contacteze prin intermediul acestui serviciu.
ru_ru: Введите в данное поле ваш номер skype, если хотите использовать его для связи с другими членами клуба.

# contact_info.help_fax
source: The country code for your country is already filled in. Give the rest for your FAX number in the correct form for calling from outside of your country. <strong>Only one FAX number is allowed.</strong>
da_dk: Landekoden for dit land er allerede udfyldt. Skriv resten af dit faxnummer i den rigtige form for opkald fra steder uden for dit land. <strong> Kun ét Faxnummer er tilladt. </ strong>
de_de: Geben Sie Ihre Fax-Nr. an (Vorwahl ist bereits vorhanden) <strong>Bitte nur eine Faxnummer angeben</strong>
el_gr: Το πρόθεμα για τη χώρα σας έχει ήδη συμπληρωθεί. Συμπληρώστε το υπόλοιπο φαξ σας στη μορφή που πρέπει να έχει όταν σας καλούν από το εξωτερικό. <strong>Μόνο ένας αριθμός φαξ επιτρέπεται</strong>
es_es: El código de su país ya ha sido cumplimentado. Indique el resto para el número de su FAX en el orden correcto para llamar desde el extranjero. <strong>Sólo puede indicar un número de FAX.</strong>
fi_fi: Kotimaasi maatunnus on täytetty valmiiksi. Anna loppuosa faksinumerostasi ulkomailta soitettaessa oikeassa muodossa. <strong>Vain yksi faksinumero on sallittu.</strong>
fr_fr: Le préfixe international de votre pays est déjà enregistré. Indiquez un seul numéro de fax, incluant votre code régional pour recevoir les appels internationaux.
is_is: Landsnúmerið er fyrirfram sett inn. Bættu við númerinu eins og rétt er að senda í það erlendis frá. <strong>Aðeins eitt FAX númer í boði</strong>
it_it: Il codice del suo paese é già inserito. Inserisca il suo numero di Fax con il prefisso e nella forma corretta anche per chiamate dall'estero. <strong>E' consentito un solo numero di Fax.</strong>
ja_jp: すでに書き込んだあなたの国の国番号。ファックスを利用したい場合はファックス番号を記す。
nl_be: De landcode voor je land is reeds ingevuld. Geef de overige nummers van je faxnummer in het correcte formaat zodat je kan gefaxt worden vanuit het buitenland.<strong>Slechts één faxnummer is toegestaan.</strong>
no_no: Landskoden for ditt land er allerede fylt ut. Skriv resten av ditt FAXnummer slik at det kan oppnås kontakt med deg fra utlandet.<strong>Bare ett FAXnummjer er tillatt.</strong>
pl_pl: Numer kierunkowy Twojego kraju jest już dodany. Proszę podać prawidłowy numer faxu dla osób dzwoniących spoza kraju. (Można podać tylko jednen numer faxu).
pt_pt: O código de de país para seu país já está preenchido. Preenche o resto para o número de FAX na forma correcta para chamar fora do país <strong>Somente um número de FAX é permitido</strong>
ro_ro: Codul pentru tara dvs este deja completat. Scrieti in continuare nr de fax , cu prefix international, pentru a putea fi apelat din strainatate.<strong>este permis un singur nr de fax </strong>
ru_ru: Код вашей страны уже указан. Допишите номер факса в формате, доступном для звонков из зарубежа. <strong>Можно ввести только один номер факса.</strong>

# contact_info.help_email
source: Please enter here an email address you check often and where you would like to receive exchange offers from other members. <strong>Only one email address is allowed per field.</strong>
da_dk: Angiv en email adresse du tjekker ofte. <strong> Kun én email adresse er tilladt. </ strong>
de_de: Geben Sie hier Ihre e-mail-Adresse ein, über die Sie erreicht werden wollen, <strong>Es ist nur eine e-mail-Adresse gestattet.</strong>
el_gr: Συμπληρώστε εδώ το e-mail που ελέγχετε συχνά και στο οποίο θέλετε να λαμβάνετε προτάσεις για ανταλλαγές. <strong>Μόνο μία διεύθυνση e-mail επιτρέπεται.</strong>
es_es: Por favor escriba aquí una dirección de correo electrónico que abra a menudo y donde le gustaría recibir las ofertas de intercambio de los otros socios.
fi_fi: Kirjoita tähän ensisijainen sähköpostiosoitteesi. Osoite, jota luet usein ja johon haluat saada kodinvaihtokyselyt ja -tarjoukset Intervacin jäseniltä. <strong>Vain yksi sähköpostiosoite on sallittu.</strong>
fr_fr: Indiquez l'adresse e-mail que vous consultez régulièrement et qui est destinée à recevoir la correspondance Intervac. <strong>Une seule adresse e-mail par champ.</strong>
is_is: Settu inn netfang sem þú notar mikið og þangað sem þú vilt fá meldingar um póst frá öðrum félögum. <strong>Aðeins er hægt að setja inn eitt netfang.</strong>
it_it: Inserisca qui l'indirizzo di posta elettronica sul quale vuole ricevre offerte dagli altri soci. <strong> E' consentito un solo indirizzo email.</strong>
ja_jp: ここにはあなたがよく使うアドレスで他の会員からオファーの交換に使いたいと思うメールアドレスを一つ入力する。
nl_be: Vul hier een e-mailadres in dat je regelmatig nakijkt en waar je de aanbiedingen van andere leden wil ontvangen. <strong>Slechts één e-mailadres is toegelaten.</strong>
no_no: Vennligst skriv en e-postadresse her som du ofte sjekker og der du ønsker å motta boligbyttetilbud fra andre medlemmer. <strong>Bare en e-post adresse er tillatt.</strong>
pl_pl: Proszę podać adres e-mailowy, na który chcesz otrzymywać oferty wymiany, i który jest często sprawdzany.(Można podać tylko jeden adres mailowy).
pt_pt: Por favor introduzir um endereço email que verifica frequentemente e onde gostaria de receber ofertas da troca de outros membros <strong>Somente um endereço email é permitido</strong>
ro_ro: Va rugam sa scrieti aici adresa email pe care o verificati in mod frecvent , adresa la care doriti sa primiti ofertele de schimb din partea altor membrii . <strong>Este permisa o singura adresa email pt fiecare camp</strong>
ru_ru: Пожалуйста, введите постоянный адрес электронной почты, куда вы хотите получать предложения по обмену. <strong>В поле можно ввести только один адрес эл.почты.</strong>

# contact_info.help_second_email
source: If you would like to enter a second email address here you will receive all mails sent from the Intervac online system, as well as forwarded messages at both addresses.
da_dk: Hvis du ønsker kan du indtaste en anden email adresse her.
de_de: Wenn Sie hier eine zweite e-mail-Adresse angeben wollen, erhalten Sie alle mails an beide Adressen.
el_gr: Μπορείτε εδώ να βάλετε και δεύτερο email ώστε να λαμβάνετε και σε αυτό όλην την επικοινωνία από την Intervac.
es_es: Si desea poner una segunda dirección de correo electrónico, recibirá todos los e-mails enviados desde Intervac a ambas direcciones.
fi_fi: Jos haluat antaa toisen sähköpostiosoitteen,sekä Intervacin verkkopalvelun että viestikeskuksen viestit toimitetaan molempiin sähköpostiosoitteisiin.
fr_fr: Vous pouvez indiquer une secondre adresse e-mail dans le texte de votre annonce. En ce cas, vous recevrez tous vos messages Intervac sur les deux boîtes simultanément.
is_is: Hér getur þú bætt við öðru netfangi sem þú færð sjálfvirkan póst Intervac í og áframsendan póst úr skilaboðaskjóðu vefsins.
it_it: Se vuole inserire un secondo indirizzo email lei riceverà da Intervac tutti i messaggi ad ambedue gli indirizzi
ja_jp: 別のアドレスも使いたい場合はここに入力してください。その場合はインターバックのオンラインシステムから自動的送られるすべてのメールと転送されるメールは両方に送られます。
nl_be: Indien je hier een tweede email-adres toevoegt, zal je op beide adressen van het Intervac systeem mails ontvangen of berichten doorgestuurd krijgen
no_no: Dersom du ønsker å sette inn en annen e-post adresse her, vil du motta alle e-poster sendt fra Intervacs online system samt alle vidersendte meldinger for begge adresser.
pl_pl: Jeśli chcesz podać drugi adres e-mail - pamiętaj, że cała korespondencja Intervac będzie kierowana równocześnie na oba adresy e-mail.
pt_pt: Coloque um segundo endereço de correio electrónico aqui caso queira receber as suas mensagens Intervac em mais que um endereço.
ro_ro: Daca doriti sa scrieti o a doua adresa e-mail , veti primi la ea toate e-mailurile trimise de sistemul online al Intervac , cat si mesajele redirectionate de la ambele adrese
ru_ru: Если вы хотите ввести второй адрес электронной почты в данном поле, все сообщения онлайн-системы Intervac будут отсылаться на этот адрес. Все сообщения будут отсылаться на оба адреса.

# contact_info.help_homepage
source: A homepage of your own is a good way to show prospective partners more about your family, home and region. If you do not have your own homepage, consider entering a webpage from your local tourist bureau.
da_dk: Din egen hjemmeside er en god måde at vise potentielle byttepartnere mere om din familie, hjem og regionen. Hvis du ikke har din egen hjemmeside, overvej at indtaste en hjemmeside fra din lokale turistbureau.
de_de: Ihre eigene Homepage gibt Ihren Tauschpartnern mehr Informationen über Ihr Heim, Ihre Region, Ihre Familie etc. ! Nutzen Sie die webpage öffentlicher Einrichtungen wie Gemeinde, Tourismusbüro, usw.
el_gr: Μια προσωπική ιστοσελίδα είναι ένας καλός τρόπος για να σας γνωρίσουν καλύτερα άλλα μέλη. Αν δεν έχετε προσωπική ιστοσελίδα μπορείτε να βάλετε μία που να παρουσιάζει τον τόπο σας.
es_es: Una página web personal es una buena forma de dar a conocer su familia, su región y su casa a sus posibles compañeros de intercambio. Si no tiene su propia página web considere la posibilidad de poner la de su oficina de turismo local.
fi_fi: Kotisivu oman hyvä tapa esitellä mahdollisille kumppaneillesi lisää omaa perhettäsi, kotiasi ja alueettasi. Jos sinulla ei ole omia kotisivuja, kannattaa harkita paikallisen matkailusivun linkittämistä tähän.
fr_fr: Une page, un blog ou un site Internet personnel est un atout certain qui valorise votre offre. Si vous n'avez pas encore de lien personnel, demandez à votre Organisateur Local la création de votre page Internet personnalisée.
is_is: Ykkar eigin heimasíða er vinsæl til að kynna viðkomandi skipti aðilum ykkar heimili og næsta nágrenni. Ef þið eruð ekki með heimasíðu er vinsælt að setja ínn slóð ferðaskrifstofu, með upplýsingum um ferðamöguleika innanlands
it_it: Una homepage personale é un buon sistema per dare ai possibili partners più informazioni sulla famiglia, sulla casa e la regione. Se lei non ha una sua home page potrebbe inserire un website del suo ufficio turistico.
ja_jp: あなた自身のホームページは家族や家、地域を見込みのあるパートナーに紹介するのにとても良い方法です。もし持っていない場合はあなたの地域のツーリストオフィスのウェブページを紹介する事を考えるのも良いでしょう。
nl_be: Een eigen webpagina is een leuke manier om uw familie, huis en regio uitgebreider voor te stellen aan geïnteresseerde ruilpartners. Je kan hier ook een link leggen naar de webpagina van je plaatselijk bureau voor toerisme.
no_no: En egen hjemmeside et et fint middel til å vise fremtidige boligbyttepartnere din familie, bolig og region. Dersom du ikke har egen hjemmeside, kan du jo vurdere å legge inn en webside fra turistinformasjonen der du bor.
pl_pl: Własna strona internetowa jest okazją do zaprezentowania Twojej rodziny, domu/mieszkania i regionu potencjalnemu partnerowi wymiany. Jeśli nie posiadasz własnej strony, możesz zamieścić adres lokalnej strony internetowej zawierającej infromacje turystyczne.
pt_pt: Uma página inicial próprio é uma maneira boa mostrar a sócios em perspectiva mais sobre a sua família, casa e região. Se não tiver uma página inicial próprio, considera entrar numa página web do departamento touristico local.
ro_ro: O pagina proprie este necesara pentru a informa eventualii parteneri despre familia , casa dvs si regiunea in care se afla.daca nu aveti o pagina proprie , cautati o pagina web care vorbeste despre regiunea in care se afla casa.
ru_ru: Ваша личная домашняя страница - прекрасная возможность показать вашим потенциальным партнерам по обмену ваш район, рассказать о вашем доме и семье. Если у вас нет собственной странички в интернете, укажите адрес местого туристического бюро.

# home.help_region
source: Please select the region where your exchange home is located. // Please fill in the official region where your exchange home is located.
da_dk: Vælg den region, hvor din udvekslings bolig er beliggende. / / Udfyld den officielle region, hvor din udveksling hjem er beliggende.
de_de: Wählen Sie die Region, wo Ihr Tauschobjekt liegt. // Tragen Sie bitte den Namen der Region ein, in dem Ihr Tauschobjekt liegt.
el_gr: Παρακαλούμε επιλέξτε την Περιφέρεια όπου βρίσκεται το σπίτι που προσφέρετε. //Παρακαλούμε επιλέξτε την επίσημη Περιφέρεια όπου βρίσκεται το σπίτι που προσφέρετε.
es_es: Por favor seleccione la región donde se encuentra su casa para intercambiar.
fi_fi: Valitse lääni, jossa tarjoamasi kodinvaihtokohde sijaitsee. // Laita tähän sen alueen virallinen nimi, jossa vaihtokohteesi on.
fr_fr: Sélectionnez dans la liste la région où se situe le logement proposé à l'échange.
is_is: Veljið landshlutan þar sem heimili ykkar er staðsett. // Skráið opinbera skráningu landshlutans
it_it: Inserisca per favore la regione dove la sua casa oggetto di scambio é localizzata.
ja_jp: あなたがエクスチェンジをしようとしている家の地域を選択してください。//あなたの家がある地域を埋めてください
nl_be: Selecteer de regio waar je ruilwoning zich bevindt. // Vul de officiële regio in waar je ruilwoning zich bevindt.
no_no: Vennligst velg regionen der din boligbyttefamilie bor. //Vennligst skriv inn den offisielle regionen der ditt hjem ligger.
pl_pl: Proszę wybrać region, w którym znajduje się dom/mieszkanie oferowane do wymiany.
pt_pt: Por favor selecionar a região onde a sua troca de casa é localizado. Por favor preencher a região oficial onde a troca de casa é encontrado.
ro_ro: Va rugam selectati regiunea in care se afla proprietatea pentru schimb// Va rugam alegeti regiunea oficiala in care se afla proprietetea pentru schimb
ru_ru: Пожалуйста, укажите район/область, где расположен ваш дом, предлагаемый к обмену.

# home.help_location
source: How many kilometres lie between your exchange home and the nearest major city? Please fill in the distance, direction and choose/fill in the nearest city here.
da_dk: Hvor mange kilometer er der imellem din byttebolig og den nærmeste større by? Udfyld by, afstand og retning.
de_de: Wievielel Kilometer liegen zwischen der nächstgelegenen Stadt und Ihrem Objekt? Geben Sie bitte die Entfernung/ Richtung an und tragen Sie die nächstgelegene Stadt hier ein.
el_gr: Σε πόσα χλμ. από το σπίτι που προσφέρετε είναι η πλησιέστερη μεγάλη πόλη; Συμπληρώστε την απόσταση, την κατεύθυνση και το όνομα της πλησιέστερης πόλης.
es_es: ¿Cuántos kilómentros hay entre su casa y la capital de provincia más cercana? Por favor indique la distancia y dirección y elija la ciudad más cercana aquí
fi_fi: Montako kilometriä on vaihtoon tarjoamastasi kodista lähimpään suureen kaupunkiin? Täytä etäisyys, suunta ja valitse lähin kaupunki tästä.
fr_fr: Précisez le kilométrage (en chiffres) entre le logement proposé à l'échange et la ville la plus proche.
is_is: Hvað eru margir km frá ykkur til næsta bæjar/borgar, vinsamlegast setjið in fjarlægð í km og í hvaða átt. / Skráið næstu borg/bæ
it_it: La sua casa di scambio quanti kilometri dista dal capoluogo di Provincia più vicino ?. Per favore indichi qui la distanza, la direzione e il capoluogo.
ja_jp: あなたの交換する家と近くの大きな市との距離は何ｋｍありますか？距離、方角を書いて、市の名前を選ぶか記入してください。
nl_be: Hoeveel kilometers zijn er tussen jouw ruilwoning en de meeste nabije stad? Vul hier de afstand en richting in en kies en vul de meest nabije stad in.
no_no: Hvor mange km er det mellom ditt boligbyttehjem og den nærmeste større by? Vennligst sett inn avstanden, veibeskrivelse og velg den nærmeste byen her.
pl_pl: Odległość od najbliższego dużego miasta. Proszę podać odległość w kilometrach, kierunek geograficzny oraz wpisać nazwę miasta.
pt_pt: Quantos quilómetros se encontram entre a casa de troca e a cidade principal mais próxima? Por favor preencher a distância, em que direcção e escolher/preencher a cidade mais próxima aqui.
ro_ro: Cati km sunt intre proprietatea dvs si cel mai apropiat mare oras? Va rugam scrieti care este distanta , si alegeti cel mai apropiat mare oras
ru_ru: Сколько километров до ближайшего города? Пожалуйста, укажите расстояние, направление и выберите ближайший город.
