Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/edit_listing.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro, ru_ru

# visible_for_visitors
source: Text written above is visible to visitors.
da_dk: Teksten ovenfor er synlig for gæster.
de_de: Text ist nur für Besucher sichtbar.
el_gr: Το παραπάνω κείμενο είναι ορατό στους επισκέπτες (όχι τα στοιχεία επικοινωνίας).
es_es: El texto que ha escrito arriba es visible para los visitantes
fi_fi: Yllä oleva teksti näkyy myös vierailijoille.
fr_fr: Ce texte est visible à tout utilisateur du site (visiteurs et membres adhérents).
is_is: Texti hér að ofan mun vera sýnilegur öllum.
it_it: Questo testo é visibile ai VISITATORI
ja_jp: 上記の書かれたテキストは訪問者が見ることが出来ます。
nl_be: De hierboven genoteerde tekst is zichtbaar voor bezoekers van de site
no_no: Teksten ovenfor er synlig for besøkende på denne siden.
pl_pl: UWAGA! Tekst wpisany w polu powyżej jest widoczny dla odwiedzających.
pt_pt: O texto acima fica disponível para todos os visitantes do site.
ro_ro: Textul scris deasupra este vizibil pentru toti vizitatorii
ru_ru: Введенный выше текст виден посетителям вашей анкеты.

# close_button
source: Close Window
da_dk: Luk Vindue
de_de: Fenster schließen
el_gr: Κλείστε το παράθυρο
es_es: Cerrar Ventana
fi_fi: Sulje ikkuna
fr_fr: Fermer la fenêtre
is_is: Lokið glugganum.
it_it: Chiudi la finestra
ja_jp: ウインドウの選択
nl_be: Sluiten
no_no: Lukk vinduet
pl_pl: Zamknij okno
pt_pt: Fechar
ro_ro: Fereastra de inchidere
ru_ru: Закрыть окно

# error_messages.personal_data_saved
source: Your personal data has been saved.
da_dk: Dine oplysninger er nu gemt
de_de: Ihre persönlichen Daten wurden gespeichert
fi_fi: Antamasi tiedot on tallennettu.
fr_fr: Vos données personnelles sont enregistrées.
is_is: Persónuupplýsingar þínar hafa verið vistaðar.
it_it: I vostri dati personali sono stati salvati
ja_jp: あなたの個人情報は保存されました。
nl_be: Je personnlijke gegens zijn bewaard.
no_no: Dine personlige detaljer har blitt lagret.
pl_pl: Twoje dane zostały zapisane.

# error_messages.listing_remains_invisible
source: Your listing will remain in-visible until you have filled in the following fields.
da_dk: Din medlemsprofil kan ikke ses af andre før du har udfyldt disse felter:
de_de: Ihr Angebot bleibt unsichtbar, solange Sie folgende Bereiche nicht ausgefüllt haben!
fi_fi: Ilmoituksesi ei näy muille jäsenille ennen kuin olet täyttänyt seuraavat kentät.
fr_fr: Votre annonce reste invisible tant que vous n'avez pas fourni les informations suivantes :
is_is: Skráningar þínar verða ekki sýnileg öðrum fyrr en þú hefur fyllt í þessa reiti.
it_it: La sua iscrizione non sarà visibile finché non avrà riempito tutti i campi
ja_jp: あなたのリスティング（登録事項）は、下記の部分が書き込まれるまで他の会員からは見ることが出来ないようになっています。
nl_be: Je inschrijving blijft onzichtbaar zolang de volgende velden niet zijn ingevuld.
no_no: Din oppføring vil være usynlig inntil du har fylt ut de følgende felt.
pl_pl: Twoja oferta będzie niewidoczna dopóki nie uzupełnisz następujących informacji.

# error.spoken_language
source: Please select at least one language for correspondence
de_de: Wählen Sie mindestens eine Korrespondenz-Sprache
fi_fi: Ole hyvä ja valitse vähintään yksi kieli kirjeenvaihtokieleksi
fr_fr: Sélectionnez au moins une langue pour la correspondance
is_is: Veldu a.m.k. eitt tungumál til samskipta
it_it: Per favore selezioni almeno una lingua per la corrispondenza
ja_jp: 使用言語を少なくとも１つ選択してください。
nl_be: Kies minstens één taal om in te corresponderen
no_no: Velg minst ett språk for korrespondanse.
pl_pl: Proszę wybrać przynajmniej jeden język do korespondencji.

# error.exchange_type
source: Please select at least one exchange preferences
de_de: Wählen Sie mindestens eine Haustausch-Priorität
fi_fi: Ole hyvä ja valitse vähintään yksi vaihtoon liittyvä mieltymys
fr_fr: Indiquez au moins un type de transaction
is_is: Veldu a.m.k. einn áfangastað
it_it: Per favore selezioni almeno una preferenza per lo scambio
ja_jp: 少なくとも１つのエクスチェンジする地域を選んでください
nl_be: Kies minstens één ruilvoorkeur
no_no: Velg minimum en byttepreferanse
pl_pl: Proszę wybrać przynajmniej jedno kryterium wymiany

# message.invisible_listing
source: Your listing remains invisible for other members until you have built your home exchange profile. Get started today!
da_dk: Din medlemsprofil kan ikke ses af andre medlemmer før du har indtastet oplysninger om dig selv og din bolig.
de_de: Ihr Angebot bleibt für andere Mitglieder unsichtbar, bis Sie dieses komplett ausgefüllt haben. Starten Sie gleich!
fi_fi: Tietosi ovat näkymättömiä muille jäsenille kunnes olet luonut oman kodinvaihtajaprofiilisi. Aloita jo tänään!
fr_fr: Votre annonce est invisible sur le site tant que vous ne l'avez pas créee. Commencez dès maintenant !
is_is: Skráning þín helst ósýnileg öðrum þar til þú hefur lokið við að fylla í skráninguna þína. Gott að byrja núna!
it_it: La sua iscrizione resterà invisibile agli altri soci finché non l'avrà completata con tutti i dati necessari. Cominci adesso !!
ja_jp: あなたのリスティングはまだ他の会員が見ることが出来ません。すべての情報を書き込みが終った時点で公開されます。きょうから始めましょう！
nl_be: Je inschrijving blijft onzichtbaar voor andere leden zolang je huisruil profiel niet is aangevuld. Doe het nog vandaag!
no_no: Din oppføring vil være usynlig for andre medlemmer inntil du har laget din boligbytteprofil. Start i dag!
pl_pl: Twoja oferta będzie niewidoczna dla pozostałych członków dopóki nie uzupełnisz wymaganych informacji. Zacznij już dziś!

# message.invisible_listing_without_photo
source: Before we can activate your trial membership, please upload a photo of your home.
da_dk: Du skal lægge et foto ind på din profil før den bliver aktiv og kan ses af andre.
fi_fi: Ennen kuin voimme aktivoida koejäsenyytesi, lataa valokuva kodistasi.
fr_fr: Votre inscription TEST dure 14 jours. Pour permettre la publication de votre annonce pendant cette offre d'essai, vous devez publier une photo. Sans photo, votre offre reste invisible sur le site.
is_is: Áður en hægt er að gera prufuaðgang þinn sýnilegan, þarftu að setja inn mynd af heimili þínu.
it_it: Per poter attivare la sua iscrizione di prova inserisca per favore una fotografia della sua casa
ja_jp: あなたのトライアル会員資格を立ち上げる前に、あなたの家の写真をアップロードしてください。
nl_be: Vooraleer we je proef-lidmaatschap kunnen activeren, dien je een foto van je huis op te laden.
no_no: Før vi kan aktivere ditt prøvemedlemskap må du laste opp minst ett bilde av ditt hjem.

# availability.time_span
source: Time span
fi_fi: Aikaväli

# home.location_of
source: of
da_dk: for
de_de: von
el_gr: από
es_es: de
fr_fr: de
is_is: yfir
it_it: di
nl_be: van
no_no: fra
pl_pl: od
pt_pt: de
ro_ro: de

# contact_info.skype
source: Skype
fr_fr: Adresse Skype
ja_jp: スカイプの番号
