Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/facebook.po
Languages: de_de, fi_fi, fr_fr, is_is, ja_jp, no_no

# sign_up.introtext
source: Thanks for choosing Intervac. We just need you to fill out the information below in order to setup your new Intervac account.
de_de: Danke Ihnen bestens, dass Sie INTERVAC-Haustausch gewählt haben!Füllen Sie die nachfolgenden Informationen aus, um Ihr Angebot bei Intervac zu sehen.
fi_fi: Kiitos, että valitsit Intervacin. Tarvitsemme vielä, että täytät alla olevat tiedot, jotta voimme perustaa sinulle uuden Intervac tilin.
fr_fr: Merci d'avoir choisi Intervac. Vous devez fournir les informations demandées ci-dessous pour la création de votre compte Intervac.
is_is: Takk fyrir að velja Intervac. Vinsamlegast fylltu út upplýsingarnar hér að neðan til þess að setja upp nýja aðganginn þinn að Intervac.
ja_jp: インターバックを選んでいただき感謝します。あなたの新しいインターバックアカウントを設定するためには下記の情報を書き込んでくださる必要があります。
no_no: Takk for at du har valgt Intervac. Du trenger bare å fylle ut informasjon under for å få satt opp din Intervac konto.

# sign_up.accept_terms
source: Accept Terms of Service
de_de: Akzeptieren Sie bitte die Regeln
fi_fi: Hyväksy käyttöehdot
fr_fr: Accepter les conditions d'utilisation
is_is: Ég viðurkenni skilmála Intervac
ja_jp: 条件とサービスを受け入れる
no_no: Aksepter betingelser

# link_or_create.link_account.headline
source: Link current account
de_de: Girokonto
fi_fi: Linkki nykyiseen tiliin
fr_fr: Relier le compte actuel
is_is: Tengja við núverandi aðgang
ja_jp: 現在のアカウントとのリンク
no_no: Bruk Eksisterende Konto

# link_or_create.link_account.introtext
source: If you already have an Intervac account click the button below to link it with your Facebook account.
de_de: Wenn Sie bereits bei Intervac eingeschrieben sind, klicken Sie auf die Schaltfläche unten, um dieses mit Ihrem Facebook-Konto zu verknüpfen.
fi_fi: Jos sinulle on jo Intervacissa tili, napsauta alla olevaa painiketta linkittääksesi sen Facebook tiliisi.
fr_fr: Si vous avez déjà un compte Intervac, cliquez sur le bouton ci-dessous pour le relier à votre compte Facebook
is_is: Ef þú hefur nú þegar skráða aðild að Intervac, smelltu þá á hnappinn hér að neðan til að tengjast Fésbókar aðgangi þínum.
ja_jp: もしあなたがすでにインターバックにアカウントを持っている場合は、あなたのフェースブックアカウントにリンクする下記のボタンをクリックしてください
no_no: Om du allrede har en Intervac konto, klikk på knappen nedenfor slik at du kan logge inn med din Facebook-konto.

# link_or_create.create_new.headline
source: Create new account
de_de: Neues Konto erstellen
fi_fi: Luo uusi tili
fr_fr: Créer un nouveau compte
is_is: Búa til nýjan aðgang
ja_jp: あたらしいアカウントを作成する
no_no: Lag En Ny Konto

# link_or_create.create_new.introtext
source: If you don't have an Intervac account, click this button to create one using Facebook!
de_de: Wenn Sie noch kein Intervac-Konto haben, klicken Se auf diesen button, um eines bei Facebook zu erstellen!
fi_fi: Jos sinulla ei ole Intervacin tiliä, napsauta tätä painiketta ja luo sellainen Facebookissa!
fr_fr: Si vous n'avez pas de compte Intervac, cliquez sur ce bouton pour le créer avec Facebook !
is_is: Ef þú ert ekki með Intervac aðgang, smelltu á þennan hnapp til að búa hann til í gegnum Fésbókina!
ja_jp: もしインターバックのアカウントを持っていない場合は、このボタンをクリックしてフェースブックからアカウントを作成してください！
no_no: Om du ikke har en Intervac konto, kan du lage en konto via din Facebook profil. Klikk her.

# share.message.success
source: You have shared a listing on Facebook. Thank you!
de_de: Sie haben einen Eintrag bei Facebook hochgeladen - besten Dank!
fi_fi: Olet jakanut listauksen Facebookissa. Kiitos!
fr_fr: Vous avez partagé une offre sur Facebook. Merci !
is_is: Þú hefur miðlað skráningu þinni á Fésbókinni. Takk fyrir!
ja_jp: フェースブック上でリスティングを共有しています。有難う！
no_no: Du har delt en oppføring på Facebook. Takk skal du ha!You have shared a listing on Facebook. Thank you!

# share.error.share_limit_exceeded
source: You have exceeded your share limit on Facebook. Please try again later.
de_de: Sie haben Ihren Anteil bei facebook überschritten - versuchen Sie es bitte nocheinmal!
fi_fi: Olette ylittänyt osuutesi rajan Facebookissa. Yritä myöhemmin uudelleen.
fr_fr: Vous avez atteint votre limite de partage sur Facebook. Veuillez essayer plus tard.
is_is: Þú ert komin umfram miðlunar mörkum á Fésbókinni. Vinsamlega reynið aftur síðar.
ja_jp: フェイスブック上の限界を超えています。後程もう一度実行してください。
no_no: Du har overskredet din delegrense på Facebook. Prøv igjen senere.

# link.message.success
source: Your Intervac account has been linked with your Facebook account.
de_de: Ihr Intervac-Angebot wurde mit Facebook verbunden.
fi_fi: Intervac tilisi on linkitetty Facebook tiliisi.
fr_fr: Votre page Intervac est reliée à votre compte Facebook.
is_is: Intervac aðgangur þinn hefur verið tengdur við Fésbókar aðgang þinn.
ja_jp: あなたのインターバックアカウントがあなたのフェイスブックアカウントとリンクされました。
no_no: Din Intervac konto er nå knyttet til din Facebook profil.

# sign_up.error.could_not_setup_account
source: We couldn't set up your new Intervac account. Please make sure you have filled out all details correctly.
de_de: Leider konnten wir Ihr Angebot noch nicht hochladen! Bitte füllen Sie dafür alle Einzelheiten korrekt aus.
fi_fi: Emme voineet luoda sinulle uutta Intervac tiliä. Tarkista, oletko täyttänyt kaikki yksityiskohdat oikein.
fr_fr: Nous ne pouvons créer votre compte Intervac. Assurez-vous d'avoir fourni toutes les informations correctement.
is_is: Við gátum ekki sett upp nýja Intervac aðganginn þinn. Vinsamlegast yfirfarið hvort þú hafir fyllt rétt út allar upplýsingarnar.
ja_jp: あなたの新しいインターバックアカウントを設定できませんでした。現時点でのすべての項目が満たされているかもう一度確かめてください。
no_no: Vi kunne ikke sette opp din nye Intervac konto. Se etter om du har fylt ut alle detaljene riktig.

# login.error
source: We could not log you in, pleaes make sure you entered the correct e-mail and password for your Intervac account
de_de: Wir konnten Sie leider nicht anmelden! Bitte überprüfen Sie, dass die richtige e-mail Adresse und Passwort eingegeben ist?
fi_fi: Sisäänkirjautumisesi ei onnistu. Varmista, että antamasi sähköpostiosoite ja salasana Intervac tiliisi ovat oikein.
fr_fr: Nous ne pouvons vous connecter : veuillez vous assurer que l'email et le mot de passe de votre compte Intervac sont exacts.
is_is: Við getum ekki skráð þig inn, vinsamlegast vertu viss um að þú hafir sett inn rétt netfang og lykilorð fyrir Intervac aðgang þinn.
ja_jp: あなたをログインさせることが出来ません。インターバックアカウントのメールアドレスとパスワードが正確であるか確認してください
no_no: Vi kunne ikke logge deg på, se etter om du har skrevet inn riktig e-post adresse og passord for din Intervac konto
