Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/featured_listings.po
Languages: fr_fr, is_is, it_it, ja_jp, no_no

source: -x- november2009.FI0739
fr_fr: <highlight>FI0739 - Tampere, Finlande.</highlight> Belle région entre deux lacs réputés pour les croisières. Petit appartement près du lac Pyhajarvi. Non loin de la Russie, l'Estonie et les "Alpes" finlandaises du Lappland. Échange maison pour deux personnes.
is_is: <highlight>FI0739 - Tampere, Finnland.</highlight> Fallegt landsvæði á milli tveggja vatna. Frægt fyrir vatnaferðir. Lítil íbúð nálægt vatninu Pyhajarvi. Ekki langt frá Rússlandi, Eistlandi og finnsku "Ölpunum" í Lapplandi. Heimilaskipti tvær manneskjur.
it_it: <highlight>FI0739 - Tampere, Finlandia.</highlight>Magnifica area fra due laghi.Famosa per crocere sul lago. Piccolo appartamento vicino al lago Pyhajarvi.Non lontano dalla Russia , Estonia e"Alpi" finlandesi in Lapponia. Scambio casa due persone
ja_jp: F10739 - タンペレ、フインランド。二つの湖に囲まれた美しい場所。湖のクルーズで有名。Ｐｙｈａｊａｒｖｉ湖の近くの小さいアパート。ロシアから遠くない。
no_no: <highlight>FI0739 - Tampere, Finland.</highlight>Vakkert område mellom to innsjøer. Kjent for cruise på innsjøen. Liten leilighet nær innsjøen Pyhajarvi. Ikke langt fra Russland, Estland og de finske "alpene" i Lappland. To personer.

source: -x- november2009.FR010142
fr_fr: <highlight>FR010142 - Sud de la France.</highlight> Tranquille avec vue sur la baie de Cannes/Mandelieu. Piscine privée. Commerces et boutiques à proximité. Échange maison pour deux personnes.
is_is: <highlight>FR010142 - Suður Frakkland.</highlight> Róleg, nýtískuleg íbúð með útsýni yfir flóann í Can/Manelieu. Einkasundlaug. Nálægt búðum. Heimilaskipti tvær manneskjur.
it_it: <highlight>FR010142 - Sud della Francia </highlight> Appartamento moderno, tranquillo con vista sulla baia di Cannes/Mandelieuu.Piscina privata. Vicino ai negozi . Scambio casa due persone
ja_jp: ＦＲ０１０１４２－南フランス。カンヌ/マンドリュの湾が望める静かでモダンなフラット。プライベートの水泳プール。商店に近い。２人。
no_no: <highlight>FR010142 - Sør-Frankrike.</highlight> Stille moderne leilighet med utsikt over the bay of Cannes/Mandelieu.Privat svømmebasseng. Nærhet til butikker. To personer.

source: -x- november2009.SE9335
fr_fr: <highlight>SE9335 - Boras, Gothenberg.</highlight> Confortable maison de famille près des lacs et des bois. Joli jardin arboré avec arbres fruitiers, mobilier de jardin, balançoires et bac à sable. Idéal pour les enfants. Échange maison pour six personnes.
is_is: <highlight>SE9335 - Boras, Gautaborg.</highlight> Þægilegt fjölskylduhús nálægt vötnum og skógum. Notalegur garður með ávaxtatrjám, garðhúsgögnum, rólu og litlum sandkassa. Góð aðstaða fyrir börn. Heimilaskipti sex manneskjur.
it_it: <highlight>SE9335 - Boras, Gothenberg.</highlight> Confortevole casa familiare vicina a laghi e boschi. Bel giardino con alberi da frutto, mobilio vario, altalena e giochi per bambini. Scambio casa sei persone.
ja_jp: ＳＥ９３３５－ボラス、ゴーゼンベルグ県。湖や森林に近い快適なファミリーホーム。フルーツの木や必要なものが備えてある庭、ブランコや砂場のある素晴らしいガーデン。子供達のとってよい環境。６人。
no_no: <highlight>SE9335 - Boras, Gøteborg.</highlight> Komfortabelt familiehjem nær innsjøer og skog. Vakker hage med frukttrær, hagemøbler, huske og en liten sandkasse. Gode forhold for barn. Seks personer.

source: -x- november2009.FR020030
fr_fr: <highlight>FR020030 - Bordeaux.</highlight> Paisible village à 30 minutes de Bordeaux. Maison avec jardin ombragé. Forêt et club hippique à proximité. Quatre kilomètres de St Médard avec tous commerces. Échange maison pour huit personnes.
is_is: <highlight>FR020030 - Bordeaux.</highlight> Róleg villa 30 mínútur frá Bordeaux. Hús með skuggsælum garði. Nálægt skógi. Hestaklúbbur í nágrenninu. Fjóra km frá St Medard en Jalles til allrahanda innkaupa. Heimilaskipti átta manneskjur.
it_it: <highlight>FR020030 - Bordeaux.</highlight> Villaggio tranquilli a 30 minuti da Bordeaux.Casa con giardino ombreggiato. Vicino ai boschi.Club ippico nelle vicinenze. Quattro kilometri da St Medard en Jalles con negozi di ogni tipo. Scambio casa otto persone
ja_jp: ＦＲ０２００３０－ボルドー。ボルドー市から３０分の静かな村。日陰のある庭あり。森に近い。近くに馬術クラブあり。日常の買い物の出来るサン・メダールアンジャルから４ｋｍで。８人。
no_no: <highlight>FR020030 - Bordeaux.</highlight> Stille landsby 30 minutter fra Bordeaux. Hus med skyggefull hage. Nær skog. Rideklubb like ved. Fire kilometer fra St Medard en Jalles med alle shoppingmuligheter. Åtte personer.

source: -x- november2009.SE10287
fr_fr: <highlight>SE10287 - Stenungsund, près de Gothenberg.</highlight> Près de la mer et de la forêt. Facilités pour les enfants. Échange maison pour six personnes.
is_is: <highlight>SE10287 - Stenungsund, nálægt Gautaborg.</highlight> Nálægt sjónum og skógi. Góð aðstaða fyrir börn. Heimilaskipti sex manneskjur.
it_it: <highlight>SE10287 - Stenungsund, vicino a Gothenberg.</highlight> Vicino al mare e alle foreste. Adatta ai bambini.Sei persone
ja_jp: ＳＥ１０２８７－ Ｓｔｅｎｕｎｇｓｕｎｄ,、ゴゼンベルグ市に近い。海や森林へ近い。子供への環境よし。６人。
no_no: <highlight>SE10287 - Stenungsund, nær Gøteborg.</highlight>Nær sjø og skog. Gode forhold for barn. Seks personer.

source: -x- november2009.USMA1045
fr_fr: <highlight>USMA1045 - Boston, Massachusetts.</highlight> Spacieuse et conviviale maison dans la partie centrale de Boston, à vingt minutes en train de Boston Common, Faneuil Hall, le Freedom Trail, le North End et le reste des sites historiques de Boston. Échange maison pour sept personnes.
is_is: <highlight>USMA1045 - Boston, Massachusetts.</highlight> Rúmgott barnvænt heimili miðsvæðis í Boston. Stutt ganga að Borgarlistakerfinu. Tuttugu mínútna lestarferð til miðbæjar Boston, Faneuil Hall, Freedom Trail, Norður endans og allra hinna sögulegu staða Boston. Heimilaskipti sjö manneskjur.
it_it: <highlight>USMA1045 - Boston, Massachusetts.</highlight> Casa spaziosa nella parte centrale di Boston, adatta ai bambini A breve distanza dalla rete ferroviaria cittadina. Venti minuti di treno per il Boston Common, Faneuil Hall, the Freedom Trail, the North End, e per tutti gli altri siti storici di Boston. Scambio casa sette persone
ja_jp: ＵＳＭＡ１０４５－ボストン、マサチューセット州。ボストン市内の広々として子供に最適でフレンドリーな家。市電は近い。ボストン・コモン、ファニュール・ホール、フリードムトレイル、ノースエンド、ボストンの歴史的な場所などへも徒歩圏。
no_no: <highlight>USMA1045 - Boston, Massachusetts.</highlight> Romslig barnevennlig hjem nær den sentrale del av Boston. Kort avstand til byens togsytem. Tyve minutters togreise til Boston Common, Faneuil Hall, the Freedom Trail, the North End, og de andre historiske stedene. Syv personer.

source: april2010.NZ0010
fr_fr: <highlight>NZ0010 - Christchurch, Nouvelle Zélande.</highlight> Charmante maison aux abords d'un volcan éteint dans un parc régional côtier offrant lacs, montagnes, plages et activités sportives. Échange maison pour six personnes.
is_is: <highlight>NZ0010 - Christchurch.</highlight> Fallegt heimili/garður í nágrenni við glæsilegt eldfjall í héraði sem býður fjallendi, vötn, strendur, þjóðgarð með gönguleiðum og fjölmörgum ólíkum útivistarmöguleikum. Hentar sex persónum.
it_it: <highlight>NZ0010. Casa graziosa con giardino situata nei dintorni di un vulcano estinto in ubna regione con montagne, laghi, spiagge e parco nazionale con possibilità di sport di ogni sorta . Scambio casa sei persone
ja_jp: ＮＺ００１０－ クライストチャーチ。山々、湖、海岸、国立公園遊歩道などに囲まれ、スポーツ活動もできる死火山の周辺地域にあるラブリーな家とガーデン。６人。
no_no: <highlight>NZ0010 - Christchurch.</highlight> Vakkert hjem/hage like ved en utdødd vulkan i et område som tilbyr fjell, innsjøer, strender, nasjonalpark med gangveier og muligheter for alle sportslige aktiviteter. Seks personer.

source: dec2010.BE338
fr_fr: <highlight>BE338 - Bruges, Belgique</highlight> Dans un quartier tranquille près du centre historique. Bon réseau de transport public depuis cette maison située à 15 km de la mer seulement. Echange possible jusqu'à six personnes.
is_is: <highlight>BE338 - Brugges, Belgíu</highlight> Staðsett í rólegu hverfi nálægt hinum sögulega borgarhluta Brugge. Góðar almennings samgöngur í nágrenninu og þetta heimili er staðsett 15 km frá sjónum, bátar og siglingar. Heimilaskipti fyrir allt að 6 manns.
it_it: <highlight>BE338 - Brugges, Belgium</highlight> Situata in una quieta area vicino alla storica città di Bugges. Buioni trasporti pubblici. Questa casa si trova a soli 15 kilometri dal mare . Lo scambio é per sei persone.
ja_jp: <highlight>BE３３８ - ブリュッヘ、ベルギー</highlight>。 歴史的なブリュッヘ市近郊の静かな環境にある。公共交通機関あり便利。海岸から１５ｋｍにありボートやヨットが楽しめる。ホームエクスチェンジの最大受け入れ人数は６人まで。
no_no: <highlight>BE338 - Brugges, Belgium</highlight> Located in a quiet neighborhood near the historical city of Brugges. Good public transportation is available and this home is located only fifteeen kilometers from the sea, boating and sailing. Home Exchange for maximum six persons.

source: dec.2010.AU09019
fr_fr: <highlight>AU09019 - Newcastle, Australie</highlight> Au bord du lac Macquarie, le plus grand lac côtier australien. Tous les sports nautiques sont possibles pratiquement. A 30 minutes des vignobles, restaurants et galeries d'art de Hunter Vallez et 40 minutes de Newcastle. Echange jusquà six personnes.
is_is: <highlight>AU09019 - Newcastle, Ástralía</highlight> Staðsett næst vatninu Macquarie, stærsta strandvatnið í Ástralíu. Nánast allar hugsanlegar vatnaíþróttir við bæjardyrnar. Þrjátíu mínútur til víngarðanna, veitingastaðanna og sýningarsalanna í Hunter Valley og fjörtíu mínútur frá Newcastle. Heimilaskipti fyrir allt að 6 manns.
it_it: <highlight>AU09019 - Newcastle, Australia</highlight> Localizzata direttamente sul Lago Macquarie, il più largo lago dell'australia.Si possono trovare tutti gli sports acquatici proprio fuori dalla porta. Trenta minuti dai vigneti, dai ristoranti e dalle Gallerie della Hunter Valley e 40 minuti da Newcasle. Scambio per sei persone.
ja_jp: <highlight>AU０９０１９ - ニューカッスル市,オーストラリア</highlight>。オーストラリア最大のマクォーリー湖に面している。ウォータースポーツはすべてドア先で可能。ぶどう園、レストラン、ハンターヴァレイのアートギャラリーなどへは30分の距離で ニューカッスルからは40分。ホームエクスチェンジの最大受け入れ人数は6人。
no_no: <highlight>AU09019 - Newcastle, Australia</highlight> Located directly on Lake Macquarie, the largest costal lake in Australia. Nearly all water sports imaginable just out the door. Thirty minutes to the vineyards, restaurants and art galleries of Hunter Valley and forty minutes from Newcastle. Home Exchange for maximum six persons.

source: dec.2010.GB091535
fr_fr: <highlight>GB091535 - Plymouth, Grande Bretagne</highlight> Cette jolie maison de quatre chambres est située à la campagne dans un village paisible Cornish, à 25 minutes de Plymouth et 15 minutes de Tavistock. Echange pour un maximum de sept personnes.
is_is: <highlight>GB091535 - Plymouth, Stóra Bretland</highlight> Þetta notalega fjögurra herbergja heimili er staðsett á landsbyggðinni í friðsælu Cornish þorpi, tuttugu og fimm mínútna akstur frá Plymouth, korters akstur frá Tavistock. Heimilaskipti fyrir allt að 7 manns.
it_it: <highlight>GB091535 - Plymouth, Great Britain</highlight> Questa graziosa casa con quattro stanze da letto é localizzata nella campagna, in un pacifico villaggio della Cornovaglia a venticinque minuti di macchian da Plymouth, a quindici minuti da Tavistock.Casa per sette persone
ja_jp: <highlight>GB０９１５３５ - プリマス市, 英国</highlight>。4つの寝室を持つラブリーな家で美しいコーンウォール県の田舎に位置する。 プリマス市から車で25分、タビストック市から車で15分。ホームエクスチェンジの最大受け入れ人数は7人。
no_no: <highlight>GB091535 - Plymouth, Great Britain</highlight> This lovely four bedroom home is located in the countryside in a peaceful Cornish village twenty-five minutes drive from Plymouth fifteen minutes drive from Tavistock. Home Exchange for maximum seven persons.

source: dec2010.ES2392
fr_fr: <highlight>ES2392 - Pontevedre, Espagne</highlight> Maison moderne à proximité du centre ville de la petite et magnifique capitale de la Galice Rias Baixas, Pontevedra. Un joli jardin et une piscine extérieure avec une barrière de sécurité en font le lieu idéal pour les enfants. Echange pour un maximum de six personnes.
is_is: <highlight>ES2392 - Pontevedre, Spánn</highlight> Nýtískulegt heimili nálægt miðbænum í hinni litlu og fallegu höfuðborg Calician Rias Baixas héraðs, Pontevedra. Notalegur garður og utanhús sundlaug með öryggishliði sem gerir þetta fullkominn stað fyrir börn. Heimilaskipti fyrir allt að sex manns.
it_it: <highlight>ES2392 - Pontevedre, Spain</highlight> Casa moderna vicino al centro della piccola ma bellissima capitale delle Galician Rias Baixas, Pontevedra. Un giardino riparato con piscina e un recinto di sicurezza ne fanno un posto perfetto per i bambibi.Casa per sei persone al massimo
ja_jp: <highlight>ES２３９２ - ポンテベドラ、スペイン</highlight>。ポンテベドラのガリツィア・ピアス・ガリシアンの小さな美しい都市の中心地から近いモダンな家。こじんまりした庭と屋外プールは安全柵があって子供達には最適。ホームエクスチェンジの最大受け入れ人数は6人。
no_no: <highlight>ES2392 - Pontevedre, Spain</highlight> A modern home near the city center of the small and beautiful city capital of the Galician Rias Baixas, Pontevedra. A cosy garden and an outdoor pool with a security fence make it the perfect place for children. Home Exchange for maximum six persons

source: dec2010.NO545915
fr_fr: <highlight>NO545915 - Oslo, Norvège</highlight> Dans la ville d'Asker, de notre fenêtre de cuisine, nous pouvons voir Skaugum, où le prince héritier Haakon et sa famille vivent. Dans un quartier calme à 30 minutes d'Oslo. Home Echange pour un maximum de sept personnes.
is_is: <highlight>NO545915 - Osló, Noregi</highlight>Í borginni okkar, Asker, frá okkar eigin eldhúsglugga, sjáum við Skaugum, þar sem krónprinsinn Hákon og fjölskylda hans búa. Í rólegu hverfi, þrjátíu mínútur frá Osló. Heimilaskipti fyrir 7 manneskjur
it_it: <highlight>NO545915 - Oslo, Norway</highlight> Nella nostra città. Asker, dalla nostra finestra di cucina, possiamo vedere Skaugun dove vive il principe erediatario Haakon con la sua famiglia. La casa si trova in un'area tranquilla a trenta minuti da Oslo.Casa per sette persone al massimo
ja_jp: <highlight>NO545915 -オスロ市, ノールウェイ</highlight>。アスカー市内。 我が家のキッチンの窓から、Haakon,皇太子とその家族が住んでいるスカウガムが見える。オスロ市から30分の距離で静かな環境。ホームエクスチェンジの最大受け入れ人数は7人。
no_no: <highlight>NO545915 - Oslo, Norway</highlight>in our town Asker, from our own kitchen window, we can see Skaugum, where the crown prince, Haakon, and his family live. In a quiet neighborhood thirty minutes from Oslo. Home Exchange for maximum seven persons

source: jan2011.AT00054
fr_fr: <highlight>AT00054 - Wien, Austria</highlight> Non-smoking home with pets, located in the country approximately 80 km outside of Vienna. Near lovely local tourist attractions, forest and river. Here is sleeping capacity for maximum six people.
is_is: <highlight>AT00054 - Vín, Austurríki</highlight> Reyklaust heimili með gæludýrum, staðsett í sveitinni í um það bil 80 km fjarlægð frá Vínarborg. Nálægt skemmtilegum ferðamannastöðum, skógi og fossi. Hér er svefnaðstaða fyrir allt að sex manns.
it_it: <highlight>AT00054 - Wien, Austria</highlight> Casa per non fumatori con animali, situata in campagna a circa 80 kilometri da Vienna. Nelle vicinanze ci sono attrazioni turistiche locali, la foresta e il fiume. Casa al massimo per sei persone
ja_jp: <highlight>AT00054 - ウィーン市, オーストリア</highlight>。喫煙不可でペット有。ウィーン市からおよそ８０ｋｍに位置する。近郊は森や川があり、ローカルな魅力のあふれる環境。止まれる最大人数は6人。
no_no: <highlight>AT00054 - Wien, Austria</highlight> Non-smoking home with pets, located in the country approximately 80 km outside of Vienna. Near lovely local tourist attractions, forest and river. Here is sleeping capacity for maximum six people.

source: jan2011.FR060477
fr_fr: <highlight>FR060477 - Pau, France</highlight> Situated between the Atlantic Ocean and the Pyranees mountains this large home offers sleeping capacity for ten people. Lots of fun for children in the garden including table-tennis, a trampoline and a large sandbox.
is_is: <highlight>FR060477 - Pau, Frakklandi</highlight> Staðsett á milli Atlandshafsins og Pýrenafjallanna. Á þessu stóra heimili rúmast allt að 10 manns í gistingu. Alls konar skemmtilegt fyrir börnin í garðinum; eins og borðtennisborð, trampólín og stór sandkassi.
it_it: <highlight>FR060477 - Pau, France</highlight> Situata fra l'Oceano Atlantico e i Pirenei questa grande casa può ospitare dieci persone. Nel giardino ci sono molti giochi e divertimenti per i bambini, compreso rennis da tavolo, trampolino e un recinto con sabbia
ja_jp: <highlight>FR060477 - ポー市、フランス</highlight>。大西洋とピレネー山脈に囲まれて位置する。最大の泊まれる人数は10人の大きな家。卓球台やトランポリン、大きな砂場があり、子供達には楽しい環境。
no_no: <highlight>FR060477 - Pau, France</highlight> Situated between the Atlantic Ocean and the Pyranees mountains this large home offers sleeping capacity for ten people. Lots of fun for children in the garden including table-tennis, a trampoline and a large sandbox.

source: jan2011.IE9021
fr_fr: <highlight>IE9021 - Dublin, Ireland</highlight> Our home in Dublin is a large, bright comfortable home within easy reach of the city yet only 15mins from the Dublin Mountains and the border with Wicklow National Park.
is_is: <highlight>IE9021 - Dublin, Írland</highlight> Heimili okkar í Dublin er stórt, ljóst og þægilegt heimili þaðan sem auðvelt er að komast inn í borgina, aðeins 15 mínútur til Dublinar fjalla og að mörkum Wicklow þjóðgarðarins.
it_it: <highlight>IE9021 - Dublin, Ireland</highlight> La nostra casa in Dublino é grande, luminosa e comda e il centro é facilmente raggiungibile.Solo 15 minuti dalle Montagne di Dublino e dalla costa dove si trova il Wiclow National Park
ja_jp: <highlight>IE9021 - ダブリン市、アイルランド</highlight>。ダブリン市の我が家は大きくて、光にあふれた快適な家。市内はどこへでも容易に行け、ダブリン森やウィックロー国立公園からは15分の距離。
no_no: <highlight>IE9021 - Dublin, Ireland</highlight> Our home in Dublin is a large, bright comfortable home within easy reach of the city yet only 15mins from the Dublin Mountains and the border with Wicklow National Park.

source: jan2011.USMA1066
fr_fr: <highlight>USMA1066 - Boston, USA</highlight> Our 18th century home is comfortable and spacious. It is an old farmhouse in an historic part of New England - great for families or couples.
is_is: <highlight>USMA1066 - Boston, BNA</highlight> Nítjándualdar heimili okkar er rúmgott og þægilegt. Það er gamalt bóndabýli í sögulegum hluta af Nýja Englandi - frábært fyrir fjölskyldur eða pör.
it_it: <highlight>USMA1066 - Boston, USA</highlight> La nostra casa del 18° secolo é comoda e spaziosa. E' una vecchia casa di campagna nella parte storica del New England. Ottima per famiglie o coppie.
ja_jp: <highlight>USMA1066 -ボストン市、米国</highlight>。18世紀の家で快適で広々している。ニューイングランドの古くて歴史的な地域である。家族やカップルに最適。
no_no: <highlight>USMA1066 - Boston, USA</highlight> Our 18th century home is comfortable and spacious. It is an old farmhouse in an historic part of New England - great for families or couples.
