Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/help_member_references.po
Languages: de_de, es_es, fi_fi, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, sv_se

# allow_as_reference.dissatisfied
source: Dissatisfied? Choose <hightlight>No</highlight> here If you prefer that a former partner not be allowed to act as your reference. This will over-ride any choice made by your partner and their member number will not be displayed in your references.
de_de: Unbefriedigt? Wählen Sie hier <hightlight>Nein</highlight>. Wenn Sie einem früheren Tauschpartner nicht erlauben, als Referenz aufzutreten, wird dieser nicht berücksichtigt.
es_es: ¿Insatisfecho? Elija <hightlight>No</highlight> aquí si usted prefiera que a un antiguo compañero de intercambio no le sea permitido actuar como referencia suya. Esto frenará cualquier posibilidad de que el número de suscriptor de ese socio aparezca en su lista de referencias.
fi_fi: Tyytymätön? Valitse <hightlight>Ei</highlight>tähän jos et halua aiemman kumppanisi toimia suosittelijanasi. Tämä ohittaa kumppanisi tekemän valinnan, ja hänen jäsennumeronsa ei näy suosittelijoissasi.
is_is: Óánægður? Veldu <hightlight>Nei</highlight> ef þú velur að þessi fyrrum skiptiaðili þinn sé ekki leyft að vera til umsagnar hjá þér. Þetta mun eyða öllu sem þessi skiptiaðili hefur merkt þér og aðildanúmer þeirra verður ekki skráð í umsagnir um þig.
it_it: Non soddisfatti ? Scegliete <hightlight>No</highlight>qui se preferite che al partner non sia consentito di essere il vostro referente.Questo annullerà ogni scelta fatta dal vostro partner e il suo numero di iscrizione non apparirà fra le vostre referenze.
ja_jp: 不満足でしたか？もし、あなたが前のパートナーを評価（推薦）出来ない時は、ここで<hightlight>ノー（いいえ）</highlight>を選択してください。これはあなたのパートナーが作成したものの何よりも優先し、彼らの会員番号はあなたの評価（推薦）にはディスプレーされないでしょう。
nl_be: Ontevreden? Kies hier <hightlight>Neen</highlight> indien je niet wenst dat een voormalige ruilpartner optreedt als jouw referentie. Dit overruled elke keuze gemaakt door jouw partner en zijn ID nummer zal niet getoond worden in je referentielijst.
nl_nl: Ontevreden? Kies hier voor <hightlight>No</highlight>, als u liever niet heeft dat aan een vorige partner van u wordt toegestaan op te treden als uw referentie. Dit zal voorrang krijgen boven welke keuze danook die wordt gemaakt door uw partner en hun deelnemersnummer zal niet worden getoond in uw referenties.
no_no: Misfornøyd? Velg <hightlight>Nei</highlight> her dersom du ønsker at en tidligere boligbyttepartner ikke skal opptre som din referanse. Dette vil overstyre et hvilken som helst valg foretatt av din boligbyttepartner, og boligbyttepartnerens medlemsnummer vil ikke bli vist i din referanseThis will over-ride any choice made by your partner and their member number will not be displayed in your references.
sv_se: Missnöjd? Välj <hightlight> Nej </ highlight här> Om du föredrar att en före detta partner inte tillåtas fungera som referens. Detta kommer i stället att åsidosätta eventuella val som din partner och deras medlemsnummer kommer inte att visas i din referens lista

# added_as_reference.headline
source: Added as Reference
de_de: Als Referenz hinzugefügt
es_es: Añadido como Referencia
fi_fi: Lisätty referensseihin
is_is: Sett inn sem umsögn
it_it: Aggiungi come Referenza
ja_jp: 評価（推薦）を加える
nl_be: Toegevoegd als Referentie
nl_nl: Toegevoegd als Referentie
no_no: Tillagt som en referanse
sv_se: Tillagd som referens

# added_as_reference.question
source: Why does it say Added as Reference instead of showing the icons?
de_de: Warum wird angegeben - als Referenz hinzugefügt - anstelle von Darstellung der Symbole?
es_es: ¿Porqué dice Añadido como Referencia en lugar de mostrar las señales?
fi_fi: Miksi tässä sanotaan Lisätty referensseihin eikä näytetä ikonina?
is_is: Af hverju segir "Sett inn sem umsögn" í stað þess að sýna táknið?
it_it: Perché dice aggiunto come Referenza invece di mostrare le icone?
ja_jp: どうしてアイコンを示すかわりに評価（推薦）として加えるというのでしょうか？
nl_be: Waarom staat er Toegevoegd als Referentie in plaats van het icoon te vertonen?
nl_nl: Waarom wordt vermeld Toegevoegd als Referentie in plaats van de ikonen te laten zien?
no_no: Hvorfor heter det Tillagt som referanse i stedet for å vise ikonene?
sv_se: Varför står det införas med referensnummer istället för att visa ikoner?

# added_as_reference.answer
source: These are references you have added afterwards for which there is no exchange agreement on record.
es_es: Estas son referencias que usted ha añadido después y por las que no hay guardado ningún acuerdo de intercambio.
fi_fi: Nämä referenssit olet lisännyt jälkikäteen ja niistä ei ole rekisteröityä vaihtosopimusta.
it_it: Queste sono Referenze che lei ha aggiunto dopo e per le quali non ci sono Exchange Agreements .
ja_jp: 記録としてエクスチェンジ同意がなされていないために後に加えられた評価（推薦）があります。
nl_be: Dit zijn referenties die je achteraf hebt toegevoegd voor dewelke er geen ruilovereenkomst is geregistreerd.
nl_nl: Dit zijn referenties die u later heeft toegevoegd. Hierover bevinden zich in het systeem geen vastgelegde overeenkomsten.
no_no: Dette er referanser som har blitt lagt til etterpå uten at det har vært en bytteavtale i systemet.
