Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/help_member_references.po
Languages: de_de, es_es, fi_fi, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, sv_se

# headline
source: About Member References
de_de: Über Mitglieder-Referenzen
es_es: Referencias
fi_fi: Jäsenten suositukset
is_is: Skýringar vegna umsagna meðlima
it_it: Informazioni sulle Referenze dei Soci
ja_jp: 会員評価（推薦）システムについて
nl_be: Over Leden Referenties
nl_nl: Over Deelnemer Referenties
no_no: Om referanser for medlemmer
sv_se: OM Member References

# introtext
source: References are a way to show other members that you are a good exchange party. When you agree to act as your exchange partner's reference, you are agreeing to vouch for them as reliable and responsible exchange partners.
de_de: Referenzen von Ihren Tauschpartnern in Ihrem Angebot, geben allen anderen Mitgliedern eine gute Info für einen Tausch mit Ihnen. Wenn Sie zustimmen, Ihren Tauschpartner als Referenz in Ihrem Angebot aufzunehmen, bürgen Sie für ihn als einen zuverlässigen und verantwortungsbewussten Tauschpartner!
es_es: Las referencias son una forma de mostrar a otros socios que sois una buena familia con quien intercambiar. Al estar de acuerdo en actuar como referencia de sus compañeros de intercambio, está de acuerdo en asegurar que son de confianza y responsables.
fi_fi: Suosituksien avulla voit osoittaa muille jäsenille, että olet hyvä kodinvaihtaja. Kun sitoudut toimimaan vaihtokumppanisi suosittelijana, takaat heidän luotettavuutensa ja vastuullisuutensa vaihtokumppanina.
is_is: Umsagnir eru leið til að sýna öðrum meðlimum að þú sért góður skiptiaðili. Þegar þú samþykkir að skrá ummæli skiptifélaga þíns, ert þú að samþykkja að mæla með þeim sem ábyrgum og traustum skiptifélögum.
it_it: Le Referenze sono un modo di mostrare agli altri Soci che sei un buon scambista. Quando acconsenti di agire come Referente per il tuo partner acconsenti anche ad attestare che il partner é fidato e responsabile.
ja_jp: 評価（推薦）というのは、あなたが良いエクスチェンジの相手であるということを他の会員に示す方法です。あなたがエクスチェンジをした相手の照会人になる事を同意するという意味は、その人がエクスチェンジの相手として責任感のある信頼できる人物であるということを請け負う事です。
nl_be: Referenties zijn een middel om andere leden te overtuigen dat je goede ruilpartner bent. Wanneer je hiertoe bereid bent, ga je akkoord om over hen te getuigen als betrouwbare en verantwoordelijke ruilpartners.
nl_nl: Referenties zijn een manier om andere deelnemers te laten zien dat je een goede partner bent. Als u er mee instemt op te treden als referentie van uw ruilpartner, dan verklaart u daarmee dat zij betrouwbare en goede ruilpartners zijn.
no_no: Hensikten med referanser er å vise at du er en god boligbytter. Nå du sier deg villig til å være din boligbyttepartners referanse, innestår du for at dette er en ansvarlig partner som en kan stole på.
sv_se: Referenser är ett sätt att visa andra medlemmar att du är en bra utbytes partner. När du/ni samtycker till att agera som referens till tidigare byten, ger du en indikation att denna medlem ansåg du/ni vara en bra och ansvarsfull utbyte partners.

# confirmed_unconfirmed.introtext
source: Intervac has two different types of references: confirmed and unconfirmed. A confirmed reference is of course the best as it states that both parties have confirmed thier good will. The label confirmed reference is given when the reference giver has chosen <highlight>Yes</highlight> to the question: <highlight>Act as Reference?</highlight> and the reference receiver has chosen <highlight>Yes</highlight> to the question <highlight>Allow as Reference?</highlight>
de_de: Es gibt 2 verschiedene Referenzmöglichkeiten: bestätigt und unbestätigt. Die bestätigte Referenz ist selbstverständlich die Bessere, denn beide Parteien erklären sich einverstanden. Für die Bestätigung der Referenz wählen Sie <highlight>Ja</highlight> auf die Frage:<highlight>mit Referenz einverstanden?</highlight> Der Partner hat<highlight>Ja</highlight>gewählt auf die Frage<highlight>Erlauben Sie eine Referenz</highlight>.
es_es: Intervac tiene dos tipos de referencias: las confirmadas y las sin confirmar. Una referencia confirmada es, naturalmente, la mejor ya que es la que las dos partes han confirmado. La distinción de referencia confirmada se da cuando el que da la referencia ha elegido <highlight>Si</highlight> a la pregunta <highlight>Actuar como referencia?</highlight> y el que recibe la referencia ha elegido <highlight>Si</highlight> a la pregunta <highlight> Permite como referencia?</highlight>
fi_fi: Intervacissa on kaksi erilaista referenssivaihtoehtoa: vahvistettu ja vahvistamaton. Vahvistettu suosittelu on totta kai parempi, koska siinä molemmat osapuolet ovat taanneet sen. Vahvistettu suosittelui- merkintä näkyy, kun referenssin antaja on valinnut vaihtoehdon <highlight>Kyllä</highlight> kysymykseen: <highlight>Toimin suosittelijana?</highlight> ja suosituksen saaja on valinnnut vaihtoehdon <highlight>Kyllä</highlight> kysymykseen <highlight>Hyväksy referenssiksi?</highlight>
is_is: Intervac er með tvo mismunandi flokka umsagna; staðfesta og óstaðfesta. Staðfestar umsagnir vega meira því í þeim hafa báðir aðilar vottað ágæti hvors annars. Vottunin; staðfestar umsagnir - er gefin þegar umsagnaraðilinn hefur valið <highlight>Já</highlight> við spurningunni: <highlight>Vera til umsagnar?</highlight> og sá sem umsögnina hlýtur hefur valið <highlight>Já</highlight> við spurningunni <highlight>Leyfa umsögnina?</highlight>
it_it: Intervac ha due tipi di Referenze: confermate e non confermate. Una referenza confermata é naturalmente la cosa migliore perché testimonia che ambedue i partners hanno attestato il loro buon risultato. Il Label della referenza confermata viene dato quando il partner che dà la referenza ha scelto <highlight> SI </highlight> alla domanda: <highlight>Vuoi essere un Referente?</highlight>e quando chi riceve la referenza ha scelto <highlight> SI </highlight> alla domanda <highlight>Acconsenti di essere un Referente?</highlight>
ja_jp: インターバックでは2種類の評価（推薦）システムがあります。確認されたものと確認されていないものです。確認されたものとは、勿論これがベストであり、両方が相手を良い相手だと評価したケースです。この確認された評価（推薦）ラベルをつける方法は次のようになっています： まず<highlight>評価（推薦）されますか？/highlight>という質問に<highlight>イエス（はい）</highlight>と答えたl場合に与えられます。
nl_be: Intervac heeft twee soorten referenties: bevestigde en onbevestigde.Een bevestigde referentie is de beste omdat hier beide partijen getuigen. Dit label wordt toegekend wanneer de referentiegever antwoordt <highlight>Ja</highlight> op de vraag: <highlight>Wil je als referentie optreden?</highlight> en de referentie ontvanger antwoordt <highlight>Ja</highlight> op de vraag <highlight>Aanvaard je om referentie te zijn?</highlight>
nl_nl: Intervac heeft twee soorten referenties: bevestigde en onbevestigde. Een bevestigde referentie is natuurlijk het beste, omdat daarmee blijkt dat beide partijen hun goede will hebben bevestigd. Het label Bevestigde Referentie wordt gegeven als de referentie-gever heeft gekozen voor <highlight>Yes</highlight> op de vraag: <highlight>Optreden als Referentie?</highlight> en de referentie-ontvanger heeft gekozen voor <highlight>Yes</highlight> op de vraag <highlight>Toestaan als Referentie?</highlight>
no_no: Intervac har to ulike typer referanser: Bekreftede og ubekreftede. En bekreftet referanse er naturligvis best fordi den tilkjennegir at begge parter har bnekreftet sin gode viljel. Merkelappen bekreftet referanse blir gitt når den som har gitt referansen har valgt <highlight>Ja</highlight> til spørsmålet: <highlight>Opptre som?</highlight> og referansegiveren har valgt <highlight>Ja</highlight> til spørsmålet <highlight>Tillates som referanse?</highlight>
sv_se: Intervac medlemmar har två olika typer av referenser: bekräftade och obekräftade En bekräftad referens är naturligtvis det bästa eftersom det står att båda parter har bekräftat. Etiketten bekräftade referens visas när den andra medlemmen har valt <highlight> Ja </highlight> på frågan: <highlight> vara referens </highlight> och referens medlemmen har valt <highlight> Ja </highlight> på frågan <highlight> Tillåt att visas som Referens </highlight>?

# why_unconfirmed.headline
source: Why are some references unconfirmed?
de_de: Warum sind einige Referenzen unbestägtigt?
es_es: ¿Porqué hay algunas referencias sin confirmar?
fi_fi: Miksi joitakin suosituksia ei ole vahvistettu?
is_is: Af hverju eru sumar umsagnirnar óstaðfestar?
it_it: Perché ci sono delle Referenze non confermate?
ja_jp: どうして確認されていない評価（推薦）があるのですか？
nl_be: Waarom zijn sommige referenties onbevestigd?
nl_nl: Waarom zijn Referenties onbevestigd?
no_no: Hvorfor er noen referanser ubekreftede?
sv_se: Varför är vissa referenser inte bekr?

# why_unconfirmed.introtext
source: Unconfirmed references are usually because either the member's exchange partner has not yet specifically chosen <highlight>Yes</highlight> or <highlight>No</highlight> to the question <highlight>Act as Reference?</highlight>, or it relates to an older exchange and the other member does not currently have an active membership. This could be the case especially with exchanges before April, 2011 when we launched the expanded version of our Exchange Agreements and Member References modules.
de_de: Unbestätigte Referenzen erfolgen, wenn Ihr Partner nicht <highlight>Ja</highlight> oder<highlight>Nein</highlight>auf Ihre Frage gegeben hat <highlight>Auftreten als Referenz?</highlight> oder es bezieht sich auf einen früheren Tauschpartner, dessen Mitgliedschaft derzeit nicht aktiv ist.Dies könnte speziell der Fall sein mit Tauschpartnern vor April 2011,da wir danach erst mit der erweiterten Version unserer Tauschvereinbarung und der Mitgliederreferenz begonnen haben.
es_es: Las referencias sin confirmar normalmente son debido a que el compañero de intercambio no ha elegido específicamente <highlight>Si</highlight> o <highlight>No</highlight> a la pregunta <highlight>Actuar como Referencia?</highlight>, o se trata de un intercambio del pasado cuyo socio no está ya activo. Esto puede darse en intercambios anteriores a Abril de 2011, cuando introducimos los nuevos módulos de los Acuerdos de Intercambio y Referencias.
fi_fi: Vahvistamaton suosittelu tarkoittaa useimmiten sitä, että jäsenen vaihtokumppani ei ole vielä erikseen valinnut <highlight>Kyllä</highlight> tai <highlight>Ei</highlight> kysymykseen <highlight>Toimi suosittelijana?</highlight>, tai se liittyy aikaisempiaa vaihtoon ja toinen jäsen ei ole tällä hetkellä aktiivijäsen. Jälkimmäinen vaihtoehto on todennäköinen erityisesti ennen laajennetun Vaihtosopimuspalvelun julkaisemista (huhtikuu 2011) tehtyjen vaihtojen osalta
is_is: Óstaðfestar umsagnir eru venjulega inni vegna þess að annað hvort hafa meðlimir látið hjá líða að velja <highlight>Já</highlight> eða <highlight>Nei</highlight> við spurningunni <highlight>Vera til umsagnar?</highlight>, eða þær tilheyri eldri heimilaskiptum og hinn aðilinn er ekki lengur með virkan aðgang. Þetta getur hæglega tengst því að skiptin hafi farið fram fyrir apríl 2011, þegar við settum inn þennan möguleika í útgáfuna af heimilaskiptasamningunum og bættum við umsögnum frá skiptiaðilum.
it_it: Le Referenze non confermate sono in genere causate dal fatto che il Socio partner non ha ancora detto <highlight>SI</highlight> o <highlight>No</highlight>alla richiesta <highlight>Sei un Referente?</highlight>, Oppure si riferisce ad uno scambio di vecchia data e l'altro Socio non ha una iscrizione attiva.Questo potrebbe essere il caso soprattutto per gli scambi effettuati prima di Aprile 2011 quando abbiamo varato la versione espansa dell'Exchange Agreement e i moduli per le Referenze.
ja_jp: 確認されていない評価（推薦）の理由としては、エクスチェンジをした相手が<highlight>評価（推薦）しますか？?</highlight>という質問に<highlight>イエス（はい）/highlight> か <highlight>ノー（いいえ）</highlight>という質問にまだ答えていない場合です。又は、以前にしたエクスチェンジなので、相手がもうすでに会員ではなくなっている場合も考えられます。これには多分に2011年の4月以前のエクスチェンジであるケースがあり、この年に我々の Exchange Agreements and Member References modulesがこのシステムを取り入れた始めたからです。
nl_be: Referenties zijn meestal onbevestigd omdat ofwel de ruilpartner niet uitdrukkelijk gekozen heeft voor <highlight>Ja</highlight> of <highlight>Neen</highlight> op de vraag <highlight>Wil je als referentie optreden?</highlight>, of het heeft te maken met een vroegere ruilervaring en de ruilpartner is geen actief lid meer. Dit kan het geval zijn vooral bij ruilen vóór april 2011 wanneer we deze uitgebreide versie van ruilovereenkomsten en referenties hebben opgestart.
nl_nl: Onbevestigde referenties komen gewoonlijk voor omdat de partner van de deelnemer nog niet specifiek heeft gekozen voor <highlight>Yes</highlight> of <highlight>No</highlight> op de vraag <highlight>Optreden als Referentie?</highlight>, of het heeft te maken met een oudere ruilvakantie en de andere partij doet momenteel niet mee als actief deelnemer. Dit kan vooral het geval zijn met ruilvakanties van voor april 2011, toen wij onze website verder hebben uitgebreid met nieuwe, uitgebreidere modules voor Overeenkomsten en Referenties.
no_no: Referanser er til vanlig ubekreftede fordi medlemmets boligbyttepartner enten ikke har valgt spesielt <highlight>Ja</highlight> eller <highlight>Nei</highlight> til spørsmålet <highlight>Opptre som referanse?</highlight>, eller det gjelder et tidligere boligbytte der medlemmet for tiden ikke har et aktivt medlemskap. Dette er gjerne tilfelle ved boligbytter før april 2011 da vi utga en utvidet versjon av våre Boligbytteavtaler og moduler for medlemsreferanser.
sv_se: Obekräftade referenser är oftast på grund av att den andra medlemmen/ bytes-partnern har ännu inte svarat <highlight> Ja </highlight> eller <highlight> Nej </highlight> på förfrågan <highlight> att vara referens? </highlight>, eller att detta byte hänför sig till en äldre utbyte och denna/dessa medlemmar har för närvarande inte ett aktivt medlemskap. Detta kan vara fallet i synnerhet med utbyte före april 2011 när vi lanserade den nya versionen av vår Online – bytesöverenskommelser.

# after_return.text
source: After you return from your exchange it's a good idea to log in and choose whether or not you want to act as your partner's reference.
de_de: Wenn Sie von Ihrem Tauschurlaub zurückkommen, schauen Sie in Ihr Angebot und wählen aus, ob Sie Ihren Tauschpartner als Referenz angeben oder nicht!
es_es: Al regresar de su intercambio es bueno que entre y decida si desea o no actuar como referencia para sus compañeros de intercambio.
fi_fi: Palattuasi takaisin vaihdosta suosittelemme, että kirjaudut palveluun ja valitset, haluatko toimia kumppanisi suosittelijana vai et.
is_is: Eftir að þú kemur heim úr heimilaskiptunum er góð hugmynd að fara inn á vefinn og velja hvort þú viljir koma fram með umsögn um skiptifélaga þinn.
it_it: Dopo che sei ritornato dal tuo scambio é una buona idea entrare nel sito e scegliere se vuoi essere o meno un Referente per il tuo Partner.
ja_jp: エクスチェンジから戻ったら、すぐにログインしてエクスチェンジの相手方を推薦できると評価するかどうかを決めるのは良い方法だといえます。
nl_be: Het is een goed idee om meteen na je ruil in te loggen en te kiezen of je al dan niet als referentie wenst op te treden i.v.m. de voorbije ruil.
nl_nl: Het is een goed idee om na terugkeer van uw vakantie in te loggen en even te kiezen of u wel of niet wilt optreden als referentie van uw vakantiepartner.
no_no: Når du har gjennomført boligbyttet, er det en god ide å logge seg inn og velge om du ønsker å være din boligbyttepartners referanse eller ei.
sv_se: När du återvänder från ditt/ert byte kan det vara en bra idé att logga in och välja om du vill agera som din bytespartners referens.

# act_as_reference.headline
source: Act as Reference?
de_de: Auftreten als Referenz?
es_es: Actuar de Referencia?
fi_fi: Toimi suosittelijana?
is_is: Vera til umsagnar?
it_it: Acconsenti ad essere un Referente?
ja_jp: 評価（推薦）されますか？
nl_be: Optreden als referentie?
nl_nl: Optreden als Referentie?
no_no: Vil du være en referanse?
sv_se: Agera som referens?

# act_as_reference.satisfied
source: Were you satisfied with your exchange and your partner? Select <highlight>Yes</highlight> to add your member id to your partner's list of confirmed exchange references.
de_de: Waren Sie mit Ihrem Tausch und Ihrem Tauschpartner zufrieden?Wählen Sie<highlight>Ja</highlight>, fügen Sie Ihre Mitgliedsnummer in die Liste Ihres Tauschpartners ein als bestätigte Austauschreferenz.
es_es: ¿Está satisfecho desu intercambio y de sus compañeros de intercambio? Seleccione <highlight>Si</highlight> para añadir su número de suscriptor en su lista de referencias confirmadas.
fi_fi: Olitko tyytyväinen vaihtoosi ja kumppaniisi? Valitse <highlight>Kyllä</highlight> lisätäksesi jäsennumerosi kumppanisi vahvistettujen suosittelijoiden luetteloon.
is_is: Varstu ánægður með skipti þín og skipti félaga þíns? Veldu <highlight>Já</highlight> til þess að setja aðildarnúmer þitt á lista skipti félaga þíns yfir staðfestar heimilaskipta umsagnir.
it_it: Sei stato soddisfatto del tuo scambio e del tuo partner? Seleziona <highlight> SI </highlight> per aggiungere il tuo ID alla lista delle referenze confermate del tuo partner.
ja_jp: あなたの行ったエクチェンジと相手先に満足しましたか？ <highlight>イエス（はい）</highlight>を選択し、あなたの会員IDを相手先の「確認されたエクスチェンジ評価（推薦）リスト」に加えてください。
nl_be: Was je tevreden over je huisruil en je ruilpartner? Selecteer <highlight>Ja</highlight> om je ID nummer toe te voegen aan de lijst van bevestigde referenties van je ruilpartner.
no_no: Var du fornøyd med ditt bytte og din byttepartner? Velg <highlight>Ja</highlight> for å velge ditt medlems ID for din partners liste av bekreftede referanser.

# act_as_reference.dissatisfied
source: Dissatisfied with your exchange or your partner? Choose <highlight>No</highlight> in this box to keep your id from being displayed as an unconfirmed reference.
de_de: Unbefriedigt mit Ihrem Tausch oder Tauschpartner? Wählen Sie <highlight>Nein</highlight>in diesem Feld, damit Ihre ID-Nummer nicht als unbestätigte Referenz angegeben wird.
es_es: ¿No ha quedado satisfecho de sus compañeros de intercambio? Elija <highlight>No</highlight> en este menu y su número de suscriptor no aparecerá como una referencia no confirmada.
fi_fi: Petyitkö vaihtoosi tai kumppaniisi? Valitse <highlight>Ei</highlight> tähän laatikkoon, ja jäsennumerosi näkyy vahvistamattomana referenssinä.
is_is: Óánægður með skitpi þín við skiptifélaga þinn? Veldu <highlight>Nei</highlight> í þessu hólfi til að láta ekki meðlimsnúmerið þitt koma fram sem óstaðfestar umsagnir.
it_it: Non soddisfatto dello scambio o del Partner?Scegli<highlight>No</highlight> per evitare che il tuo ID sia indicato come una Referenza non confermata
ja_jp: あなたがエクスチェンジと相手に不満足だった場合はどうなのか？ <highlight>ノー（いいえ）</highlight>を確認されていない評価としてディスプレーされているあなたのIDと共に選んでください。
nl_be: Ben je ontevreden over je ruil of je ruilpartner? Kies dan voor <highlight>Neen</highlight> in dit vak om te vermijden dat je ID wordt getoond als onbevestigde referentie.
nl_nl: Ontevreden over uw ruil of uw partner? Kies hier <highlight>No</highlight> om te voorkomen dat uw id wordt getoond als een onbevestigde referentie.
no_no: Er du misfornøyd med ditt boligbytte eller din boligbyttepartner? Velge <highlight>Nei</highlight>i denne boksen for å slippe å fremstå som en ubekreftet referanse.
sv_se: Missnöjd med ditt utbyte eller din partner? Välj <highlight> Nej </ highlight> i denna ruta för att du skall visas som en obekräftad referens.

# allow_as_reference.headline
source: Allow as Reference?
de_de: Erlaubt als Referenz?
es_es: Permite como Referencia?
fi_fi: Hyväksy referenssi?
is_is: Leyfa umsögnina?
it_it: Acconsenti di essere una Referenza?
ja_jp: 評価（推薦）を与えますか？
nl_be: Wens je als referentie op te treden?
nl_nl: Toestaan als Referentie?
no_no: Aksepterer du å være en referanse?
sv_se: Tillåt som referens?

# allow_as_reference.introtext
source: This control allows you the final say as to which of your exchange partners are displayed in your reference list.
de_de: Diese Regelung ermöglicht Ihnen, darüber zu entscheiden, welche Ihrer Tauschpartner in Ihrer Referenz-Liste angezeigt werden sollen.
es_es: Este control le permite a usted la decisión final de qué compañeros de intercambio aparecen en su lista de referencias.
fi_fi: Tämä jättää sinulle lopullisen valinnan siitä, ketkä vaihtokumppaneistasi näkyvät suosittelijalistalla.
is_is: Þessi stýring leyfir þér að ákveða endanlega hverjir af þínum skiptiaðilum eru birtir á þínum umsagnarlista.
it_it: Questo controllo ti consente la scelta finale relativamente a quali partners indicati nella tua lista di referenze si riferisce il consenso
ja_jp: このコントロールキイはあなた方のどちらかがあなたの評価リストに書き込まれた時に最終的な評価をします。
nl_be: Deze controle laat je toe om definitief te beslissen wie in je referentielijst getoond wordt.
nl_nl: Deze controle biedt u de laatste mogelijkheid om aan te geven welke van uw vakantiepartners worden getoond in uw referentie lijst.
no_no: Denne kontrollen gir deg det siste ord når det gjelder hvilke av dine boligbyttepartnere som skal vises i din referanseliste.
sv_se: Här kan du kontrollera vilka av dina bytespartner du vill visa i din referenslista.

# allow_as_reference.satisfied
source: If you were satisfied, you don't need to do anything here, <highlight>Yes<highlight> is the default so as soon as your partner chooses <highlight>Yes<highlight> in his <highlight>Acts as Reference</highlight>, his member id will be added to your confirmed references.
de_de: Wenn Sie zufrieden waren, müssen Sie hier nichts tun<highlight>.Einverstanden<highlight>erscheint erst, wenn Ihr Tauschpartner auch einverstanden<highlight>gewählt hat. Einverstanden<higlight> heißt <highlight>als Referenz aufzutreten</highlight>die Mitglieds-Nummer Ihres Partners wird bestätigt und hinzugefügt.
es_es: Si está satisfecho no necesita hacer nada aquí <highlight>Si<highlight> es por defecto por lo tanto en cuanto su compañero de intercambio elija <highlight>Si<highlight> en su <highlight>Actue como Referencia</highlight>, su número de suscriptor será añadido a su lista de referencias confirmadas.
fi_fi: Jos olitte tyytyväisiä, sinun ei tarvitse tehdä mitään, <highlight>Kyllä<highlight> on oletuksena heti kun kumppanisi valitsee<highlight> omassaan <highlight>Toimii suosittelijana</highlight>, hänen jäsennumeronsa lisätään vahvistettujen referenssien listaasi.
is_is: Ef þú varst ánægður, þarftu ekki að gera neitt hérna, <highlight>Já<highlight> kemur sjálfkrafa á þína síðu um leið og skiptifélagi þinn velur <highlight>Já<highlight> á hans <highlight>Vera til umsagnar</highlight>, skráningarnúmerið hans mun þá birtast til umsagnar hjá þér.
it_it: Se sei soddisfatto non occorre che tu faccia niente :<highlight> SI <highlight> é il default .Appena il tuo partner sceglie <highlight> SI <highlight> nel suo <highlight>Acconsenti di essere una Referenza</highlight>, il suo ID verrà aggiunto alle tue referenze confermate
ja_jp: もし満足した場合はここでは何もする必要がありません。あなたのパートナーが 彼の<highlight>評価(推薦）する</highlight>,欄に <highlight>イエス（はい）<highlight>を選択した場合は実行されます。パートナーのIDはあなたの確認された評価（推薦）欄に加えられるでしょう。
nl_be: Indien je tevreden was moet je hier niets doen, <highlight>Ja<highlight> is default, dus zo gauw als je partner kiest voor <highlight>Ja<highlight> in zijn <highlight>Optreden als referentie</highlight>, zal zijn lidnummer toegevoegd worden aan jouw bevestigde referenties.
nl_nl: Als u tevreden bent, hoeft u hier niets te doen, <highlight>Yes<highlight> is de default, dus zodra uw partner kiest voor <highlight>Yes<highlight> in zijn <highlight>Optreden als Referentie</highlight>, zal zijn deelnemer id worden toegevoegd aan uw bevestigde referenties.
no_no: Om du var fornøyd, trenger du ikke gjøre noe her, <highlight>Ja<highlight> er standard og så snart din partner velger <highlight>Ja<highlight> i sin <highlight>Vær Referanse</highlight> vil hans medlems-ID bli føyd til dine bekreftede referanser.
sv_se: Om medlemsreferenser
