Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/login.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, pl_pl, ro_ro, ru_ru, sv_se

source: renew_membership.text
da_dk: For at forny et udløbet medlemsskab skal du logge ind og klikke på <em>Forny knappen</em> i toppen af billedet.
de_de: Um Ihre abgelaufene Mitgliedschaft zu erneuern, bitte loggen Sie sich ein und klicken den <em>Mitgliedschaft erneuern</em> button oben auf der Seite.
es_es: Para renovar, haga clic en <em>el botón verde: Renovar</em> en la parte superior de su página personal.
fi_fi: Uusiaksesi jo päättyneen jäsenyyden kirjaudu palveluun ja klikkaa <em>Uusi Nyt painiketta </em> sivun yläosassa.
fr_fr: Pour renouveler votre adhésion, veuillez vous connecter et cliquez sur le bouton <em>Renouveler</em> de votre page d'accueil.
hu_hu: To renew any expired membership, please login and click the <em>Renew Now button</em> at the top of the page.
is_is: Til þess að endurnýja aðild, vinsamlegast skráið ykkur inn og smellið á <em>Endurnýja aðild hlekkinn</em> fremst á síðunni.
it_it: Per rinnovare una iscrizione scaduta inserisca per favore il suo login e clicchi sul bottone <em>Rinnovi adesso </em> all'inizio della pagina
ja_jp: 無効となった会員資格を更新する場合は、ログインして、ページの上にある<em>更新ボタン</em>をクリックしてください。
nl_be: Om een verlopen lidmaatschap te vernieuwen, gelieve in te loggen en te klikken op <em>Vernieuw nu knop</em> bovenaan de pagina.
nl_nl: Nadat uw password is verlopen, kunt u opnieuw inschrijven door in te loggen en te klikken op de <em>Renew Now button</em> bovenaan de pagina.
no_no: For å fornye utgått medlemskap vær snill og logge inn og klikke på <em>Forny nå</em> knappen på toppen av siden.
sv_se: För att förnya ett utgånget medlemskap, vänligen logga in och klicka på <em> Förnya nu knappen </ em> högst upp på sidan.
