Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/login.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, is_is, it_it, ja_jp, nl_be, nl_nl, no_no, pl_pl, ro_ro, ru_ru, sv_se

source: member_login.headline
da_dk: Medlems login
de_de: Login für Mitglieder
el_gr: Είσοδος Μελών
es_es: Login
fi_fi: Kirjaudu sisään
fr_fr: Votre accès membre Intervac International
hu_hu: Member Login
is_is: Innskráning
it_it: Login del Socio
ja_jp: メンバーログイン
nl_be: Leden Login
nl_nl: Deelnemers Login
no_no: Medlemsnummer
pl_pl: Członkowie
ro_ro: Autentificare membru
ru_ru: Вход для членов клуба
sv_se: Logga in här!

source: headline
da_dk: Login for medlemmer
de_de: INTERVAC International - Login
el_gr: Σύνδεση στην Intervac International
es_es: Entre en Intervac Internacional
fi_fi: Intervac International Kirjautuminen
fr_fr: Se connecter
hu_hu: Login to Intervac International
is_is: Intervac innskráning
it_it: Il Login di Intervac International
ja_jp: インターバック・インターナショナル・ログイン
nl_be: Login bij Intervac International
nl_nl: Login to Intervac International
no_no: Intervacs internasjonale login
pl_pl: Intervac International logowanie
ro_ro: Autentificare Intervac International
ru_ru: Вход в Intervac International
sv_se: Logga in till Intervac International

source: here
da_dk: Indtast brugernavn og adgangskode her
de_de: Mitglieder-Login hier
el_gr: Σύνδεση μελών εδώ
es_es: Aquí el Login de los Socios
fi_fi: Jäsen kirjaudu täällä
fr_fr: Votre accès membre ici
hu_hu: Members Login Here
is_is: Innskráning félagsmanna
it_it: Qui il Login del Socio
ja_jp: メンバーはここからログインする
nl_be: Leden login hier
nl_nl: Deelnemers login hier
no_no: Medlemmer logger seg inn her
pl_pl: Logowanie Członków
ro_ro: Autentificare (Logare) membrii aici
ru_ru: Вход для членов клуба

source: login
da_dk: Brugernavn
el_gr: Αριθμός Μέλους
fi_fi: Tunnus
fr_fr: Email / Identifiant
hu_hu: Login/Email
is_is: Innskráning
ja_jp: ログイン
nl_be: Login identificatie
nl_nl: Login identificatie
no_no: Logg inn
ro_ro: Autentificare /e-mail
ru_ru: Имя пользователя
sv_se: Användarnamn

source: password
da_dk: Adgangskode
de_de: Passwort
el_gr: Συνθηματικό
fi_fi: Salasana
fr_fr: Mot de passe
is_is: Lykilorð
ja_jp: パスワード
nl_be: Paswoord
no_no: Passord
pl_pl: Hasło
ro_ro: Parola
ru_ru: Пароль
sv_se: Lösenord

source: remember_me
da_dk: Husk mig
de_de: Bleiben Sie eingeloggt
es_es: Mantenerme conectado
fi_fi: Muista minut tällä tietokoneella.
fr_fr: Garder ma session active
hu_hu: Remain logged in (on this computer)
is_is: Halda mér innskráðri/um
it_it: Salva il mio Login e la Password
nl_be: Blijf ingelogged op deze computer
no_no: Husk meg på denne datamaskinen

source: button_text
da_dk: Log ind
de_de: Login jetzt
el_gr: Πρόσβαση τώρα
es_es: Entre ahora
fi_fi: Kirjaudu nyt
fr_fr: Se connecter
hu_hu: Login Now
is_is: Innskrá núna
it_it: Inserisca il Login e clicchi qui
ja_jp: ログイン
nl_be: Login nu
nl_nl: Login nu
no_no: Logg inn nå
pl_pl: Zarejestruj się
ro_ro: Autentificati-va acum
ru_ru: Войти сейчас
sv_se: Logga in

source: -x- help_headline
da_dk: Har du problemer?
de_de: Haben Sie Schwierigkeiten?
el_gr: Έχετε προβλήματα;
es_es: ¿Tiene problemas?
fi_fi: Onko ongelmia?
fr_fr: Besoin d'aide ?
hu_hu: Having trouble?
is_is: Er eitthvað að?
it_it: Ci sono problemi ?
ja_jp: トラブルですか？
nl_be: Heb je problemen?
nl_nl: Heb je problemen?
no_no: Har du problemer?
pl_pl: Masz problem?
ro_ro: Aveti probleme?
ru_ru: Проблемы?
sv_se: Having trouble?

source: forgotten_password_title
da_dk: Hjælp! Jeg har glemt min adgangskode:
de_de: HILFE - habe mein Passwort vergessen!
el_gr: ΒΟΗΘΕΙΑ! Ξέχασα τo συνθηματικό μου
es_es: ¡NECESITO AYUDA! Olvidé mi password
fi_fi: APUA! Unohdin salasanani
fr_fr: Besoin d'aide ?
hu_hu: HELP! I forgot my password.
is_is: HJÁLP! ég gleymdi lykilorðinu
it_it: AIUTO ! Ho dimenticato la mia Password
ja_jp: ヘルプ！パスワードを忘れました
nl_be: HELP! Ik ben mijn paswoord vergeten
nl_nl: HELP! Ik ben mijn password vergeten
no_no: HJELP! Jeg har glemt passordet.
pl_pl: POMOCY! Zapomniałem hasła.
ro_ro: AJUTOR! Mi-am uitat parola!
ru_ru: ПОМОГИТЕ! Я забыл пароль!
sv_se: Hjälp! Jag har glömt mitt lösenord

source: forgotten_password_link
da_dk: Jeg har glemt mit brugernavn og/eller adgangskode.
de_de: Ich habe mein Login oder mein Passwort vergessen.
el_gr: Ξέχασα τον αριθμό μέλους καί/ή το συνθηματικό
es_es: He olvidado mi login y/o password.
fi_fi: Olen unohtanut salasanani tai en onnistu kirjautumaan sisään
fr_fr: Mot de passe oublié ? Cliquez ici...
hu_hu: I have forgotten my member-id and/or password.
is_is: Ég hef gleymt innskráningu minni og/eða lykilorðinu mínu
it_it: Ho dimenticato il mio Login e/o la password
ja_jp: メンバーＩＤ/パスワードを忘れた
nl_be: Ik ben mijn login ID en/of mijn paswoord vergeten.
nl_nl: Ik ben mijn login ID en/of mijn password vergeten.
no_no: Jeg har glemt mitt medlemsnummer og mitt passord.
pl_pl: Zapomniałem login i/albo hasło.
ro_ro: Au uitat id-ul de membru si /sau parola
ru_ru: Я забыл свое имя и/или пароль.
sv_se: Jag har glömt bort mitt användarid/ lösenord

source: apply_for_membership_link
da_dk: Jeg vil gerne oprette et medlemskab
de_de: Möchte Mitglied werden
el_gr: Θέλω να κάνω αίτηση για να γίνω μέλος
es_es: Deseo inscribirme
fi_fi: Haluan hakea jäsenyyttä
fr_fr: Cliquez ici pour vous inscrire
hu_hu: I would like to apply for membership
is_is: Mig langar að sækja um aðild
it_it: Vorrei iscrivermi
ja_jp: 会員になりたい
nl_be: Ik wil lid worden
nl_nl: Ik wil deelnemer worden
no_no: Jeg ønsker å søke medlemskap
pl_pl: Chciałbym starać się o członkostwo
ro_ro: Doresc sa devin membru
ru_ru: Я хотел бы подать завку на членство в клубе
sv_se: Jag vill ansöka om medlemskap

source: apply_for_membership_title
da_dk: Jeg er ikke medlem, men vil gerne blive det.
de_de: Möchte mich als Mitglied anmelden.
el_gr: Δεν είμαι μέλος αλλά θα ήθελα να γίνω!
es_es: Deseo inscribirme
fi_fi: En ole jäsen, mutta haluaisin liittyä!
fr_fr: Je ne suis pas encore membre Intervac mais je souhaite le devenir !
hu_hu: I'm not a member but I'd like to be!
is_is: Ég er ekki meðlimur en langar að vera með.
it_it: Non sono un Socio ma vorrei diventarlo
ja_jp: 会員ではないが、会員になりたい！
nl_be: Ik ben geen lid, maar wil het wel worden!
nl_nl: Ik ben geen deelnemer, maar wil het wel worden!
no_no: Jeg er ikke medlem, men jeg vil gjerne bli medlem!
pl_pl: Nie jestem Członkiem ale chciałbym nim zostać!
ro_ro: Nu sunt membru dar doresc sa devin
ru_ru: Я не член клуба, но хочу им быть!
sv_se: I'm not a member but I'd like to be!

source: errors.cookies
da_dk: Din browser skal acceptere cookies!
de_de: Sind Sie sicher, dass Ihr browser cookies akzeptiert?
el_gr: Παρακαλούμε βεβαιωθείτε ότι ο φυλλομετρητής σας (browser) δέχεται cookies!
es_es: ¡Por favor asegúrese de que su browser acepta cookies!
fi_fi: Varmistathan, että selaimesi asetukset sallivat evästeet!
fr_fr: Assurez-vous SVP que votre ordinateur accepte les cookies !
hu_hu: Please be sure that your browser accepts cookies!
is_is: Athugið hvort að browserinn ykkar samþykki cookies!
it_it: Per cortesia si assicuri che il suo browser accetti i cookies
ja_jp: あなたのブラウザはクッキーを受け付けるかチェックしてください！
nl_be: Gelieve er voor te zorgen dat je browser cookies accepteert!
nl_nl: Zorg er s.v.p. voor dat uw browser cookies accepteert!
no_no: Vennligst klargjør at din nettleser godtar cookies dvs. små tekstfiler som websiden du besøker lagrer på din PC.
ro_ro: Va rugam , aflati daca browserul dvs accepta cookies!
ru_ru: Пожалуйста, убедитесь, что ваш браузер поддерживает cookies!
sv_se: var säker på att Er browser accepterar sk cookies!

source: errors.username_or_password_incorrect
da_dk: Kunne ikke logge dig ind som {{login}}. Dit brugernavn eller adgangskode er ikke korrekt.
de_de: Sie können sich nicht einloggen - Ihr Passwort ist nicht korrekt?
el_gr: Δεν μπορούμε να σας συνδέσουμε ως {{login}}, ο αριθμός μέλους ή το συνθηματικό είναι λάθος.
es_es: Su login o su password no son correctos.
fi_fi: Kirjautuminen epäonnistui tunnuksella {{login}}, tunnuksesi tai salasasi on virheellinen.
fr_fr: Connexion impossible avec {{login}}, vérifiez vos identifiants SVP.
hu_hu: Could not log you in as {{login}}, your login or password is incorrect.
is_is: Gat ekki skráð þig inn sem {{login}}, annað hvort er skráningin eða aðgangsorðið ekki rétt.
it_it: Non abbiamo potuto riconoscere {{login}},perché il suo User Name o la sua Password non sono corretti
ja_jp: ログインできません。ログインかパスワードが間違っています
nl_be: Je kan niet inloggen als {{login}}, je login of paswoord is foutief.
nl_nl: Je kunt niet inloggen als {{login}}, je login of password is foutief.
no_no: Kunne ikke logge deg inn som {{login}}, din login eller passord er feil.
pl_pl: Nie możesz się zalogować {{login}}, twoja nazwa lub hasło jest nieprawidłowe
ro_ro: Nu va puteti loga cu {{login}}, autentuficarea sau parola sunt incorecte
ru_ru: Вход под{{login}} не выполнен , ваше имя или пароль введены неверно.
sv_se: Kan inte logga in dig som {{login}} är ditt användarnamn eller lösenord är felaktigt?

source: help.headline
da_dk: Login Hjælp
de_de: Login - Hilfe
el_gr: Login Help
es_es: Ayuda para entrar
fi_fi: Kirjautumisohje
fr_fr: Aide à la connexion
hu_hu: Login Help
is_is: Innskráningar aðstoð
it_it: Aiuto per il Login
ja_jp: ログイン・ヘルプ
nl_be: Login Hulp
nl_nl: Login Hulp
no_no: Login Hjelp.
ro_ro: Ajutor pentru logare
ru_ru: Помощь
sv_se: Login Hjälp

source: -x- help.introtext
da_dk: If you are seeing this message, you have tried at least twice to login without success. Following are some tips to help you:
de_de: Wenn Sie diese Mitteilung sehen , haben Sie bereits zweimal versucht - leider ohne Erfolg. Hier einige Tipps, um Ihnen zu helfen:
el_gr: Βλέπετε αυτό το μήνυμα γιατί προσπαθήσατε να συνδεθείτε ανεπιτυχώς τουλάχιστον δύο φορές. Ακολουθούν μερικές συμβουλές βοήθειας:
es_es: Si ve este mensaje, ha intentado por lo menos dos veces entrar sin lograrlo. A continuación le damos algunos consejos para ayudarle.
fi_fi: Jos tämä viesti tulee näkyviin, olet ainakin kaksi kertaan yrittänyt kirjautusmista siinä onnistumatta. Ohessa sinulle muutama neuvo kirjautumiseen:
fr_fr: Vous avez tenté de vous connecter, sans succés. Voici quelques conseils pour vous aider :
hu_hu: If you are seeing this message, you have tried at least twice to login without success. Following are some tips to help you:
is_is: Ef þú sérð þessi skilaboð, hefur þú reynt a.m.k tvisvar að skrá þig inn án árangurs. Eftirfarandi eru nokkur ráð sem geta hjálpað:
it_it: Se vedete questo messaggio significa che avete provato almeno due volte a inserire il vostro login senza successo. Qui di seguito troverete alcuni suggerimenti per aiutarvi :
ja_jp: もしこのメッセージを見ているというのは、少なくとも２回は成功しななったからでしょう。次にあなたへのヘルプのためのアドヴァイスを見てください：
nl_be: Als je deze boodschap krijgt, heb je ten minste reeds tweemaal fout ingelogged. Hier volgen enkele tips om je te helpen:
nl_nl: Als je deze boodschap krijgt, heb je ten minste reeds tweemaal fout ingelogd. Hier volgen enkele tips om je te helpen:
no_no: Når du ser denne meldingen, har du minst to ganger prøvd å logge deg inn uten å lykkes. Her kommer noen tips for å hjelpe deg:
pl_pl: If you are seeing this message, you have tried at least twice to login without success. Following are some tips to help you:
ro_ro: Dacă vedeţi acest mesaj, aţi încercat cel puţin două ori să va logati ,fără succes. Iata câteva sfaturi pentru a vă ajuta:
ru_ru: Если вы видите данное сообщение, вам 2 раза было отказано в доступе. Вот ряд подсказок:
sv_se: Om du ser detta meddelande, har du försökt åtminstone två gånger för att logga in utan framgång. Följande är några tips som hjälper dig:

source: -x- help.login
da_dk: If you are not sure of your login, you can use the email address in your listing in this field instead.
de_de: Wenn Sie sich mit Ihrem Login nicht sicher sind, können Sie Ihre e-mail Adresse in dem entsprechenden Feld verwenden.
el_gr: Αν δεν είστε σίγουροι για τα στοιχεία της σύνδεσής σας, μπορείτε να χρησιμοποιήσετε σε αυτό το πεδίο την διεύθυνση ηλεκτρονικού ταχυδρομείου που έχετε βάλει στην καταχώρισή σας.
es_es: Si no está muy seguro de su login, puede poner en este recuadro la dirección de correo electrónico que figura en su anuncio.
fi_fi: Jos et ole varma siitä, mikä kirjautumistunnuksesi on, voit sen sijaan käyttää kirjautumisessa myös listauksesi sähköpostiosoitetta.
fr_fr: Vous pouvez inscrire votre adresse e-mail à la place de votre numéro d'adhésion Intervac.
hu_hu: If you are not sure of your login, you can use the email address in your listing in this field instead.
is_is: Ef þú ert ekki öruggur um skráningarorðið þitt, getur þú alltaf notað netfangið sem þú skráðir í staðinn.
it_it: Se non siete sicuri del vostro Login potete usare, al posto della password, il vostro indirizzo email
ja_jp: もしあなたのログインが確かではないのなら、ここの変わりにあなたのリストの中のメールアドレスを使うことが出来ます。
nl_be: Als je niet zeker bent van je login, kan je ook inloggen met het email adres dat je in je aankondiging hebt opgegeven.
nl_nl: Als je niet zeker bent van je login, kun je ook inloggen met het email adres dat je in je aankondiging hebt opgegeven.
no_no: Hvis du ikke er sikker på hvordan du skal logge deg inn, kan du bruke e-postadressen du har oppgitt i din annonse i dette feltet i stedet.
pl_pl: If you are not sure of your login, you can use the email address in your listing in this field instead.
ro_ro: Dacă nu sunteţi sigur de logarea dvs., puteţi utiliza adresa de e-mail în listarea
ru_ru: Если вы не помните ваше имя пользователя, можно использовать адрес электронной почты, указанный в анкете, в данном поле.
sv_se: Om du inte är säker på din inloggning kan du använda den e-postadress som du använde när du ansökte om medlemskap.

source: -x- help.password
da_dk: Passwords are case-sensitive. To successfully login you must type your password using upper and lower case characters so that it matches the one you have saved in our database.
de_de: Passwörter sind sehr sensibel! Um sich erfolgreich einzuloggen, müssen Sie die Groß- und Kleinschreibung beachten, damit Ihr Passwort mit dem in unserer Datenbank gespeicherten übereinstimmt.
el_gr: Στα συνθηματικά παίζει ρόλο αν χρησιμοποιείτε πεζά ή κεφαλαία. Για να συνδεθείτε επιτυχώς πρέπει να γράψετε το συνθηματικό σας όπως ακριβώς το έχετε καταχωρίσει στη βάση δεδομένων μας. database.
es_es: Los Passwords son detectan las mayúsculas y minúsculas por lo que para poder entrar deberá poner su Password en mayúscula o minúscula, tal como lo puso la primera vez.
fi_fi: Tunnuksien kirjoitusasulla on merkitystä. Jotta kirjautumisesi onnistuu, sinun tulee antaa salasanasi oikein käyttämällä isoja ja pieniä kirjaimia siten, että merkit vastaavat tietokantaamme tallentamiasi merkkejä.
fr_fr: Le mot de passe doit être tapé selon les différents caractères enregistrés dans la base de données (lettres minuscules/majuscules et/ou chiffres).
hu_hu: Passwords are case-sensitive. To successfully login you must type your password using upper and lower case characters so that it matches the one you have saved in our database.
is_is: Lykilorð eru ofur viðkvæm. Til þess að geta skráð þig inn, verður þú að nota há- og lágstafi eins og þú settir inn, svo það passi við lykilorðið sem þú vistaðir í gagnagrunninum.
it_it: Per riuscire a inserire correttamentel Login e Password occorre usare le maiuscole o le minuscole in modo che corrispondano esattamente a quello che é stato salvato nel database
ja_jp: パスワードは大文字・小文字を区別してください。ログインに成功するためには、データーベースに保存してあるパスワードと全く同じに大文字・小文字を区別して入力しなければなりません。
nl_be: Paswoorden zijn hoofdlettergevoelig. Om correct in te loggen moet je je paswoord ingeven met hoofdletters en kleine letters precies zoals je het bewaard hebt.
nl_nl: Passwords zijn hoofdlettergevoelig. Om correct in te loggen moet je je password intypen met hoofdletters en kleine letters, precies zoals je het bewaard hebt.
no_no: Passord skiller mellom små og store bokstaver. Når du logger deg inn, må du skrive ditt passord med riktige små og store bokstaver slik at det blir akkurat likt det passordet som er lagret i databasen.
pl_pl: Passwords are case-sensitive. To successfully login you must type your password using upper and lower case characters so that it matches the one you have saved in our database.
ro_ro: Parolele sunt sensibile . Pentru a va loga cu succes trebuie să tastaţi parola folosind majuscule şi caractere mici, astfel încât să se potriveasca cu parola salvata în baza noastră de date.
ru_ru: Пароль чувствителен к регистру букв.
sv_se: Lösenord är skiftlägeskänsliga. För att lyckas logga in måste du skriva in ditt lösenord med stora och små bokstäver så att den matchar den du har sparat i vår databas.

source: -x- help.password_reset_link
da_dk: Don't remember your login credentials? <link>Click here</link> to request a password reset link be sent to your email address. The reset password email will tell you your login, and include a link you can click on to choose a new password.
de_de: Haben Sie Ihr Passwort vergessen? <link>Klicken Sie hier</link> Ersetzen Sie Ihr Passwort und senden Sie es an Ihre email Adresse. Das neue Passwort wird Ihnen per email als login mitgeteilt. Es gibt gleichzeitig ein link an, das Sie anklicken können, um ein neues Passwort einzugeben!
el_gr: Δεν θυμάστε τα στοιχεία σύνδεσής σας; <link>Κάντε κλικ εδώ</link> για να ζητήσετε ένα σύνδεσμο επαναρρύθμισης συνθηματικού που θα σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας. Το μήνυμα αυτό θα σας λέει τα στοιχεία σύνδεσης και θα περιέχει και ένα σύνδεσμο στον οποίο μπορείτε κάνοντας κλικ να επιλέξετε νέο συνθηματικό.
es_es: ¿No recuerda sus claves de acceso? <link>Click aquí</link> para pedir un cambio de password le será enviado un e-mail. Este e-mail le dará su login e incluirá un link para que haga "click" y elija un nuevo password.
fi_fi: Et muista salasanasi kirjoitusasua? <link>Klikkaa tätä</link> pyytääksesi salasanan vaihtolinkin lähettämistä sähköpostiisi. Salasanan vaihtoa varten lähetettävä sähköpostiviesti kertoo sinulle käyttäjätunnuksesi ja sisältää linkin, jossa voi valita uuden salasanan.
fr_fr: Impossible de vous souvenir de votre mot de passe ? <link>Cliquez ici SVP</link> pour lancer la procédure de restitution de mot de passe.
hu_hu: Don't remember your login credentials? <link>Click here</link> to request a password reset link be sent to your email address. The reset password email will tell you your login, and include a link you can click on to choose a new password.
is_is: Mannstu ekki rétta lykilorðið? <link>Smelltu hér</link> til þess að óska eftir aðgangi til að endursetja lykilorðið í netpóstinn þinn. Endursenda lykilorðið segir þér hvernig þú skráir þig inn og býður þér auk þess að velja nýtt lykilorð.
it_it: Non ricorda i dati per il suo Login ? <link> Clicchi qui </link> per richiedere un link che le manderemo al suo indirizzo email per mettere a punto la sua password. La mail che le manderemo le darà il suo login e includerà un link che le permetterà di cambiare la sua password.
ja_jp: ログインＩＤを忘れましたか？<link>ここをクリックする</link>を押して、あなたのメールアドレスへ送るようにパスワード・リセット・リンクをリクエストしてください。リセット・パスワードのメールはあなたのログインＩＤを知らせてくるでしょう。それには新しいパスワードを選択するためにクリックするリンクが含まれています。
nl_be: Je Login gegevens vergeten? <link>Klik hier</link> om een paswoord reset link naar je email adres te sturen. Deze email geeft je je login en een link waarop je kan klikken om een nieuw paswoord te kiezen.
nl_nl: Je Login gegevens vergeten? <link>Klik hier</link> om een password reset link naar je email adres te sturen. Deze email geeft je je login en een link waarop je kunt klikken om een nieuw password te kiezen.
no_no: Har du glemt passordet ditt? >Klikk her</link> så vil en link for å endre passordet bli sendt til din e-postadresse. E-posten for å endre passordet vil gi deg din login, og omfatte en link for å endre passordet.
pl_pl: Don't remember your login credentials? <link>Click here</link> to request a password reset link be sent to your email address. The reset password email will tell you your login, and include a link you can click on to choose a new password.
ro_ro: Nu vă amintiţi aflati datele de autentificare? <link> Clic aici </link> pentru a solicita ca un link de resetare a parolei sa fie trimis la adresa dvs. de email.E-mail de resetare a parolei va spune datele dvs de autentificare şi va include un link pe puteţi să faceţi clic pe pentru a alege o nouă parolă.
ru_ru: Не помните ваш пароль и имя пользователя? <link>Нажмите</link> для получения ссылки на сброс пароля. В электронном письме вам будет выслано ваше имя пользователя, а также ссылка для выбора нового пароля.
sv_se: Kommer du inte ihåg dina inloggningsuppgifter? <link> Klicka här </ link> för att begära en återställning av lösenord länk skickas till din e-postadress. Ett återställnings lösenord email kommer att säga din inloggning, och innehåller en länk som du kan klicka på för att välja ett nytt lösenord.

source: -x- help.close_button
da_dk: Try Again
de_de: Versuchen Sie es nocheinmal
el_gr: Προσπαθήστε Πάλι
es_es: Vuelva a intentarlo
fi_fi: Yritä uudelleen
fr_fr: Essayez à nouveau
hu_hu: Try Again
is_is: Reyndu aftur
it_it: Provi di nuovo
ja_jp: 再度試みてください。
nl_be: Probeer opnieuw
nl_nl: Probeer het opnieuw
no_no: Prøv igjen!
pl_pl: Try Again
ro_ro: Incercati din nou
ru_ru: Попробуйте снова
sv_se: Försök igen

source: facebook.text
da_dk: Du kan logge ind hos Intervac via din Facebook konto.
de_de: Sie können sich bei INTERVAC anmelden und dabei Ihr Facebook-Konto benutzen.
es_es: Puede entrar en Intervac usando su cuenta de Facebook
fi_fi: Voit kirjautua Intervaciin käyttäen Facebook-tiliäsi.
fr_fr: Vous pouvez vous connecter à Intervac avec votre compte Facebook.
hu_hu: You can login to Intervac using your Facebook account.
is_is: Í gegnum Facebook getur þú innskráð þig á Intervac síðuna.
it_it: Lei può aprire una sessione di Intervac usando anche il Login di Facebook
ja_jp: フェイスブックのアカウントからインターバックにログインする
nl_be: Je kan inloggen bij Intervac via je Facebook account.
nl_nl: U kunt bij Intervac ook inloggen met uw Facebook account.
no_no: Du kan logge inn ved å benytte din Facebook konto
sv_se: Du kan logga in på Intervac med ditt Facebook-konto.

source: apply_for_membership_headline
da_dk: Opret medlemsskab
de_de: Mitgliedschaft beantragen
es_es: Inscripción
fi_fi: Hae jäseneksi
fr_fr: Pas encore membre ?
hu_hu: Apply for membership
is_is: Sækja um aðild
it_it: Faccia la sua iscrizione
ja_jp: 会員資格を申し込む
nl_be: Lidmaatschap aanvragen
nl_nl: Inschrijven als Deelnemer
no_no: Søk om medlemskap
sv_se: Ansök om medlemskap

source: renew_membership.headline
da_dk: Forny medlemsskab
de_de: Mitgliedschaft erneuern
es_es: Renovar inscripción
fi_fi: Uusi jäsenyys
fr_fr: Ancien membre ?
hu_hu: Renew membership
is_is: Endurnýja aðild
it_it: Rinnovi la sua iscrizione
ja_jp: 会員資格を更新する
nl_be: Lidmaatschap vernieuwen
nl_nl: Opnieuw Inschrijven
no_no: Forny medlemskapet
sv_se: Förnya medlemskap
