Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/match_alert.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro

# headline
source: Match Alert - For Busy Exchangers!
da_dk: Match Alert - få hjælp til at finde en byttepartner!
de_de: Match Alert für eifrige Tauscher!
el_gr: Ειδοποίηση Ταιριάσματος - Για τα πολυάσχολα Μέλη!
es_es: ¡Match Alert - Para Socios Ocupados!
fr_fr: Le service des alertes e-mail
is_is: Valvaktin - fyrir upptekna skiptara!
it_it: Match Alert - Per scambisti molto indaffarati
ja_jp: マッチ・アラート － 多忙なエクスチェンジャーのために！
nl_be: Match Alert! Voor vlijtige huisruilers!
no_no: Varsel - for boligbyttere med dårlig tid!
pl_pl: Powiadomienia o nowych ofertach!
pt_pt: Match Alert - Poupe tempo!
ro_ro: Avertizarea de potrivire- Pentru Membrii Ocupati

# slogan
source: You decide what is right for you!
da_dk: Du bestemmer selv, hvilke typer profiler du kigger efter!
de_de: Entscheiden Sie hier, was das Richtige für Sie ist!
el_gr: Εσείς αποφασίζετε τι σας ταιριάζει!
es_es: ¡Usted decide lo que es bueno para usted!
fr_fr: A vous de décider quand utiliser ce service exclusif !
is_is: Þið ákveðið hvað hentar ykkur!
it_it: Lei decide cosa le é più congeniale e cosa desidera
ja_jp: あなたにとって何が正しいのかを決める！
nl_be: Jij beslist wat voor jou het beste is!
no_no: Du bestemmer hva som er riktig for deg!
pl_pl: To Ty decydujesz co jest dla ciebie najlepsze!
pt_pt: Você decide o que é melhor para si!
ro_ro: Decideti ce vi se potriveste!

# intro_text
source: A round of MatchAlert! emails is a total of ten mails at the frequency you choose. Each email will contain up to twenty new and/or recently changed listings which correspond closely to the settings you select below.
da_dk: Du får op til 10 emails med oplysninger om passende profiler med den frekvens du har ønsket. Hver email vil indeholde op til 20 nye profiler eller profiler der er blevet ændret for nylig. Ønsker du ikke flere emails om match-alert skal du ændre frekevensen til "Aldrig".
de_de: Sie erhalten insgesamt bis zu 10 emails, je nach der von Ihnen gewählten Häufigkeit. Jedes mail enthält bis zu 20 neue oder geänderte Angebote, die Ihren Einstellungen ziemlich entsprechen!
el_gr: Θα σας στείλουμε συνολικά μέχρι δέκα μηνύματα με συχνότητα που εσείς αποφασίζετε. Κάθε μήνυμα θα έχει μέχρι είκοσι νέες και/ή πρόσφατα αλλαγμένες καταχωρίσεις που θα ταιριάζουν με τις ρυθμίσεις που θα επιλέξετε παρακάτω.
fr_fr: Demandez le Match-Alert pour recevoir la liste des offres susceptibles de vous convenir et adaptées à vos exigences. Il vous suffit de configurer le système ici selon vos souhaits pour recevoir par e-mail une sélection personnalisée.
is_is: Við munum senda þér allt að tíu tölvupósta byggða á þínu vali.Hver póstur inniheldur allt að tuttugu nýskráðum og/eða nýbreyttum skráningum, sem svara ykkar vali.
it_it: Noi le manderemo fino a 10 mails in totale e alla frequenza che lei stabilirà. Ogni mail conterrà fino a 20 iscrizioni nuove o recentemente modificate che corrispondoano o che siano molto vicine alle scelte che avrà fatto qui sotto.
ja_jp: マッチ・アラート・メールはあなたが選んだ回数で全部で１０通です。各メールは２０通の新しいものと、（又は）リスティングで変更された回数です。それらはあなたが下で選択したセッティングに近いものでしょう。
nl_be: Wij zullen je tot 10 e-mails verzenden in de frekwentie die je kiest. Elke e-mail bevat tot 20 nieuwe of recent gewijzigde aanbiedingen die overeenkomen met de instellingen die je hieronder selecteert. Stel de frekwentie in op "nooit" om de mails stop te zetten.
no_no: Vi vil sende deg inntil totalt 10 e-poster rmed den hastigheten du har valgt. Hver e-post vil inneholde inntil 20 nye og/eller nylig endrede tilbud som samsvarer med dine valg nedenfor. Sett hastigheten til "aldri" hvis du vil stoppe mottakelsen av disse e-postene.
pt_pt: Iremos enviar-lhe até 10 e-mails no total no período de tempo à sua escolha. Cada e-mail terá até vinte novas entradas ou fichas com alterações recentes que correspondam à sua escolha.
ro_ro: O runda de Avertizare de potrivire contine un total de zece e-mailuri in functie de frecventa pe care o alegeti.Fiecare e-mail va contine pana la douazeci de listari noi sau recent schimbate, care corespund setarilor pe care le veti alege in continuare.

# number_left_to_send
source: Match alert emails left in this round
da_dk: Match alert emails ikke sendt endnu
de_de: Match alert emails hier:
el_gr: Μηνύματα ειδοποίησης ταιριάσματος που μένουν για τον γύρο αυτό
es_es: e-mails del Match alert dejados en este envío
fr_fr: Nombre restant d'alertes e-mail à vous envoyer
is_is: Valvaktar póstar eftir í þessari umferð
it_it: Nomero delle emails Match Alerte inviate
ja_jp: このセットに残っているマッチ・アラート・メール数
nl_be: E-mails die overblijven in deze ronde
no_no: Match alert e-poster er ikke tatt med i denne runden
pt_pt: E-mails Match Alert a enviar
ro_ro: E-mailuri de Avertizare de potrivire ramase in aceasta runda.

# save_button
source: Save My Settings
da_dk: Gem profil
de_de: Meine Einstellungen speichern.
el_gr: Σώστε τις ρυθμίσεις μου
es_es: Guarde Mis Preferencias
fr_fr: Enregistrer
is_is: Geymið uppsetninguna
it_it: Salva le mie impostazioni
ja_jp: マイ・セッティングの保存
nl_be: Bewaar mijn instellingen
no_no: Lagre mine valg
pl_pl: Zapisz moje preferencje
pt_pt: Guardas as minhas alterações
ro_ro: Salveaza setarile

# mail_settings.headline
source: Mail Settings
da_dk: Indstillinger for email
de_de: Mail Einstellungen
el_gr: Ρυθμίσεις ταχυδρομείου
es_es: Envíe Peferencias
fr_fr: Votre Match-Alert
is_is: Tölvupóst uppsetning
it_it: Impostazione per l'invio delle emails
ja_jp: メールのセッティング
nl_be: Mail Instellingen
no_no: Mail oppsett
pl_pl: Ustawienia wiadomości
pt_pt: Configurações de e-mail
ro_ro: Setari Mail

# mail_settings.frequency
source: Frequency
da_dk: Hyppighed
de_de: Häufigkeit
el_gr: Συχνότητα
es_es: Frecuencia
fr_fr: Fréquence des envois
is_is: Tíðni
it_it: Frequenza
ja_jp: 頻度
nl_be: Frequentie
no_no: Hyppighet
pl_pl: Częstotliwość
pt_pt: Frequência
ro_ro: Frecventa

# content.headline
source: Content
da_dk: Indhold
de_de: Inhalt
el_gr: Περιεχόμενο
es_es: Contenido
fr_fr: Sélection des offres
is_is: Innihald
it_it: Contenuto
ja_jp: 内容
nl_be: Inhoud
no_no: Innhold
pl_pl: Zawartość
pt_pt: Conteúdo
ro_ro: Continut

# settings.headline
source: Match Settings
da_dk: Byttekriterier
de_de: Match Einstellungen
el_gr: Ρυθμίσεις Ταιριάσματος
es_es: Preferencias de Intercambio
fr_fr: Vos critères
is_is: Vöktunar valið
it_it: Impostazioni per il Matc Alert
ja_jp: マッチ・セッティング
nl_be: Instellingen voor de overeenstemming
no_no: Sammenlign valg
pl_pl: Preferencje dotyczące ofert
pt_pt: Configurações de correspondência
ro_ro: Setari de potrivire

# settings.destinations
source: Destinations
da_dk: Ønskede byttelande
de_de: Reiseziele
el_gr: Προορισμοί
es_es: Destinos
fr_fr: Vos destinations
is_is: Áfangastaðir
it_it: Paesi di destinazione
ja_jp: 目的地
nl_be: Bestemmingen
no_no: Destinasjoner (land)
pl_pl: Cele podróży
pt_pt: Destinos
ro_ro: Destinatii

# settings.destinations_available
source: Destinations Available
de_de: Verfügbare Reiseziele.
el_gr: Διαθέσιμοι Προορισμοί
es_es: Destinod Disponibles
fr_fr: Destinations disponibles
is_is: Áfangastaðir enn í boði
it_it: Destinazioni disponibili
ja_jp: 可能な目的地
nl_be: Bestemmingen beschikbaar
no_no: Tilgjengelige destinasjoner
pt_pt: Destinos disponíveis
ro_ro: Destinatii disponibile

# settings.destinations_chosen
source: Destinations Chosen
de_de: Gewählte Reiseziele.
el_gr: Επιλεγμένοι Προορισμοί
es_es: Destinos Elegidos
fr_fr: Les destinations que vous avez choisies
is_is: Valinn áfangastaður
it_it: Destinazioni scelte
ja_jp: 選択された目的地
nl_be: Gekozen bestemmingen
no_no: Valgte destinasjoner
pt_pt: Destino escolhido
ro_ro: Destinatii alese

# destinations.introtext
source: You can save any number of destinations in this section by clicking on the orange boxes to add desired destinations at (1) country level OR (2) country-region level OR (3) country-region-city level.
de_de: Sie können hier Ihre Reiseziele (beliebige Anzahl) speichern - klicken Sie die Box (orange), um Ihr Reiseziel (1) oder das Land(2) oder die Stadt (3) hinzuzufügen.
es_es: Puede guardar todas los destinos que desee en esta sección simplemente haciendo "clic" en el botón naranja para añadir destinos deseados (1) nivel del país O (2) nivel país-región O (3) nivel país-región-ciudad.
fr_fr: Vous pouvez indiquer autant de destinations que vous voulez. Cliquez sur les boutons orange pour effectuer votre sélection sur les pays (niveau 1) OU les régions (niveau 2) OU les villes (niveau 3).
is_is: Þú getur vistað eins marga áfangastaði í þessu vali og þú óskar þér með því að smella í appelsínugula boxið og valið áfangastaði eftir (1) landi eða (2) héraði í landinu eða (3) borgum í landinu.
it_it: Qui potete inserire e salvare tutte le destinazioni desiderate cliccando nel riquadro arancione sia per il paese (1) oppure per Paese Regione (2) e anche Paese-regione-città (3).
ja_jp: このセクションでは希望する行き先はいくつでも保存できます。まずオレンジボックスをクリックして希望行き先を（１）国名レベル、（２）地域レベル、（３）国名ー地域ー市のレベルと加えていきます。
no_no: Du kan lagre et ubegrenset antall destinasjoner i denne delen ved å klikke på de orange boksene for å henvende deg til de ønskede destinasjonene på (1) landsnivå ELLER (2) land-region nivå ELLER (3) land-region-storby nivå.

# other_details.headline
source: Other Details
da_dk: Andre oplysninger
de_de: Weitere Details
el_gr: Άλλα στοιχεία
es_es: Otros Detalles
fr_fr: Autres détails
is_is: Önnur atriði
it_it: Altri dettagli
ja_jp: その他
nl_be: Andere details
no_no: Andre detaljer
pl_pl: Inne innformacje
pt_pt: Outros detalhes
ro_ro: Alte detalii

# mail_settings.language
source: Email language
da_dk: Email sprog
de_de: email Sprache
el_gr: Γλώσσα μηνυμάτων ηλεκτρονικού ταχυδρομείου
es_es: Idioma para los e-mails
fr_fr: Langue
is_is: Tölvupósts tungumál
it_it: Lingua per le emails
ja_jp: メールでの使用言語
nl_be: E-mail taal
no_no: E-post språk
pt_pt: Língua a usar nos e-mails
ro_ro: Limba e-mail

# content.only_new
source: Include only new listings
da_dk: Send kun nye medlemmer
de_de: Nur neue Angebote hier:
el_gr: Στέλνετε μόνο νέες καταχωρίσεις
es_es: Envíe únicamente anuncios nuevos
fr_fr: sur les nouvelles offres exclusivement
is_is: Sendið aðeins nýjar skráningar
it_it: Manda soltanto le nuove iscrizioni
ja_jp: 新しいリストのみを含む
nl_be: Zend alleen nieuwe aanbiedingen
no_no: Send bare nye tilbud
pl_pl: Wysyłaj tylko nowe oferty
pt_pt: Enviar apenas novos registos
ro_ro: Include doar listarile noi

# content.new_and_changed
source: Send both new and changed listings
da_dk: Send både nye og ændrede medlemsprofiler
de_de: Senden von neuen und geänderten Angeboten
el_gr: Στέλνετε νέες και αλλαγμένες καταχωρίσεις
es_es: Envíe ambos anuncios nuevos y anuncios actualizados
fr_fr: sur toutes les offres, nouvelles et actualisées
is_is: Sendið bæði lista yfir nýjar og breyttar skráningar
it_it: Manda sia le nuove iscrizioni che quelle rinnovate
ja_jp: 新しいのと変更されたリストの両方を送る
nl_be: Zend zowel nieuwe als gewijzigde aanbiedingen
no_no: Send både nye og endrede tilbud
pl_pl: Wysyłaj nowe i zaktualizowane oferty
pt_pt: Enviar registos novos e alterados
ro_ro: Salveaza atat listarile noi cat si cele modificate

# no_change_to_profile
source: None of the adjustments you make to these categories will change your profile. They are used only for Match Alert!
da_dk: Ingen af de tilpasninger du foretager her vil påvirke din profil. Dette er kun til brug for "Match Alert!"
de_de: Keine in dieser Katergorie vorgenommene Korrektur verändert Ihr Angebot! Diese wird nur für Match Alert gebraucht.
el_gr: Καμία από τις ρυθμίσεις που κάνετε σε αυτές τις κατηγορίες δεν αλλάζει το προφίλ σας. Χρησιμοποιούνται μόνο στις Ειδοποιήσεις Ταιριάσματος!
es_es: Ninguno de los ajustes que usted haga a estas categorías cambiará su anuncio. Únicamente se usan para el Match Alert
fr_fr: Aucune des informations collectées ici ne modifie le texte de votre offre
is_is: Ekkert af því vali sem þú setur inn vegna þessa, breytir skráningu þinni. Þær eru eingöngu fyrir valvaktina.
it_it: Nessuno dei cambiamenti che voi fate in queste categorie cambierà il vostro profilo. Questi cambiamenti sono usati solo per il Match Alert
ja_jp: このカテゴリーであなたが調整した項目は、あなたのプロファイルでは変更されていません。3月のアラートで使われるだけです！
nl_be: De aanpassingen die je maakt in deze categorieën zullen je aanbieding niet wijzigen. Zij dienen alleen voor het zoeken van overeenstemming!
no_no: Ingen av de justeringer du foretar i disse katagoriene vil endre din profil. De brukes bare for matching.
pl_pl: Ustawienia preferencji dla powiadomień nie mają wpływu na informacje zawarte w Twoim formularzu członkowski. Preferencje odnoszą się wyłącznie do powiadomień.
pt_pt: Nenhuma das alterações nesta categoria alterará o seu perfil. Estas são apenas usadas para os Match Alert!
ro_ro: Niciuna din modificarile facute la aceste categorii nu va schimba profilul dvs. Acestea sunt folosite doar pentru Avertizarile de potrivire

# settings.minimum_adults
source: Minimum number of adults
da_dk: Minimum antal
de_de: Erwachsene (mindestens)
el_gr: Ελάχιστος αριθμός ενηλίκων
es_es: Número mínimo de adultos
fr_fr: Nombre d'adulte(s) minumum
is_is: Lágmarks fjöldi fullorðinna
it_it: Numero minimo di adulti
ja_jp: 大人の最小数
nl_be: Minimum volwassenen
no_no: Minimum antall voksne
pl_pl: Minimalna ilość dorosłych
pt_pt: Número mínimo de adultos
ro_ro: Numarul minim de adulti

# settings.with_children
source: with children
da_dk: med børn
de_de: Mit Kindern
el_gr: με παιδιά
es_es: con niños
fr_fr: avec enfant(s)
is_is: með börn
it_it: con bambini
ja_jp: 子供達
nl_be: met kinderen
no_no: med barn
pl_pl: z dziećmi
pt_pt: com crianças
ro_ro: cu copii

# settings.without_children
source: without children
da_dk: ingen børn
de_de: Ohne Kinder
el_gr: χωρίς παιδιά
es_es: sin niños
fr_fr: sans enfant(s)
is_is: án barna
it_it: senza bambini
ja_jp: 子供はなし
nl_be: zonder kinderen
no_no: uten barn
pl_pl: bez dzieci
pt_pt: sem crianças
ro_ro: fara copii

# settings.with_or_without_children
source: with or without children
de_de: Mit oder ohne Kinder
el_gr: με ή χωρίς παιδιά
es_es: con o sin niños
fr_fr: avec ou sans enfant(s)
is_is: Með eða án barna
it_it: con o senza bambini
ja_jp: 子供連れ、または子供無し
nl_be: met of zonder kinderen
no_no: med eller uten barn
pt_pt: com ou sem crianças
ro_ro: cu sau fara copii

# settings.children
source: Children
da_dk: børn
de_de: Kinder
el_gr: Παιδιά
es_es: Niños
fr_fr: enfant(s)
is_is: Börn
it_it: bambini
ja_jp: 子供達
nl_be: kinderen
no_no: barn
pl_pl: Dzieci
pt_pt: Crianças
ro_ro: Copii

# messages.settings_saved_successfully
source: Success! Your MatchAlert settings have been saved
da_dk: Succes! Dine MatchAlert indstillinger er blevet gemt
de_de: Ihre Match Alert Einstellungen wurden erfolgreich gespeichert!
el_gr: Επιτυχία! Οι ρυθμίσεις ταιριάσματός σας σώθηκαν
es_es: Se han guardado sus preferencias de Match Alert!
fr_fr: Bravo ! Votre demande pour recevoir les alertes E-mail est bien enregistrée
is_is: Fullkomið! Valvaktin þín hefur verið vistuð
it_it: Complimenti ! Le impostazioni del suo MatchAlerte sono state salvate
ja_jp: 成功です！ あなたのマッチアラートのセッティングは保存されました。
nl_be: Succes! De instellingen voor het zoeken van overeenstemming zijn bewaard.
no_no: Dette var vellykket! Dine MatchAlerts er blitt lagret
pt_pt: Sucesso! A sua configuração MatchAlert foi guardada
ro_ro: Succes! Setarile dvs referitoare la Avertizarile de potrivire au fost salvate!

# errors.undefined
source: There was an error!
da_dk: Der opstod en fejl.
de_de: Es hat einen Fehler ergeben!
el_gr: Κάποιο λάθος έγινε!
es_es: ¡Ha habido un error!
fr_fr: Attention, une erreur a été décelée !
is_is: Það var villa!
it_it: C'era un errore
ja_jp: エラーがありました！
nl_be: Er is een fout gebeurd!
no_no: Der var en feil!
pt_pt: Ocorreu um erro!
ro_ro: S-a produs o eroare!

# messages.ok_send_to_address
source: Thanks! You are registered to receive 10 MatchAlert emails. They will be sent to the email address(s) in your listing.
da_dk: Tak. Du er registreret til at modtage 10 MatchAlert emails. De vil blive sendt til email adressen i din profil.
de_de: Besten Dank und Sie sind registriert - Sie erhalten jetzt 10-Match Alert e-mails!Diese werden an die email-Adresse gesandt - wie in Ihrem Angebot angegeben!
el_gr: Ευχαριστούμε! Έχετε εγγραφεί ώστε να λάβετε 10 μηνύματα ηλεκτρονικού ταχυδρομείου για ειδοποιήσεις ταιριάσματος. Θα σταλούν στη διεύθυνση ηλεκτρονικού ταχυδρομείου που δηλώσατε στην καταχώρισή σας.
es_es: ¡Gracias! Le hemos registrado para que reciba 10 e-mails de Match Alert. Se los enviaremos a la dirección de correo electrónico que figura en su anuncio.
fr_fr: Merci. Le système est maintenant configuré pour vous envoyer 10 nouvelles alertes E-mail.
is_is: Takk! Þú ert skráður fyrir 10 Valvöktunar tölvupóstum. Þeir verða sendir á tölvupóstinn í skráningu þinni.Thanks! You are registered to receive 10 MatchAlert emails. They will be sent to the email address(s) in your listing.
it_it: Grazie ! Lei riceverà 10 emails per il MatchAlerte. Le mails saranno inviate all'indirizzo email che compare nella sua iscrizione
ja_jp: 有難うございます！１０のマッチアラートメールを受けられるように登録されました。あなたのリストのメールアドレスに送られるでしょう。
nl_be: Dank je! Je hebt je geregistreerd voor de ontvangst van 10 e-mails. Zij zullen verzonden worden naar het(de) e-mailadres(sen) in je aanbieding.
no_no: Takk! Du er registrert og vil få tilsendt 10 MatchAlert e-poster. De vil bli sendt til e-post adressen i din Intervac-annonse.
pt_pt: Obrigado! Ficou registado o seu pedido para receber 10 e-mails Match alerts. Eles serão enviados para o endereço que indicou na sua ficha.
ro_ro: Va multumim! Sunteţi înregistrat pentru a primi 10 e-mailuri de Avertizare de potrivire.Acestea vor fi trimise la adresa / adresele e-mail din listarea dvs .

# settings.accommodations_headline
source: Sleeping Accommodations
da_dk: Antal sovepladser
de_de: Schlafplätze - Anzahl
el_gr: Δυνατότητες φιλοξενίας (για ύπνο)
es_es: Cuantas personas puede alojar
fr_fr: La capacité d'hébergement que vous recherchez
is_is: Svefnpláss
it_it: posti letto
ja_jp: 宿泊施設
nl_be: Logeermogelijkheid
no_no: Overnattinger
pl_pl: Warunki wymiany
pt_pt: Quartos
ro_ro: Cazare

# settings.exchange_family
source: Exchange Family
da_dk: Byttefamilie
de_de: Tauschfamilie
el_gr: Οικογένεια Ανταλλαγής
es_es: Intercambio de Familia
fr_fr: Vous pouvez accueillir une famille composée de
is_is: Fjölskyldan sem skipt er við
it_it: famiglia per lo scambio
ja_jp: エクスチェンジする家族
nl_be: RUILFAMILIE
no_no: Byttefamilien
pl_pl: Rodzina
pt_pt: Família
ro_ro: Schimb familial

# send_another_round
source: Send 10 more emails
da_dk: Send 10 emails mere
de_de: Senden Sie 10 weitere e-mails.
el_gr: Στείλτε άλλα 10 μηνύματα
es_es: Envíe 10 e-mails más
fr_fr: Envoi de 10 nouvelles Alertes E-mail.
is_is: Sendið 10 tölvupósta í viðbót
it_it: Manda ancora 10 emails
ja_jp: １０のメールが送られる
nl_be: Zend nog 10 mails
no_no: Sen 10 flere e-poster
pl_pl: Proszę o wysłanie kolejnych 10 powiadomień
pt_pt: Enviar mais 10 e-mails
ro_ro: Trimiteti inca 10 e-mailuri

# stop_the_mails
source: <strong>Stop!</strong> Set the frequency to "never" to stop the delivery of these Match Alert! Emails.
da_dk: <strong> Stop! </ strong> indstil frekvensen til "aldrig " for at standse leveringen af disse Match Alert! E-mails.
de_de: <strong>Stop!</strong>Setzen Sie die Häufigkeit auf /"niemals/" , um die Zusendung von Match-Alert emails zu stoppen.
el_gr: <strong>Σταματείστε!</strong> Βάλτε τη συχνότητα στο "ποτέ" για να πάψει η λήψη μηνυμάτων ηλεκτρονικού ταχυδρομείου ως ειδοποιήσεων ταιριάσματος.
es_es: <strong>Stop!</strong> Indíque la frecuencia en "nunca" para parar de recibir estos e-mails del Match Alert.
fr_fr: <strong>Stop ? Vous souhaitez arrêter le Match Alert ?</strong> Sélectionnez "jamais" en rubrique Fréquence pour désactiver le service des Alertes E-mail.
is_is: <strong>hættið!</strong> skráið hve oft "aldrei" til að stöðva netpóst sendingar um valvöktun.
it_it: <strong>Stop!</strong> Indicare la frequenza "mai" per arrestare l'invio di queste mails per il MatchAlerte
ja_jp: <strong>止めて!</strong>で 回数を "決して"に設定すれば、マッチ・アラート！メールは止まります。
nl_be: <strong>Stop!</strong>Stel de frequentie "nooit" in om de ontvangst van e-mails te stoppen! E-mails.
no_no: <strong>Stopp!</strong> Sett frekvensen til "never" for å stoppe mottakelsen av disse Match Alert! E-postene.
pt_pt: <strong>Stop!</strong> Seleccione a frequência para "nunca" se quiser parar o envio dos e-mails Match Alert.
ro_ro: <strong>Stop!</strong> Setati frecventa la "niciodata "pentru a opri trimiterea acestor e-mailuri de Avertizare de potrivire

# stopped_start_again
source: The number of Match Alert emails left is set out below. To begin another round please check the frequency, settings and destinations and click the button below that says: Send 10 more emails.
da_dk: Match Alert er holdt op med at sende dig emails automatisk. Hvis du gerne vil fortsætte med at modtage"Match Alert" emails, skal du klikke på "Send 10 mere "Match Alert" emails'. Vær opmærksom på, at hyppigheden for afsendelse af emails ikke er sat til "Aldrig"'.
de_de: Die Anzahl der verbliebenen Match-Alert emails sind unten angegeben. Um wieder neu zu starten, überprüfen Sie bitte die Häufigkeit Ihrer Einstellungen und Reiseziele. Klicken Sie den button unten - "Senden weiterer 10 emails" !
el_gr: Η Ειδοποίηση Ταιριάσματος έχει σταματήσει να σας στέλνει μηνύματα. Αν θέλετε να ξαναρχίσει, παρακαλούμε επιλέξτε τη συχνότητα που επιθυμείτε παρακάτω, ενημερώστε τη και σώστε τις ρυθμίσεις σας, ύστερα πιέστε το παρακάτω κουμπί.
es_es: El Match Alert ha cesado de enviarle e-mails. Si usted desea volver a empezar otro ronda, por favor chequee la frecuencia, actualice y guarde sus preferencias, y seguidamente apriete el botón que aparece a continuación que dice: Envíe 10 e-mails más.
fr_fr: Avant de lancer ce service, veuillez indiquer ou vérifier vos critères dans cette page dont la zone grisée ci-contre à gauche. N'oubliez pas d'enregistrer tout changement (bouton orange en bas de page). Assurez-vous également de décocher la sélection "jamais" en rubrique Fréquence des envois. Puis, cliquez sur "Envoi de 10 nouvelles Alertes E-mail" pour activer le service.
is_is: Valvöktun hefur hætt tölvupóstsendingum. Ef óskað er eftir fleiri sendingum, athugið tímasetningar, uppfærið og geymið uppsetninguna. Smellið síðan á hnappinn hér neðar.
it_it: Il servizio di Match Alerte ha smesso di mandare automaticamente le emails. Se vuole avere di nuovo le emails di Match Alerte, aggiorni e salvi le sue richieste e clicchi sul bottone qui sotto
ja_jp: マッチアラートはあなたにメールを送るのを止めました。もし又始めたいと希望するなら下のマッチアラートの頻度をチェックし、それをアップデートしてあなたのセッティングを保存し、下のボタンを押してください。
nl_be: Het hulpprogramma 'Zoek overeenstemming' is gestopt met het sturen van automatische e-mails. Indien je opnieuw mails wil ontvangen, klik dan op 'Stuur 10 overeenstemmingsmails'. Let op dat de frequentie voor het ontvangen van de mails niet op 'nooit' staat.
no_no: Match Alert har stoppet å sende deg e-poster. Dersom du ønsker å starte en ny runde, bes du vennligst sjekke hurtigheten, oppdatere og lagre arbeidet før du trykker på knappen nedenfor.
pl_pl: Zakończyliśmy wysyłanie powiadomień. Jeśli chcesz otrzymać kolejne powiadomienia określ ich częstotliwość oraz zaktualizuj pozostałe preferencje. Zapisz zmianę ustawień a następnie kliknij na poniższy przycisk.
pt_pt: Os e-mails "Match Alert!" deixaram de lhe ser enviados. Se desejar voltar a recebê-los, por favor seleccione a frequência, altere e guarde as suas configurações, depois clique no botão em baixo.
ro_ro: Avertizarea de potrivire nu va mai trimite mesaje!f you want to begin another round, please check the frequency under Mail Settings below, update it and save your settings, then press the button below.
