Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/match_alert.po
Languages: da_dk, de_de, el_gr, es_es, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro

# content.listing_types
source: Listing Types
da_dk: Profil Typer
de_de: Angebots-Typus
el_gr: Τύποι καταχωρίσεων
es_es: Tipo de Listados
fr_fr: Types des offres
is_is: Tegund skráninga
it_it: Tipi di iscrizione
ja_jp: リストのタイプ
nl_be: Aanbieding types
no_no: Typer tilbud
pl_pl: Rodzaje oferty
pt_pt: Tipos de ficha
ro_ro: Tipuri de listari

# mail_settings.weekly
source: once a week
da_dk: Én gang om ugen
de_de: einmal die Woche
el_gr: μια φορά την εβδομάδα
es_es: una vez a la semana
fr_fr: une fois par semaine
is_is: einu sinni í viku
it_it: una volta alla settimana
ja_jp: 週に一度
nl_be: éénmaal per week
no_no: en gang i uka
pl_pl: raz w tygodniu
pt_pt: uma vez por semana
ro_ro: o data pe saptamana

# mail_settings.bi-weekly
source: every other week
da_dk: Hver anden uge
de_de: alle zwei Wochen
el_gr: κάθε δεύτερη εβδομάδα
es_es: cada dos semanas
fr_fr: une semaine sur deux
is_is: aðra hverja viku
it_it: ogni due settimane
ja_jp: 隔週
nl_be: elke week
no_no: hver annen uke
pl_pl: raz na dwa tygodnie
pt_pt: a cada 2 semanas
ro_ro: in fiecare saptamana

# mail_settings.monthly
source: once a month
da_dk: Én gang om måneden
de_de: einmal im Monat
el_gr: μια φορά το μήνα
es_es: una vez al mes
fr_fr: une fois par mois
is_is: einu sinni í mánuði
it_it: una volta al mese
ja_jp: 月に一回
nl_be: éénmaal per maand
no_no: en gang pr. måned
pl_pl: raz w miesiącu
pt_pt: uma vez por mês
ro_ro: o data pe luna

# mail_settings.never
source: never
da_dk: Aldrig
de_de: niemals
el_gr: ποτέ
es_es: nunca
fr_fr: jamais
is_is: aldrei
it_it: mai
ja_jp: 決して
nl_be: nooit
no_no: aldri
pl_pl: nigdy
pt_pt: nunca
ro_ro: niciodata

# my_status
source: My Match Alert Status
da_dk: Min Match Alert Status
de_de: Mein Match Alert-Status
el_gr: Η κατάσταση των ειδοποιήσεων ταιριάσματός μου
es_es: Mi Status de Match Alert
fr_fr: Configuration de votre Match Alert
is_is: Staða á valvöktun minni
it_it: La mia posizione per il MatchAlerte
ja_jp: 私のマッチアラートの状態
nl_be: Mijn Match Alert status
no_no: Min Match Alert Status
pt_pt: Estado do seu Match Alert
ro_ro: Statutul meu pentru Avertizare de potrivire
