Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/member_messages.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, sv_se

# submenu.headline
source: Message Center
da_dk: Beskedcenter
de_de: Nachrichten-Center
el_gr: Κέντρο Μηνυμάτων
es_es: Correos
fi_fi: Viestikeskus
fr_fr: Votre Messagerie Intervac
is_is: Skilaboðaskjóða
it_it: Centro Messaggi
ja_jp: メッセージ ｾﾝﾀｰ
nl_nl: Berichten
no_no: Meldingssenter.
pt_pt: Caixa de Mensagens
ro_ro: Mesajerie
sv_se: Meddelande center

# submenu.inbox
source: Inbox
da_dk: Indbakke
el_gr: Εισερχόμενα
es_es: Correo entrante
fi_fi: Saapuneet
fr_fr: Boîte de réception
is_is: Póstkassi
it_it: Cassetta Messaggi
ja_jp: 受信箱
no_no: Innboks.
pl_pl: Skrzynka odbiorcza
pt_pt: Recebidas

# submenu.inbox_title
source: Read waiting messages.
da_dk: Læs nye beskeder
de_de: Bitte lesen Sie Ihre Nachrichten
el_gr: Ανάγνωση Μηνυμάτων που αναμένουν.
es_es: Lea los mensajes recibidos
fi_fi: Lue odottavat viestit.
fr_fr: Lire vos messages en attente.
is_is: Lesið skilaboð í bið
it_it: Leggi i messaggi che attendono risposta
ja_jp: 返事を待っているメッセージを読む
nl_nl: Lees ontvangen berichten
no_no: Les meldinger som venter.
pl_pl: Przeczytaj oczekujące wiadomości.
pt_pt: Leia as mensagens pendentes.
ro_ro: Cititi mesajele in asteptare
sv_se: Läs väntande meddelande

# submenu.send_new
source: Send new message
da_dk: Send ny besked
de_de: Neue Nachrichten senden
el_gr: Αποστολή Νέου Μηνύματος
es_es: Envíe un nuevo mensaje
fi_fi: Lähetä uusi viesti
fr_fr: Envoyer un nouveau message
is_is: Sendið ný skilaboð
it_it: Manda un nuovo messaggio
ja_jp: 新しいメッセージを送る
nl_nl: Verzend een nieuw bericht
no_no: Send ny melding.
pl_pl: Wyślij nową wiadomość
pt_pt: Envie uma nova mensagem
ro_ro: Trimiteti mesaje noi
sv_se: Sänd ett meddelande

# submenu.send_new_title
source: Send a message to a member.
da_dk: Send besked til et medlem.
de_de: Senden einer Nachricht an ein Mitglied
el_gr: Στείλτε μήνυμα σε μέλος.
es_es: Envíe un mensaje a un socio.
fi_fi: Lähetä viesti jäsenelle
fr_fr: Envoyer un nouveau message
is_is: Sendið félagsmanni skilaboð
it_it: Manda un Messaggio ad un socio
ja_jp: メンバーにメッセージを送る
nl_nl: Stuur een bericht naar een deelnemer.
no_no: Send en melding til et medlem.
pl_pl: Wyślij wiadomość do członka.
pt_pt: Envie uma mensagem a um membro.
ro_ro: Trimiteti un mesaj unui membru
sv_se: Sänd ett meddelande til en annan medlem

# submenu.sent_messages
source: Sent Messages
da_dk: Sendte beskeder
de_de: Gesendete Nachrichten
el_gr: Απεσταλμένα Μηνύματα
es_es: Mande Mensajes
fi_fi: Lähetetyt
fr_fr: Messages envoyés
is_is: Útsend skilaboð
it_it: Messaggio inviato
ja_jp: メッセージを送信済み
nl_nl: Verzonden berichten
no_no: Sendte meldinger.
pl_pl: Wiadomości wysłane
pt_pt: Enviadas
ro_ro: Trimiteti mesaje
sv_se: Sända meddealanden

# submenu.sent_messages_title
source: Look at messages you have sent.
da_dk: Se beskeder du har sendt.
de_de: Schauen Sie nach Ihren Nachrichten, die Sie gesendet haben!
el_gr: Δείτε μηνύματα που έχετε στείλει.
es_es: Vea los mensajes que ha enviado.
fi_fi: Selaa lähettämiäsi viestejä.
fr_fr: Consultez les messages que vous avez envoyés. Vous pouvez les supprimer, si vous le jugez nécessaire.
is_is: Farið yfir skilaboð sem þið hafið sent
it_it: Guarda i Messaggi che hai mandato
ja_jp: 送信済みメッセージを見る
nl_nl: Bekijk verzonden berichten
no_no: Se på de meldingene du har sendt.
pl_pl: Przeglądaj wysłane wiadomości.
pt_pt: Veja as mensagens que enviou.
ro_ro: Cautati mesajele trimise
sv_se: Se på ett meddelande du sänt

# submenu.archive
source: Received Messages (Archive)
da_dk: Arkiv
de_de: Nachrichtenspeicher
el_gr: Ληφθέντα Μηνύματα (αρχείο)
es_es: Archivo de Mensajes
fi_fi: Saapuneet viestit (arkisto)
fr_fr: Messages reçus
is_is: Geymd skilaboð
it_it: Messaggi in Archivio
ja_jp: 受信トレイ（保管）
no_no: Meldingsarkiv
pl_pl: Archiwum
pt_pt: Arquivo de Mensagens
ro_ro: Mesaje Primite(Arhiva)
sv_se: Meddelande arkiv

# submenu.archive_title
source: Look at messages in the archive.
da_dk: Se beskeder i arkivet.
de_de: Schauen Sie nach Ihren Mitteilungen in Ihrem Speicher.
el_gr: Δείτε μηνύματα στο αρχείο.
es_es: Vea los mensajes archivados.
fi_fi: Selaa arkistoituja viestejä.
fr_fr: Relire les messages reçus, y répondre ou les supprimer.
is_is: Farið yfir skilaboðin sem eru í geymslu
it_it: Guarda i Messaggi nell'archivio
ja_jp: 保存メッセージを見る
nl_nl: Bekijk berichten in het archief
no_no: Se på meldingene i arkivet.
pl_pl: Przeglądaj archiwum wysłanych wiadomości.
pt_pt: Veja as mensagens que estão no seu arquivo.
ro_ro: Cautati mesajele din arhiva
sv_se: Se på meddelande i arkivet

# submenu.templates
source: Administer Templates
da_dk: Beskedskabeloner
de_de: Vorlagen verwalten
el_gr: Διαχείριση Προτύπων
es_es: Plantillas
fi_fi: Hallinnoi viestipohjia
fr_fr: Modèles de messages
is_is: Útbúið stöðluð skilaboð
it_it: Gestisci i Modelli
ja_jp: テンプレートの取り扱い
nl_nl: Beheer sjablonen
no_no: Administrer maler.
pl_pl: Zarządzanie szablonami
pt_pt: Modelos de Mensagem
ro_ro: Sabloane Administrare
sv_se: Administrera meddelande mallar

# submenu.templates_title
source: Write and save message templates.
da_dk: Opret og gem en beskedskabelon.
de_de: Nachrichtenvorlage schreiben und speichern.
el_gr: Γράψτε και σώστε πρότυπα μηνύματα.
es_es: Escriba y guarde mensajes en una plantilla
fi_fi: Kirjoita ja tallenna viestipohjia.
fr_fr: Écrire et enregistrer vos modèles de message.
is_is: Skrifið og geymið stöðluð skilaboð.
it_it: Scrivi e salva i modelli di messaggio
ja_jp: テンプレイトメッセージを書いて保存
nl_nl: Schrijf en bewaar een berichtsjabloon
no_no: Skriv og lagre maler
pl_pl: Tworzenie i zapisywanie szablonów wiadomości.
pt_pt: Crie e grave modelos de mensagem
ro_ro: Salvati sabloanele mesajelor trimise
sv_se: Skapa och spara en meddelande mall.

# templates.headline
source: Create a Message Template
da_dk: Opret en beskedskabelon
de_de: Erstellen einer Nachrichtenvorlage.
el_gr: Δημιουργήστε πρότυπο μήνυμα
es_es: Cree una plantilla
fi_fi: Luo viestipohja
fr_fr: Créer un nouveau modèle de message standard
is_is: Búið til stöðluð skilaboð
it_it: Crea un Modello per i Messaggi
ja_jp: テンプレートメッセージを作る
nl_nl: CreÃ«er een berichtsjabloon
no_no: Lag en mal.
pl_pl: Utwórz szablon wiadomości
pt_pt: Criar Modelo de Mensagem
ro_ro: Creati sabloane pentru mesaje
sv_se: Skapa en mall

# templates.use_headline
source: Use a Message Template
da_dk: Anvend en beskedskabelon
de_de: Erstellen einer Nachrichtenvorlage
el_gr: Χρησιμοποιήστε πρότυπο μήνυμα
es_es: Use una plantilla para mensajes
fi_fi: Laadi viestipohja
fr_fr: Utiliser les Messages Standards
is_is: Búið til stöðluð skilaboð
ja_jp: テンプレートメッセージを作る
nl_nl: Gebruik een sjabloonbericht
no_no: Bruk en mal.
pl_pl: Użyj szablonu wiadomości
pt_pt: Use um Modelo de Mensagem
ro_ro: Folositi un mesaj sablon
sv_se: Använd en meddelande mall

# templates.intro_text
source: The type of template I want to write is
da_dk: Klik for typen af beskedskabelon
de_de: Art der Vorlage, die ich schreiben möchte
el_gr: Το είδος του πρότυπου μηνύματος που θέλω να γράψω είναι
es_es: El tipo de plantilla que deseo escribir es
fi_fi: Haluan kirjoittaa viestipohjan, joka on
fr_fr: Choisissez le modèle que vous souhaitez créer
is_is: Tegund staðla sem ég vil útbúa er
it_it: Il tipo di Modello che voglio scrivere é
ja_jp: 書きたいテンプレートのタイプは、
nl_nl: Het type sjabloon dat ik wil schrijven is
no_no: Malen jeg vil bruke er
pl_pl: Typ szablonu wiadomości
pt_pt: O tipo de modelo que pretendo é
ro_ro: Tipul de sablon pe care doresc sa-l folosesc este:

# templates.reply_label
source: Reply
da_dk: Besvar
de_de: Antwort
el_gr: Απάντηση
es_es: Contestación
fi_fi: Vastaus
fr_fr: Réponse
is_is: Svara
it_it: Rispondi
ja_jp: 返答
nl_nl: Antwoord
no_no: Svar
pl_pl: Odpowiedz
pt_pt: Resposta
ro_ro: Reluati
sv_se: Svara

# templates.answer_template
source: Answer Template
da_dk: Svarskabelon
de_de: Antwort-Vorlage
el_gr: Πρότυπο Απάντησης
es_es: Plantilla de contestación
fi_fi: Vastauspohja
fr_fr: modèle de Réponse
is_is: Forsniðin svör
it_it: Modello per la Risposta
ja_jp: テンプレートに返答する
nl_nl: Antwoord sjabloon
no_no: Svarmal.
pl_pl: Szablon odpowiedzi
pt_pt: Modelo de Resposta
ro_ro: Sablon raspuns
sv_se: Svars mall

# templates.contact_template
source: Contact template
da_dk: Kontaktskabelon
de_de: Kontakt-Vorlage
el_gr: Πρότυπο Επαφής
es_es: Plantilla de Contacto
fi_fi: Yhteydenotto
fr_fr: modèle de Contact
is_is: Forsniðin tengi skilaboð
it_it: Modello per i Contatti
ja_jp: テンプレートにコンタクト
nl_nl: Contact sjabloon
no_no: Kontaktmal.
pl_pl: Szablon kontaktowy
pt_pt: Modelo de Contacto
ro_ro: Sablon contact
sv_se: Meddelande mall

# templates.load
source: Load
da_dk: Hent
de_de: Text laden oder
el_gr: Φόρτωση
es_es: Cargar
fi_fi: Lataa
fr_fr: Ouvrir
is_is: Upphal
it_it: Carica (il programma)
ja_jp: 読み込む
nl_nl: laad op
no_no: Last opp.
pt_pt: Carregar
ro_ro: Incarcati
sv_se: Ladda

# templates.name
source: Template Name
da_dk: Skabelonnavn
de_de: Name für Vorlage
el_gr: Όνομα Πρότυπου
es_es: Nombre de la plantilla
fi_fi: Viestipohjan nimi
fr_fr: Nom de votre modèle
is_is: Nafn á forsniðum
it_it: Nome del Modello
ja_jp: テンプレートの名前
nl_nl: Sjabloon naam
no_no: Navn på malen.
pl_pl: Nazwa szablonu
pt_pt: Nome do Modelo
ro_ro: Nume Sablon
sv_se: Mall namn

# templates.subject
source: Message Subject
da_dk: Emne
de_de: Betreff der Nachricht
el_gr: Θέμα Μηνύματος
es_es: Asunto:
fi_fi: Viestin aihe
fr_fr: Objet du message
is_is: Efni skilaboða
it_it: Argomento del Messaggio
ja_jp: メッセージの主題
nl_nl: Onderwerp bericht
no_no: Emne for melding.
pl_pl: Temat wiadomości
pt_pt: Assunto
ro_ro: Subiect Mesaj
sv_se: Ämne

# templates.save_button
source: Save My Template
da_dk: Gem min skabelon
de_de: Speichern meiner Vorlage
el_gr: Σώσε το Πρότυπό μου
es_es: Guardar mi Plantilla
fi_fi: Tallenna lomake
fr_fr: Enregistrer votre modèle de message
is_is: Geymið mín forsnið
it_it: Salva il Mio Modello
ja_jp: 私のテンプレートを保存する
nl_nl: Bewaar mijn sjabloon
no_no: Lagre min mal.
pt_pt: Gravar o meu Modelo
ro_ro: Salveaza sablonul
sv_se: Spara min mall

# templates.successful_save
source: Your template has been saved.
da_dk: Skabelonen er gemt.
de_de: Ihre Vorlage ist gespeichert.
el_gr: Το πρότυπό σας σώθηκε.
es_es: Hemos guardado su plantilla.
fi_fi: Viestipohjasi on talletettu.
fr_fr: Votre modèle est enregistré.
is_is: Forsnið þitt hefur verið vistað.
it_it: Il suo modello é stato salvato
ja_jp: あなたのテンプレートは保存されました。
nl_nl: Je sjabloonbericht is bewaard
no_no: Din mal er blitt lagret.
pl_pl: Zapisz mój szablon
pt_pt: O seu modelo foi gravado
ro_ro: Sablonul dvs a fost salvat
sv_se: Er mall är nu sparad

# templates.delete_template
source: Delete this template
da_dk: Slet denne skabelon
de_de: Löschen dieser Vorlage.
el_gr: Διαγράψτε αυτό το πρότυπο
es_es: Borrar mi plantilla
fi_fi: Poista tämä lomake
fr_fr: Supprimer ce modèle
is_is: Eyðið þessum forsniðum
it_it: Cancella questo Modello
ja_jp: このテンプレートを削除する
nl_nl: Verwijder dit sjabloon
no_no: Slett denne malen.
pl_pl: Usuń ten szablon
pt_pt: Apagar o modelo
ro_ro: Sterge sablonul
sv_se: Ta bort denna mall

# templates.confirm_delete
source: Are you sure you want to delete this template?
da_dk: Er du sikker på du vil slette denne skabelon?
de_de: Sind Sie sicher, dass diese Vorlage gelöscht werden soll?
el_gr: Σίγουρα θέλετε να διαγράψετε αυτό το πρότυπο;
es_es: ¿Está seguro de desear borrar esta plantilla?
fi_fi: Haluatko varmasti poistaa tämän lomakkeen?
fr_fr: Voulez-vous vraiment supprimer ce modèle de message ?
is_is: Ertu viss um að þú viljir eyða þessu forsniði?
it_it: Sei sicuro che vuoi cancellare questo Modello ?
ja_jp: あなたは本当にこのテンプレートを削除したいのですか？
nl_nl: Ben je zeker dat je dit sjabloon wil verwijderen?
no_no: Er du sikker på at du ønsker å slette denne malen?
pl_pl: Czy jesteś pewien, że chcesz usunąć ten szablon?
pt_pt: Tem a certeza que quer apagar este modelo?
ro_ro: Sunteti sigur ca doriti sa stergeti sablonul?
sv_se: Är du säker att du vill ta bort denna meddelande mall?

# templates.use_a_template
source: Use a template
da_dk: Brug en skabelon
de_de: Verwenden Sie eine Vorlage.
el_gr: Χρησιμοποιήστε πρότυπο
es_es: Use una plantilla
fi_fi: Käytä lomaketta
fr_fr: Utiliser un modèle de message déjà existant
is_is: Notið forsnið.
it_it: Usa un Modello
ja_jp: テンプレートを用いる
nl_nl: Gebruik een sjabloon
no_no: Bruk en mal.
pl_pl: Użyj szablonu
pt_pt: Usar um modelo
ro_ro: Foloseste un sablon
sv_se: Använd en mall

# sent_messages.headline
source: Messages you have sent
da_dk: Beskeder du har sendt
de_de: Gesandte Nachrichten.
el_gr: Μηνύματα που έχετε στείλει
es_es: Mensajes que usted ha enviado
fi_fi: Lähettämäsi viestit
fr_fr: Les messages que vous avez envoyés
is_is: Skilaboð sem þið hafið sent
it_it: Messaggi che lei ha mandato
ja_jp: 送信済みメッセージ
nl_nl: Berichten die je verstuurd hebt
no_no: Meldinger som du har sendt
pl_pl: Wiadomości, które wysłałeś
pt_pt: Mensagens enviadas
ro_ro: Mesaje trimise
sv_se: Meddelande du sänt

# new_message.headline
source: Write a new message
da_dk: Opret en ny besked
de_de: Schreiben einer neuen Nachricht.
el_gr: Γράψτε νέο μήνυμα
es_es: Escriba un nuevo mensaje
fi_fi: Kirjoita uusi viesti
fr_fr: Écrire un nouveau message
is_is: Skrifið ný skilaboð
it_it: Scrivi un nuovo messaggio
ja_jp: 新しいメッセージを書く
nl_nl: Maak een bericht
no_no: Skriv en ny melding.
pl_pl: Napisz nową wiadomość
pt_pt: Escrever nova mensagem
ro_ro: Scrieti un mesaj nou
sv_se: Skriv ett nytt meddelande

# new_message.language
source: This member speaks
da_dk: Dette medlem taler
de_de: Dieses Mitglied spricht folgende Sprachen, z.B. Englisch,Französisch, Deutsch etc.
el_gr: Το μέλος αυτό μιλά
es_es: Este socio habla
fi_fi: Tämä jäsen puhuu
fr_fr: Ce membre parle
is_is: Þessi félagsmaður talar
it_it: Questo Socio parla
ja_jp: この会員が使用する言語：
nl_nl: Deze deelnemer spreekt
no_no: Medlemmet snakker
pl_pl: Ten członek mówi po
pt_pt: Este membro fala
ro_ro: Acest membru vorbeste
sv_se: Denna medlem talar följande språk

# new_message.no_rental_accepted
source: This member does not accept rental offers
da_dk: Dette medlem accepterer IKKE leje tilbud
de_de: Dieses Mitglied akzeptiert keine Mietangebote.
el_gr: Το μέλος αυτό δεν δέχεται προτάσεις ενοικίασης
es_es: Este socio no acepta ofertas de alquiler
fi_fi: Tämä jäsen ei ota vastaan vuokralle tarjotaan viestejä
fr_fr: Ce membre refuse les offres de location
is_is: þessi félagsmaður vill ekki leigutilboð
it_it: Questo socio non accetta proposte di affitto
ja_jp: この会員は賃貸のオファーは受け付けません。
nl_nl: Dezeideelnemer aanvaardt geen aanbiedingen om te huren
no_no: Dette medlemmet godtar ikke leietilbud.
pl_pl: Teh członek nie przyjmuje ofert wynajmu
pt_pt: este membro não deseja receber ofertas de aluguer.
ro_ro: Acest membru nu accepta oferte de inchiriere
sv_se: Denna medlem accepterar nte hyres erbjudande

# new_message.send_button
source: Send Message
da_dk: Sendt besked
de_de: Senden von Nachrichten.
el_gr: Στείλτε μήνυμα
es_es: Mande un mensaje
fi_fi: Lähetä viesti
fr_fr: Envoyer le message
is_is: Sendið skilaboð
it_it: Manda il Messaggio
ja_jp: メッセージを送る
nl_nl: Verzend bericht
no_no: Send melding.
pl_pl: Wyślij wiadomość
pt_pt: Enviar Mensagem
ro_ro: Trimite mesaj
sv_se: Sänd meddelande

source: From
da_dk: Fra
de_de: von
el_gr: Από
es_es: De
fi_fi: Keneltä
fr_fr: de
is_is: Frá
it_it: Da
ja_jp: 差出人：
nl_nl: Van
no_no: Fra
pl_pl: Od
pt_pt: De
ro_ro: De la
sv_se: Från

source: To
da_dk: Til
de_de: zu
el_gr: Προς
es_es: Para
fi_fi: Kenelle
fr_fr: à
is_is: Til
it_it: A
ja_jp: 相手先：
nl_nl: Aan
no_no: Til
pl_pl: Do
pt_pt: Para
ro_ro: Catre
sv_se: Till

source: Subject
da_dk: Emne
de_de: Thema
el_gr: Θέμα
es_es: Asunto
fi_fi: Aihe
fr_fr: Objet
is_is: Efni
it_it: Argomento
ja_jp: 主題
nl_nl: Onderwerp
no_no: Emne
pl_pl: Temat
pt_pt: Assunto
ro_ro: Subiect
sv_se: Ämne

# templates.create_new
source: create new
da_dk: Opret ny
de_de: erstellen
el_gr: δημιουργήστε νέο
es_es: cree_nuevo
fi_fi: luo uusi
fr_fr: Créer un nouveau un modèle
is_is: Útbúið ný
it_it: Crea un nuovo
ja_jp: 新しく作る
nl_nl: Maak een nieuw bericht
no_no: Skriv_ny
pl_pl: utwórz nowy
pt_pt: Criar Nova
ro_ro: creati mesaj nou
sv_se: Skapa_ny

# message_received.message_read_on
source: You read this message on
da_dk: Du læser denne besked på
de_de: Sie haben diese Nachricht gelesen am
el_gr: Διαβάσατε το μήνυμα αυτό στις
es_es: Leyó este mensaje el
fi_fi: Olet lukenut tämän viestin
fr_fr: Vous avez lu ce message le
is_is: Þið lásuð þessi skilaboð
it_it: Lei ha letto questo messaggio il
ja_jp: このメッセージを読んだ日：
nl_nl: Je las dit bericht op
no_no: Du leste denne meldingen på
pl_pl: Wiadomość przeczytana
pt_pt: Leu esta mensagem a
ro_ro: Ati citit acest mesaj pe

# message_received.message_not_read
source: You have not read this message yet
da_dk: Du har ikke læst denne besked endnu
de_de: Sie haben diese Nachricht noch nicht gelesen
el_gr: Δεν έχετε ακόμα διαβάσει αυτό το μήνυμα
es_es: Todavía no ha leido este mensaje
fi_fi: Et ole vielä lukenut tätä viestiä
fr_fr: Vous n'avez pas encore lu ce message
is_is: Þið hafið enn ekki lesið þessi skilaboð
it_it: Lei non ha ancora letto questo messaggio
ja_jp: このメッセージは未開封です
nl_nl: Je hebt dit bericht nog niet gelezen
no_no: Du har ikke lest denne meldingen enda.
pl_pl: Jeszcze nie przeczytałeś tej wiadomości
pt_pt: Ainda não leu esta mensagem
ro_ro: Nu ati citit inca acest mesaj
sv_se: Detta meddelande är ännu inte läst

# message_sent.not_read
source: Your message has not been read yet
da_dk: Din besked er ikke blevet læst endnu
de_de: Ihre Nachricht wurde noch nicht gelesen
el_gr: Το μήνυμά σας αυτό δεν έχει ακόμα διαβαστεί
es_es: Su mensaje todavía no ha sido leido
fi_fi: Lähettämääsi viestiä ei ole vielä luettu
fr_fr: Votre message n'est pas encore lu
is_is: Ykkar skilaboð hafa ekki verið lesin
it_it: Il suo messaggio non é stato ancora letto
ja_jp: あなたのメッセージはまだ未読です。
nl_nl: Je bericht werd nog niet gelezen
no_no: Din melding har ikke blitt lest enda.
pl_pl: Twoja wiadomość jeszcze nie została przeczytana
pt_pt: A sua mensagem ainda não foi lida
ro_ro: Mesajul dvs nu a fost inca citit
sv_se: Ert meddelamde är ännu inte läst

source: Sent on
da_dk: Sendt d.
de_de: Gesandt am
el_gr: Εστάλη στις
es_es: Enviado el
fi_fi: Lähetetty
fr_fr: Envoyé le
is_is: Áframsend
it_it: Mandato il
ja_jp: 送付日：
nl_nl: Verstuurd op
no_no: Videresendt
pl_pl: Wysłano
pt_pt: Enviada a
ro_ro: Trimis pe

source: Received on
de_de: Erhalten am
el_gr: Ελήφθη στις
es_es: Recibido el
fi_fi: Vastaanotettu
fr_fr: Reçu le
is_is: Móttekið
it_it: Ricevuto il
ja_jp: 受信日：
nl_nl: Ontvangen op
no_no: Mottatt den
ro_ro: Primit pe

# message_sent.answered_on
source: This message has been answered on
da_dk: Denne besked er blevet besvaret d.
de_de: Diese Nachricht wurde beantwortet am
el_gr: Το μήνυμα αυτό απαντήθηκε στις
es_es: Mensaje enviado el
fi_fi: Tähän viestiin on vastattu
fr_fr: Ce message a été répondu le
is_is: Þessum skilaboðum var svarað
it_it: Risposto a questo messaggio il
ja_jp: このメッセージの送信日：
nl_nl: Dit bericht werd beantwoord op
no_no: Denne meldingen er det blitt svart på.
pl_pl: Na tą wiadomość odpowiedziano
pt_pt: Esta mensagem teve resposta a
ro_ro: Acest mesaj a primit raspuns

# message_sent.read_on
source: Your message has been read on
da_dk: Din besked er blevet læst d.
de_de: Ihre Nachricht wurde gelesen am
el_gr: Το μήνυμά σας διαβάστηκε
es_es: Su mensaje ha sido leido el
fi_fi: Viestisi on luettu
fr_fr: Votre message a été lu le
is_is: Ykkar skilaboð voru lesin
it_it: Il suo messaggio é stato letto il
ja_jp: あなたのメッセージが開封された日：
nl_nl: Je bericht werd gelezen op
no_no: Din melding er blitt lest på
pl_pl: Twoja wiadomość została przeczytana
pt_pt: A sua mensagem foi lida a
ro_ro: Mesajul dvs a fost citit
