Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/member_messages.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, sv_se

# new_message.attachment
source: Send a jpg, pdf, doc or docx as attachment
de_de: Senden Sie als Anhang eine jpg, pdf, doc oder docx - Datei
es_es: Envíe un documento adjunto en jpg, pdf
fi_fi: Lähetä jpg, pdf, doc tai docx tiedosto liitteenä
fr_fr: Joindre un fichier (.jpeg, .pdf, .doc ou .docx)
is_is: Sendið sem jpg, pdf, doc eða docx viðhengi
it_it: Manda un jpg, pdf, o documento come allegato
ja_jp: jpg、 pdf doc 又は docx をアタッチして送付してください。
nl_nl: Stuur een jpg, doc, of docx als attachment.
no_no: Send en jpg, pdf, doc or docx som vedlegg

# -x- errors.no_contact_to_trial_members
source: Sorry, this family has not yet decided to join Intervac as full members. Until they do, contacting them is not possible.
de_de: Dieses Mitglied hat sich leider noch nicht für eine Vollmitgliedschaft bei INTERVAC entschieden. Bevor dies nicht geschieht, ist ein Kontakt nicht möglich!
es_es: Sorry, this family has not yet decided to join Intervac as full members. Until they do, contacting them is not possible.Lo sentimos, esta familia todavía no se ha inscrito a Intervac. Hasta que no lo haga no es posible contactarles.
fi_fi: Pahoittelemme, mutta tämä perhe ei ole vielä päättänyt liittyä Intervacin täysjäseneksi. Heihin ei voi olla yhteydessä ennen kuin he ovat jäseniämme.
it_it: Spiacenti, ma questo socio non ha ancora deciso di iscriversi a Intervac come socio effettivo. Fino a quando non lo farà non é possibile contattarlo.
ja_jp: 残念ですが、この家族はまだインターバックの正会員ではありません。会員登録を済ませるまでは、コンタクトは不可能です。

# -x- errors.no_contact_for_trial_members
source: Sorry, trial members are not allowed to contact other members. If you are ready to contact a member about an exchange, you can <link>click here</link> to pay for your membership.
de_de: Als "Schnuppermitglied" können Sie mit anderen Mitgliedern keinen Kontakt aufnehmen. Wenn Sie ein Mitglied bezüglich eines Haustausches kontakten wollen, können Sie <link>hier klicken</link> um für Ihre Mitgliedschaft zu bezahlen.
fi_fi: Anteeksi, mutta koejäsenet eivät voi olla yhteydessä toisiin jäseniin. Jos olet valmis ottamaan yhteyttä jäseneen kodinvaihdosta, voit <link>klikata tästä </link> jäsenmaksun maksamiseen.
it_it: Spiacenti, ma i soci con iscrizione di prova non possono contattare altri soci. Se vuole contattare un socio per uno scambio può <link>cliccare qui</link> per diventare membro effettivo.
ja_jp: 残念ながら、トライアル期間中は他の会員とコンタクトを取ることは出来ません。もし会員とエクスチェンジのコンタクトを取りたい場合は、<link>ここをクリックclick here</link> して、あなたの会員資格ための会費を支払ってください。

# errors.no_inbox_for_trial_members
source: Sorry, only full members can read incoming messages.
de_de: Die eingehenden Nachrichten können nur von Vollmitgliedern gelesen werden.
es_es: Lo sentimos sólo los socios de pleno derecho pueden leer los mensajes.
fi_fi: Vain täysjäsenet voivat lukea saapuneita viestejä. Harmi.
fr_fr: Désolés, l'accès à la boîte de réception pour la lecture des messages Intervac est réservé exclusivement aux membres actifs. Vous serez en mesure de lire tous vos messages reçus dès que vous aurez confirmé votre inscription en tant que membre actif.
is_is: Því miður en aðeins fullgildir meðlimir geta lesið póst sem berst.
it_it: Spiacenti, ma solo i soci effetivi possono leggere i messaggi che arrivano
nl_nl: Sorry, alleen Volledige Deelnemers kunnen binnenkomende berichten lezen.
no_no: Beklager, det er kun ordinære medlemmer som kan lese innkommende meldinger.

# message_sent.trial_to_full
source: Thank you, your message has been forwarded to our member with the listing {{member_id}}. You will be able to access copies of your sent messages as well as read any replies you receive as soon as you have paid for a full membership.
de_de: Besten Dank und Ihre Nachricht ist an unser Mitglied {{member_id}} weitergeleitet worden. Sie haben Zugang zu Ihren gesandten Nachrichten und auch zu den Antworten darauf, sobald Sie als Vollmitglied bezahlt haben.
es_es: Gracias, su mensaje se ha enviado al socio {{member_id}}. Podrá tener acceso a las copias de los menajes que ha enviado y a los que ha recibido tan pronto como sea socio de pleno derecho.
fi_fi: Kiitoksia, viestisi on välitetty jäsenelle, jonka jäsennumero on {{member_id}}. Voit nähdä kopiot lähettämistäsi viesteistä ja lukea saamasi vastaukset maksettuasi täysjäsenen jäsenmaksun.
fr_fr: Merci, votre message a bien été envoyé au membre Intervac pour son offre référencée {{member_id}}. Vous serez en mesure de lire sa réponse ou de revoir la copie de votre message envoyé, dès que vous aurez confirmé votre inscription pour devenir membre actif.
is_is: Þakka þér fyrir. Skeytið þitt hefur verið sent áfram til meðlims okkar, sem hefur númerið {{member_id}}. Þú munt geta skoðað afrit af sendum skeytum þínum sem og lesið þau svör sem þér kunna að berast jafnskjótt og þú hefur greitt fyrir fulla aðild að Intervac.
it_it: Il suo messaggio é stato inoltrato al nostro socio con iscrizione {{member_id}}. Lei sarà in grado di accedere ai messaggi che ha inviato e di leggere quelli ricevuti appena diventerà socio effettivo
nl_nl: Dank u, uw bericht is doorgestuurd naar onze Deelnemer {{member_id}}. Zodra u heeft betaald voor Volledige Deelname, krijgt u toegang tot al uw verzonden berichten, en kunt u de ontvangen antwoorden daarop lezen.
no_no: Takk skal du ha. Din melding har blitt videresendt til vårt medlem med oppføring{{member_id}}. Du vil kunne se kopier av dine sendte meldinger og lese svar på meldinger så snart som du har betalt for vanlig medlemskap.

# message_sent.reply_to_trial
source: Thank you for replying to trial member: {{member_id}}. Your message has been saved in your sent box and an email notification has been sent to {{member_id}} informing them of a waiting reply. <p_break>Please be patient, trial members are not able to read messages until they have paid for a full membership.</p_break>
de_de: Besten Dank für Ihre Anmeldung als "Schnuppermitglied" {{member_id}}. Ihre Nachricht wurde gespeichert und Sie werden per mail darüber benachrichtigt{{member_id}}. Wenn Sie eine Nachricht von anderen Mitgliedern erhalten, werden Sie ebenfalls per mail benachrichtigt<p_break>.Haben Sie bitte Geduld, da "Schnuppermitglieder" keine Nachrichten lesen können, bevor Sie nicht Vollmitglied sind und Ihren Mitgliedsbeitrag bezahlt haben</p_break>
es_es: Gracias por contestar al socio de prueba : {{member_id}}. Su mensaje se ha guardado en su buzón y una notificación por e-mail le ha sido enviada al socio {{member_id}} informandole que espera una contestación. <p_break>Por favor, sea paciente, los socios de prueba no pueden leer mensajes hasta que han pagado su inscripción.</p_break>
fi_fi: Kiitämme vastauksestasi koejäsenelle: {{member_id}}. Viestisi on tallennettu lähteneisiin viesteihisi ja jäsenelle {{member_id}} on lähetetty ilmoitusviesti, jossa kerrotaan viestistä, joka odottaa vastausta. <p_break> Olethan kärsivällinen, koska koejäsenet eivät voi lukea saamiaan viestejä ennen kuin he ovat maksaneet täysjäsenen jäsenmaksun.</p_break>
fr_fr: Intervac vous remercie de votre réponse au membre Trial pour son offre référencée {{member_id}}. Une notification lui est envoyée automatiquement l'informant de votre réponse. Veuillez être patient SVP, les membres à l'essai (Trial) ne peuvent lire leurs messages tant qu'ils n'ont pas confirmé leur inscription définitive en tant que membre actifs.
is_is: Takk fyrir að svara prufumeðlimi: {{member_id}}. Skilaboð þín hafa verið vistuð í hólfinu fyrir send skilaboð og skilaboð hafa verið send með tölvupósti til {{member_id}} til upplýsingar um að svarið bíði. <p_break>Vinsamlegast sýnið biðlund, prufumeðlimir geta ekki lesið skilaboð fyrr en þeir hafa greitt fyrir fullgilda félagsaðild. </p_break>
it_it: La ringraziamo per aver risposto al socio con iscrizione di prova: {{member_id}}. Il suo messaggio é stato salvato nella casella dei suoi messaggi inviati e una mail di notifica é stata inviata al socio {{member_id}} informandolo che c'é una risposta in attesa. <p_break>Per cortesia porti pazienza perché i soci con iscrizione di prova non possono leggere i messaggi fintanto che non si sono iscritti come socio effettivo.d for a full membership.</p_break>
nl_nl: Dank u voor het verstuurde antwoord naar Test-Deelnemer: {{member_id}}. Uw bericht is opgeslagen in uw box Verzonden Berichten en er is een mailtje verstuurd naar {{member_id}} met de mededeling dat er een antwoord is binnengekomen. <p_break>Heb alstublieft even geduld, want Test-Deelnemers kunnen hun berichten niet lezen, totdat zij hebben betaald voor Volledige Deelname.</p_break>
no_no: Takk for at du har besvart prøvemedlem: {{member_id}}. Din beskjed har blitt lagret i din utboks og en epost-melding er blitt sendt til {{member_id}} for å informere om et ventende svar. <p_break>Vær tålmodig, medlemmet vil kunne svare så snart han/hun har betalt for ordinært medlemskap</p_break>

# message_sent.full_to_trial
source: Thank you, your message has been forwarded to the trial member with the listing {{member_id}}. <p_break>Trial members can not read messages, but we have sent a notification email to let them know that they have a message from you waiting. The email includes a link to the public version of your listing.</p_break> <p_break>We appreciate your encouraging people experiencing Intervac for the first time with your offer of interest in an exchange with them.</p_break>
de_de: Besten Dank für Ihre Nachricht und diese wurde an das "Schnuppermitglied" {{member_id}} weitergeleitet. <p_break>."Schnuppermitglieder" können diese Nachrichten nicht lesen, werden aber per mail darüber benachrichtigt! Dieses mail enthält einen link zu Ihrem Angebot </p_break> <p_break>Besten Dank für Ihr Angebot und Ihr damit angezeigtes Interesse und Ihren Mut, Haustausch mit Intervac das erste Mal zu erleben </p_break>.
es_es: Gracias, su mensaje ha sido enviado al socio de prueba {{member_id}}. <p_break>Los socios de prueba no pueden leer mensajes, pero hemos enviado una notificación por e-mail para hacerles saber que tienen un mensaje de usted esperando. El e-mail inluye un link a la versión pública de su anuncio </p_break> <p_break>Agradecemos que les anime a intercambiar por primera vez con su oferta.</p_break>
fi_fi: Kiitos, viestisi on välitetty koejäsenelle, jonka jäsennumero on {{member_id}}. <p_break>Koejäsenet eivät voi lukea saamiaan viestejä, mutta lähetämme heille ilmoitusviestin, jossa kerrotaan että heille on odottamassa teiltä saapunut viesti. Viestissä on mukana linkki ilmoituksestanne, joka näkyy kaikille.</p_break> <p_break>Arvostamme suuresti, että rohkaisette uusia jäseniä kokeilemaan kodinvaihtoa Intervacissa ensimmäistä kertaa kertomalla heille olevanne kiinnostuneita vaihdosta heidän kanssaan.</p_break>
fr_fr: Merci, votre message est maintenant envoyé au membre Trial pour son offre référencée {{member_id}}. <p_break>Pour votre information, les membres à l'essai (Trial) ne peuvent lire vos messages mais simplement recevoir des notifications par email les informant que des messages de votre part sont en attente de lecture et de réponse, avec un lien Internet direct vers votre offre d'échange.</p_break> <p_break>Nous vous invitons à continuer à solliciter ainsi les membres à l'essai testant pour la première fois Intervac afin de les encourager aux vacances échange.
is_is: Þakka þér fyrir, skilaboð þín hafa verið send áfram til prufumeðlims sem hefur númer {{member_id}}. <p_break>Prufumeðlimir geta ekki lesið skilaboð en við höfum sent boð í tölvupósti um að skilaboð frá þér bíði. Í tölvupóstinum er tengill á opnu skráninguna þína.</p_break> <p_break>Takk fyrir að hvetja nýja meðlimi til þátttöku í ævintýraheimi Intervac í fyrsta sinn með því að sýna áhuga þinn á að eiga skipti við þá. </p_break>
it_it: Il suo messaggio é stato inoltrato al socio con iscrizione di prova {{member_id}}. <p_break><<I soci in prova non possono leggere i messaggi ma abbiamo mandato una email di notifica informandoli che hanno ricevuto un messaggio da lei. La mail include un link per la versione pubblica della sua iscrizione.</p_break> <p_break>Apprezziamo che lei incoraggi le persone a sperimentare Intervac per la prima volta con la vostra offerta mostrando il vostro interesse a scambiare con loro.</p_break>
nl_nl: Dank u, uw bericht is doorgestuurd naar Test-Deelnemer {{member_id}}. <p_break>Test-Deelnemers kunnen hun berichten niet lezen, maar wij hebben een mailtje gestuurd met de mededeling dat er een bericht van u is binnegekomen. Dit mailtje bevat ook een link naar het publieke deel van uw listing-gegevens.</p_break> <p_break>Wij stellen het zeer op prijs, dat u deze mensen die Intervac voor de eerste maal beleven, aanmoedigt met uw bericht dat u mogelijk belangstelling heeft in een vakantieafspraak met hen.</p_break>
no_no: Takk, din beskjed har blitt sendt til prøvemedlemmet med oppføring {{member_id}}. <p_break>Prøvemedlemmer kan ikke lese beskjeder, men vi har sendt en beskjed med epost om at de har en melding som venter. Eposten inneholder link til din offentlige oppføring. </p_break> <p_break>Vi takker for at du oppfordrer nye medlemmer med å vise interesse for boligbytte med dem.</p_break>

# message_sent.trial_to_trial
source: Thank you, your message has been stored in trial member {{member_id}}'s inbox. Please be patient for the reply, Intervac's messaging system is available for full members. Trial members are not able to read messages until they have paid for a full membership.
de_de: Besten Dank und Sie sind als "Schnuppermitglied" {{member_id}} gespeichert. Bitte haben Sie etwas Geduld, bis Ihre Nachricht beantwortet wird, denn als "Schnuppermitglied" können die Mitteilung erst lesen, wenn Sie sich als volles Mitglied angemeldet und auch bezahlt haben.
es_es: Gracias, su mensaje ha sido guardado en el buzón del socio de prueba {{member_id}}. Por favor sea paciente con la respuesta, el servicio de mensajes de Intervac es para socios de pleno derecho y los socios de prueba no pueden leerlos hasta que han pagado el total de su inscripción.
fi_fi: Kiitos, viestisi on taltioitu koejäsenen {{member_id}} saapuneisiin viesteihin. Toivomme sinulta kärsivällisyyttä vastauksen suhteen. Intervacin viestijärjestelmä on täysjäsenten käytössä ja koejäsenet eivät voi lukea saamiaan viestejä ennen kuin ovat maksaneet täysjäsenen jäsenmaksun.
fr_fr: Merci, votre message est maintenant envoyé dans la messagerie Intervac du membre Trial pour son offre {{member_id}} et une notification par email vient de lui être envoyée. Veuillez SVP patienter pour la réponse; le service de messagerie Intervac entre membres à l'essai (Trial) étant restreint : la lecture des messages est réservée aux membres actifs ayant confirmé leur inscription définitive.
is_is: Þakka þér fyrir, skilaboð þín hafa verið send áleiðis til prufumeðlims númer {{member_id}}. Vinsamlegast sýnið biðlund, skilaboðaskjóða Intervac er eingöngu opin fullgildum meðlimum, prufumeðlimir geta ekki lesið skilaboð fyrr en þeir hafa greitt fyrir fulla félagsaðild.
it_it: Il suo messaggio é stato inserito nella casella del Socio con iscrizione di prova {{member_id}} Per cortesia porti pazienza per la risposta perché il sistema di messaggistica di Intervac é a disposizione per i soci effettivi e i soci in prova non possono leggere i messaggi fintanto che non si iscrivono come soci effettivi.
nl_nl: Dank u, uw bericht is opgeslagen in de Inbox van Test-Deelnemer {{member_id}}. Wacht alstublieft even geduldig op antwoord. Het Intervac-berichten systeem is beschikbaar voor Volledige Deelnemers. Test-Deelnemers kunnen hun berichten niet lezen, totdat zij hebben betaald voor Volledige Deelname.
no_no: Takk, din melding har blitt lagret i prøvemedlem {{member_id}}'s innbox. Vær tålmodig i påvente av svar, da beskjedsystemet kun er tilgjengelig for ordinære medlemmer. Beskjeder kan leses så snart medlemmet har betalt for fullverdig medlemskap.
