Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/member_messages.po
Languages: da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_nl, no_no, pl_pl, pt_pt, ro_ro, sv_se

# help_send_message.intro_text
source: Welcome to the Intervac In-House Messaging System. Messages that you send here will never be lost in foreign spam filters again. Because they are messages and not email you can login any time and from any internet connection to check for offers, or contact exchange partners.
da_dk: Velkommen til Intervac interne Beskedcenter. Beskeder du sender her vil aldrig vil gå tabt i fremmede spamfiltre fordi de er beskeder og ikke emails. Du kan du logge ind på ethvert tidspunkt og fra enhver internetforbindelse for at læse og oprette nye beskeder.
de_de: Willkommen im Nachrichtensystem von INTERVAC.Hier geschriebene Nachrichten, gehen nicht im SPAM verloren,da es Nachrichten sind und keine e-mails, in die Sie sich von Internetverbindungen jederzeit einloggen können, um Angebote zu checken oder mit Tauschpartnern zu kontaktieren.
el_gr: Καλωσήλθατε στο Εσωτερικό Σύστημα Μηνυμάτων της Intervac. Τα μηνύματα που στέλνετε από εδώ δεν θα χαθούν ποτέ σε φίλτρα ανεπιθύμητων μηνυάτων. Επειδή είναι μηνύματα και όχι το συνηθισμένο ηλεκτρονικό ταχυδρομείο μπορείτε να συνδεθείτε οποτεδήποτε και από οποιαδήποτε σύνδεση διαδικτύου για να δείτε αν λάβατε ή να στείλετε προσφορές.
es_es: Bienvenido al Servicio interno de mensajes de Intervac. Los mensajes que usted mande aquí no se perderán en filtros antivirus. Porque son mensajes y no e-mails. En cualquier momento usted puede conectarse y ver sus ofertas o contactar con sus compañeros de intercambio.
fi_fi: Tervetuloa Intervacin sisäiseen viestikeskukseen. Lähettämäsi viestit eivät enää koskaan päädy vieraisiin roskapostisuodattimiin. Koska kyseessä on viestipalvelu eikä sähköpostipalvelu voit kirjautua palveluun milloin vain ja miltä koneelta vain ja tarkistaa saamasi tarjoukset tai ottaa yhteyttä vaihtokumppaneihin.
fr_fr: Bienvenue sur la messagerie Intervac ! L'envoi et la réception de vos messages sont garantis à 100% : aucun risque de perte ou de spam. A tout moment, de par le monde, vous restez en contact avec les autres membres d'Intervac.
is_is: Velkomin í innanhúss skilaboðakerfið. Skilaboðin sem þið sendið hér munu aldrei tínast í rusla-fílterum aftur. Vegna þess að þetta eru skilaboð en ekki rafpóstur sem þú getur virkjað hvenær sem er frá hvaða net sambandi til að leita tilboða eða hafa samband aðra meðlimi.
it_it: Benvenuto nel Sistema In-House della Messaggistica. I messaggi che lei manda da qui non saranno mai perduti o confusi con spam. Poiché si tratta di messaggi e non di email lei può inserirsi in ogni momento e da ogni connessione internet per visualizzare le offerte o contattare gli eventuali partners
ja_jp: インターバック専用メッセージシステムへようこそ。あなたが送ったメッセージは外国の迷惑メールフィルターでなくなってしまうようなことはありません。それはメッセージであって、メールではないからです。あなたはいつでもログインし、どのインターネット・コネクションからもオファーをチェックしたり、又はエクスチェンジのパートナーにコンタクトを取ったりすることが出来ます。
nl_nl: Welkom op de Interne Intervac Berichtendienst. De berichten die je verzendt zullen nooit verloren gaan via een of andere spamfilter. Aangezien het om berichten gaat en niet om e-mails kun je steeds inloggen en vanuit elke internetaansluiting je aanbiedingen nakijken of contact opnemen met andere deelnemers.
no_no: Velkommen til the Intervac In-House Meldingssystem. Meldinger som du sender her vil aldri mistes på grunn av utenlandske spamfiltre. Fordi de er meldinger og ikke e-post kan du logge deg inn når som helst fra hvilket som helst samband for å se etter tilbud, eller kontakte boligbyttepartnere.
pl_pl: Witamy w wewnętrznym systemie wiadomości Intervac. Wiadomość wysłane poprzez system nigdy juz nie zostaną zagubione lub usunięte przez zagraniczne filtry antyspamowe. Ponieważ są to wiadomości, a nie maile, logując się do systemu w każdym momencie i z każdego miejsca możesz sprawdzić oferty wymiany i na nie odpowiedzieć.
pt_pt: Bem vindo ao novo sistema de mensagens interno do Intervac. As mensagens que enviar nunca mais ficarão retidas em filtros anti-spam. O novo sistema permite-lhe ainda aceder a partir de qualquer computador aos contactos que estabeleceu com outros membros e ter mais informação sobre as mensagens que já foram lidas.
ro_ro: Bine ati venit in Sistemul de Mesajerie Intervac! Mesajele pe care le veti trimite aici nu vor fi niciodată pierdute în filtrele de spam străine.Deoarece sunt mesaje si nu e-mailuri va puteti loga oricand, puteti verifica noile oferte, prin orice fel de conexiune internet , sau puteti contacta partenerii de schimb.
sv_se: Välkommen till Intervac in-house Messaging System. Meddelanden som du skickar här kommer aldrig att försvinna i skräppostfilter, eftersom de är meddelanden internt inom Intervac kan du logga in som medlem, för att kontrollera om det finns meddelanden , eller för att kontakta ev. bytes partner

# help_send_message.howto_headline
source: It's easy to send a message
da_dk: Det er nemt at sende en besked!
de_de: Es ist einfach, eine Nachricht zu senden.
el_gr: Είναι εύκολο να στείλετε μήνυμα
es_es: ¡Mandar un mensaje es fácil!
fi_fi: Viestin lähettäminen on helppoa!
fr_fr: Envoyer un message ? Rien de plus simple
is_is: Það er auðvelt að senda skilaboð!
it_it: E' facile inviare un messaggioi !
ja_jp: メッセージを送るのは簡単です
nl_nl: Het is eenvoudig om een bericht te versturen
no_no: Det er enkelt å sende en melding!
pl_pl: Wysyłanie widomosc jeszcze nigdy nie było tak proste!
pt_pt: É fácil enviar uma mensagem!
ro_ro: Trimiterea unui mesaj se face usor
sv_se: Det är enkelt att sända meddelanden!

# help_send_message.howto_step_1
source: Click on the search button in the orange navigation.
da_dk: Klik på søgeknappen i den orange box.
de_de: Klicken Sie auf " search-button" - orange Navigation
el_gr: Κάνετε κλικ στο κουμπί αναζήτησης στην πορτοκαλί πλοήγηση.
es_es: Haga Click en el botón de busqueda en el navegador naranja.
fi_fi: Paina hakupainiketta oranssissa palkissa.
fr_fr: Cliquez sur la mappe monde de votre page d'accueil ou utilisez la page de Recherche multi-critères.
is_is: Smellið á leitarhnappinn í appelsínugula svæðinu.
it_it: Cliccare sul bottone della ricerca nella parte arancione
ja_jp: オレンジ色のナビゲーションの中の検索ボタンをクリックする。
nl_nl: Klik op de zoektoets in de oranje navigatie
no_no: Klikk på søkeknappen i det orange navigasjonsfeltet.
pl_pl: Kliknij na przycisk wyszukiwania w pomarańczowej nawigacji.
pt_pt: Clique no botão de Pesquisa na zona laranja.
ro_ro: Faceţi clic pe butonul de căutare în sectiunea portocalie

# help_send_message.howto_step_2
source: Do a search to find a possible exchange partner.
da_dk: Lav en søgning for at finde en mulig byttepartner.
de_de: Suchen Sie hier, um einen entsprechenden Tauschpartner zu finden.
el_gr: Κάντε αναζήτηση για να βρείτε μέλος για να κάνετε μαζί του ανταλλαγή.
es_es: Haga una búsqueda para encontrar compañeros de intercambio.
fi_fi: Tee haku löytääksesi mahdollisen vaihtokumppanin.
fr_fr: Consultez les offres du pays demandé et cliquez sur l'une d'elles pour la voir en détail.
is_is: Leit að mögulegum skiptum.
it_it: Faccia una ricerca per trovare un possibile partner
ja_jp: 可能性のあるエクスチェンジの相手先を見つけるために検索する。
nl_nl: Doe een zoekopdracht om een ruilpartner te vinden.
no_no: Foreta et søk for å finne en mulig boligbyttepartner.
pl_pl: Rozpocznij wyszukiwanie potencjalnego partnera wymiany.
pt_pt: Faça uma pesquisa para encontrar um parceiro de troca.
ro_ro: Cautati un posibil partener de schimb
sv_se: Gör en sökning för att finna möjliga bytespartners

# help_send_message.howto_step_3
source: While viewing the other member's listing click the button: Send Message.
da_dk: Mens du ser det andet medlems profil klik på knappen: Send Meddelelse.
de_de: Beim Durchsuchen der Angebote anderer Mitglieder, können Sie jeweils das für Sie interessant Angebot anklicken und direkt von diesem eine Nachricht an das Mitglied senden.
el_gr: Καθώς βλέπετε την καταχώριση του άλλου μέλους πατήστε το κουμπί: Στείλτε Μήνυμα
es_es: Mientras ve el anuncio del otro socio haga click en el botón: Mandar Mensaje.
fi_fi: Katsoessasi tämän jäsenen listausta paina näppäintä: Lähetä viesti.
fr_fr: Dans la page de l'offre sélectionnée, cliquez sur le bouton "Envoyer un message à ce membre".
is_is: Um leið og þið skoðið skráningu skipta aðilans getið þið ýtt á "senda skilaboð" takkann.
it_it: Mentre vede le iscrizioni degli altri Soci può cliccare sul bottone : Manda un Messaggio
ja_jp: 他の会員のリスティングを見ながらボタンをクリックする： メッセージの送信
nl_nl: Terwijl je de aanbiedingen van andere deelnemers bekijkt, klik op : Verzend een bericht
no_no: Mens du ser på det andre medlemmets annonse,vennligst klikk på knappen: Send melding.
pl_pl: Podczas przeglądania oferty innego członka poprostu kliknij na przycisk: Wyślij wiadomość.
pt_pt: Quando estiver a ver a ficha do outro membro carregue no botão Enviar Mensagem
ro_ro: In timp ce consultati listarile altor membrii , faceti clic pe butonul :Trimite Mesaj
sv_se: Medan du tittar på andra medlemmars medlemsprofil, kan du klicka på knappen: Skicka meddelande.

# help_send_message.howto_step_4
source: Write a message to your prospective exchange partner.
da_dk: Skriv en meddelelse til din mulige byttepartner
de_de: Schreiben Sie eine Mitteilung an Ihren voraussichtlichen Tauschpartner.
el_gr: Γράψτε μήνυμα στον μέλος με το οποίο θέλετε να ανταλλάξετε.
es_es: Escriba un mensaje al posible compañero de intercambio.
fi_fi: Kirjoita viesti toivotulle vaihtokumppanillesi.
fr_fr: Écrivez votre message. Attention, celui-ci ne sera pas traduit automatiquement ! Rédigez votre texte dans la langue de correspondance indiquée par le membre.
is_is: Sendið skilaboð til viðkomandi skipta aðila.
it_it: Scriva un messaggio al suo possibile partner
ja_jp: 見込みのありそうなエクスチェンジのパートナーにメッセージを書く。
nl_nl: Schrijf een bericht naar de gewenste ruilpartner
no_no: Skriv en melding til din antatte boligbyttepartner.
pl_pl: Napisz wiadomośc do swojego potencjalnego partnera wymiany.
pt_pt: Escreva uma mensagem ao parceiro de troca que tem em vista.
ro_ro: Scrie un mesaj catre posibilul partener de schimb
sv_se: Skriv ett meddelande till ev bytespartner.

# errors.expired_or_invisible
source: Sorry, expired or invisible members can't use our messaging system.
da_dk: Beklager, beskedcenteret kan kun bruges af aktive medlemmmer.
de_de: Nicht aktive oder noch nicht sichtbare Mitglieder, können unser Mitteilungssystem nicht benutzen!
el_gr: Συγγνώμη, μέλη που έχουν λήξει ή είναι αόρατα δεν μπορούν να χρησιμοποιήσουν το σύστημα μηνυμάτων.
es_es: Lo sentimos, los socios caducados o invisibles no pueden usar nuestro servicio de mensajes.
fi_fi: Anteeksi, entiset tai piilotetut jäsenet eivät voi käyttää viestikeskusta.
fr_fr: Désolés, les membres dont l'offre est invisible ou dont l'adhésion est arrivée à expiration ne peuvent accéder à la messagerie Intervac.
is_is: Því miður félagsmaður með útrunna aðild getur ekki notað skilaboða kerfið.
it_it: Spiacenti, ma i Soci con iscrizione scaduta non possono usare il nostro sistema di messaggistica
ja_jp: 残念ながら、期限切れ又は他からはまだ見られない状態である会員は我々のメッセージ・システムを使うことは出来ません。
nl_nl: Sorry, indien de deelname is afgelopen of leden niet zichtbaar zijn, kan men onze berichtendienst niet gebruiken.
no_no: Beklager, men medlemmer med forfalt medlemskap eller medlemmer som ikke lenger er registrert i vår database, kan ikke bruke vårt meldingssystem.
pl_pl: Przepraszamy, użytkownicy, których członkostwo wygasło lub są niewidoczni nie mogą używać naszego systemu przesyłania wiadomości.
pt_pt: Desculpe, mas membros com a sua conta inactiva não podem usar o nosso sistema de mensagens.
ro_ro: Ne pare rau ! Membrii cu statutul expirat sau invizibil nu pot folosi mesajeria Intervac.
sv_se: Tyvärr, medlemsskapet har löpt ut eller noterad som osynlig, dessa medlemmar kan inte använda vårt meddelandesystem.

# info.no_messages_sent_yet
source: You haven't sent any messages yet.
da_dk: Du har ikke sendt nogle beskeder endnu.
de_de: Sie haben bis jetzt noch keine Nachrichten versandt.
el_gr: Δεν έχετε στείλει μηνύματα ακόμα.
es_es: Todavía no ha enviado ningún mensaje.
fi_fi: Et ole lähettänyt vielä yhtään viestiä.
fr_fr: A ce jour, vous n'avez envoyé aucun message.
is_is: Þið hafið ekki sent skilaboð ennþá.
it_it: Lei non ha ancora inviato nessun messaggio
ja_jp: まだメッセージは送られていません
nl_nl: Je hebt nog geen bericht verstuurd.
no_no: Du har ikke sendt noen meldinger enda.
pl_pl: Nie wysłałeś jeszcze żadnych wiadomości.
pt_pt: Ainda não enviou nenhuma mensagem.
ro_ro: Nu ati trimis inca nici un mesaj
sv_se: Ni har ännu inte sänt meddelandet.

# info.no_messages_answered_yet
source: You haven't answered any messages yet.
da_dk: Du har ikke besvaret nogle beskeder endnu.
de_de: Sie haben bis jetzt Ihre Nachrichten noch nicht beantwortet.
el_gr: Δεν έχετε απαντήσει μηνύματα ακόμα.
es_es: Todavía no ha contestado ningún mensaje.
fi_fi: Et ole vastannut vielä yhteenkään viestiin.
fr_fr: Vous n'avez répondu à aucun message.
is_is: Þið hafið ekki svarað skilaboðum ennþá.
it_it: Lei noin ha ancora risposto ad alcun messaggio
ja_jp: あなたはまだどのメッセージに返答していません
nl_nl: Je hebt nog geen berichten beantwoord.
no_no: Du har ikke svart på noen meldinger enda.
pl_pl: Nie odpowiedziałeś jeszcze na żadną wiadomość.
pt_pt: Ainda não respondeu a nenhuma mensagem.
ro_ro: Nu ati raspuns inca niciunui mesaj
sv_se: Ni har ännu inte besvarat meddelandet

# info.message_sent
source: Your message has been sent!
da_dk: Din besked er blevet sendt.
de_de: Ihre Nachricht wurde gesandt.
el_gr: Το μήνυμά σας εστάλη!
es_es: ¡Su mensaje ha sido enviado!
fi_fi: Viestisi on lähetetty!
fr_fr: Votre message est envoyé !
is_is: Skilaboð ykkar voru send!
it_it: Il suo messaggio é stato inviato
ja_jp: あなたのメッセージは送られました！
nl_nl: Je bericht is verstuurd!
no_no: Din melding er sendt!
pl_pl: Twoja wiadomość została wysłana!
pt_pt: A sua mensagem foi enviada!
ro_ro: Mesajul dvs a fost trimis!
sv_se: Ert meddelande är nu sänt!

# errors.forgotten_answer_text
source: Please don't forget to include your answer.
da_dk: Glem ikke at medtage dit svar.
de_de: Bitte nicht vergessen - geben Sie u n b e d i n g t eine Antwort - wenn auch nur kurz!
el_gr: Παρακαλούμε μην ξεχάσετε να συμπεριλάβετε την απάντησή σας.
es_es: Por favor no olvide incluir su respuesta.
fi_fi: Ethän unohda vastata saamaasi viestiin.
fr_fr: Veuillez SVP inclure votre réponse.
is_is: Vinsamlegast ekki gleyma að svara.
it_it: Per favore non dimentichi di inviare la sua risposta
ja_jp: どうぞあなたの答えを含める事を忘れないで下さい、
nl_nl: Vergeet je antwoord niet toe te voegen.
no_no: Vennligst ikke glem å ta med ditt svar.
pl_pl: Nie zapomnij dołączyć swojej odpowiedzi.
pt_pt: Por favor, não se esqueça de incluir a sua resposta.
ro_ro: Va rugam , nu uitati sa includeti raspunsul dvs!
sv_se: Glöm inte att inkludera Ert svar

# info.answer_sent
source: Thank you, your answer has been sent.
da_dk: Dit svar er blevet sendt.
de_de: Ihre Antwort wurde gesandt - besten Dank.
el_gr: Ευχαριστούμε, η απάντησή σας εστάλη.
es_es: Gracias, su respuesta ha sido enviada.
fi_fi: Kiitos, vastauksesi on lähetetty.
fr_fr: Merci, votre réponse est envoyée.
is_is: Takk fyrir, svar ykkar var sent.
it_it: La sua risposta é stata inviata
ja_jp: 有難う、あなたの返事は送られました。
nl_nl: Dank je, je antwoord is verstuurd.
no_no: Takk, ditt svar er sendt.
pl_pl: Dziękujemy, Twoja odpowiedź została wysłana.
pt_pt: A sua resposta foi enviada.
ro_ro: Va multumim! Raspunsul dvs a fost trimis!
sv_se: Tack ert meddelande är nu sänt

# edit_template.headline
source: Message Templates
da_dk: Beskedskabeloner.
de_de: Nachrichten-Vorlagen
el_gr: Πρότυπα Μηνυμάτων
es_es: Plantillas para mensajes
fi_fi: Viestipohjat
fr_fr: Vos modèles de messages
is_is: Forsniðin skilaboð
it_it: Modelli di Messaggio
ja_jp: メッセージテンプレート
nl_nl: Berichten sjablonen
no_no: Maler
pt_pt: Modelos de mensagem
ro_ro: Sabloane de mesaje
sv_se: Meddelande mallar.

# edit_template.subhead
source: Edit an existing template
da_dk: Rediger en eksisterende skabelon
de_de: Bearbeiten einer vorhandenen Vorlage.
el_gr: Επεξεργαστείτε υπάρχον πρότυπο
es_es: Revise su plantilla
fi_fi: Muokkaa viestipohjaa
fr_fr: Reprendre un modèle existant
is_is: Breyta forsniðnu skilaboði
it_it: Edita un modello già esistente
ja_jp: 既存のテンプレートを編集する
nl_nl: Bewerk een bestaand sjabloon
no_no: Skriv en eksisterende male.
pt_pt: Alterar um Modelo de Mensagem existente
ro_ro: Editeaza un sablon existent
sv_se: Redigera en meddelande mall

# edit_template.choose_template
source: Choose a template to edit
da_dk: Vælg en skabelon at redigere
de_de: Wählen Sie eine Vorlage, um Ihren Text druckfertig zu gestalten.
el_gr: Διαλέξτε πρότυπο προς επεξεργασία
es_es: Elija una plantilla
fi_fi: Valitse muokattava viestipohja
fr_fr: Sélectionnez votre modèle ci-dessous
is_is: Veljið forsnið til að breyta
it_it: Scegli un modello da stampare
ja_jp: 編集するテンプレートを選択する
nl_nl: Kies een sjabloon om te bewerken
no_no: Velg en mal som du kan skrive
pt_pt: Escolha o modelo a alterar
ro_ro: Alegeti un sabon pentru editare
sv_se: Välj den mall som ni vill redigera

# delete_template.confirm
source: Do you really want to delete this message template?
da_dk: Vil du virkelig slette denne skabelon?
de_de: Möchten Sie diese Nachrichten wirklich löschen?
el_gr: Θέλετε πράγματι να διαγράψετε αυτό το πρότυπο μηνύματος;
es_es: ¿Desea borrar esta plantilla?
fi_fi: Haluatko todella poistaa tämän viestipohjan?
fr_fr: Voulez-vous vraiment supprimer ce modèle de message ?
is_is: Viltu í alvörunni eyða þessu forsniðna skilaboði?
it_it: Vuole veramente camcellare questo modello di messaggio?
ja_jp: 本当にこのメッセージ・テンプレートを削除したいですか？
nl_nl: Ben je zeker dat je dit sjabloon wil verwijderen?
no_no: Ønsker du virkelig å slette denne malen?
pt_pt: Tem a certeza que quer apagar este modelo de mensagem?
ro_ro: Doriti cu adevarat sa stergeti acest sabon de mesaj?
sv_se: Vill du verkligen ta bort denna meddelande mall?

# answered_messages.headline
source: Received Messages (Archive)
de_de: Beantwortete Mitteilungen (Archiv)
el_gr: Μηνύματα που ελήφθησαν (αρχείο)
es_es: Mensajes contestados
fi_fi: Saadut viestit (arkisto)
fr_fr: Les réponses que vous avez reçues
is_is: Skilaboð til svörunar
it_it: Messaggi ai quali i é stato risposto
ja_jp: 返答済みメッセージ
nl_nl: Ontvangen Berichten(Archief)
no_no: Besvarte Meldinger.
pt_pt: Mensagens Respondidas
ro_ro: Mesaje primite(Arhiva)

# send_as_email
source: Do you want to send a copy of this message to your email address?
da_dk: Vil du sende en kopi af denne meddelse til din email adresse?
de_de: Möchten Sie eine Kopie dieser Mitteilung an Ihre email Adresse senden?
el_gr: Θέλετε να στείλετε αντίγραφο του μηνύματος αυτού στη δική σας διεύθυνση ηλεκτρονικού ταχυδρομείου;
es_es: ¿Desea enviar una copia de este mensaje a su dirección de correo electrónico?
fi_fi: Haluatko lähettää kopion tästä viestistä sähköpostiosoitteeseesi?
fr_fr: Voulez-vous recevoir une copie de ce message sur votre boîte e-mail personnelle ?
is_is: Viltu senda afrit af þessum skilaboðum í netfangið þitt?
it_it: Vuole inviare una copia di questo messaggio al suo indirizzo di posta elettronica ?
ja_jp: このメッセージのコピーをあなたのメールアドレスへ送りたいですか？
nl_nl: Wens je een kopie van dit bericht te versturen naar je eigen email-adres?
no_no: Ønsker du å sende en kopi av denne meldingen til din e-postadresse?
pt_pt: Quer receber uma cópia desta mensagem no seu endereço de e-mail?
ro_ro: Doriti sa va trimitem o copie a acestui mesaj la adresa dvs e-mail?

# received_message.headline
source: Received Message
da_dk: Beskeder modtaget
de_de: Empfangene Nachricht
el_gr: Ληφθέν Μήνυμα
es_es: Mensaje Recibido
fi_fi: Vastaanotettu viesti
fr_fr: Messages reçus
is_is: Móttekin skilaboð
it_it: Messaggi ricevuti
ja_jp: 受信メッセージ
nl_nl: Ontvangen bericht
no_no: Mottatt melding.
pt_pt: Mensagem Recebida
ro_ro: Mesaj Primit
sv_se: Mottagna meddelanden

# sent_message.headline
source: Sent Message
de_de: Gesandte Nachrichten
el_gr: Απεσταλμένα Μηνύματα
es_es: Mensaje Enviado
fi_fi: Lähetetyt viestit
fr_fr: Votre message
is_is: Send skilaboð
it_it: Messaggio inviato
ja_jp: 送信済みメッセージ
nl_nl: Verstuur bericht
no_no: Sendte meldinger.
ro_ro: Mesaj Trimis

# dashboard.for_label
source: Messages for
de_de: Nachrichten für
el_gr: Μηνύματα για
es_es: Mensajes para
fi_fi: Viesti vastaanottajalle
fr_fr: Messages pour votre offre
is_is: Skilaboð fyrir
it_it: Messaggi per
ja_jp: メッセージ
nl_nl: Bericht voor
no_no: Meldinger til
ro_ro: Mesaje pentru:

# dashboard.listing_label
source: Listing
de_de: Angebot
el_gr: Καταχώριση
es_es: Anuncio
fi_fi: Ilmoitus
fr_fr: Votre offre
is_is: Skráning
it_it: Iscrizione
ja_jp: リスティング
nl_nl: Lijst
no_no: Oppføring
ro_ro: Listare

# dashboard.unanswered_messages_label
source: unanswered messages
de_de: Unbeantwortete Nachrichten
el_gr: Αναπάντητα Μηνύματα
es_es: mensajes sin contestar
fi_fi: vastaamatonta viestiä
fr_fr: messages en attente de réponse (cliquez sur le lien "Objet" pour répondre).
is_is: Ósvöruð skilaboð
it_it: Messaggi cui non é stato risposto
ja_jp: 未返答メッセージ
nl_nl: Onbeantwoorde berichten
no_no: Ubesvarte medlinger
ro_ro: Mesaje la care nu ati raspuns inca

# dashboard.unread_messages
source: has <highlight>{{count}}</highlight> unread messages
de_de: Sie haben <highlight>{{count}}</highlight> ungelesene Nachrichten
el_gr: έχει <highlight>{{count}}</highlight> μη αναγνωσμένα μηνύματα
es_es: Tiene <highlight>{{count}}</highlight> sin leer
fi_fi: Sinulla on <highlight>{{count}}</highlight> lukematonta viestiä
fr_fr: a <highlight>{{count}}</highlight> messages non lus
is_is: átt <highlight>{{count}}</highlight> ólesin skilaboð
it_it: ha <highlight>{{count}}</highlight> messaggi non letti
ja_jp: 未開封メッセージ： <highlight>{{count}}</highlight>
nl_nl: has <highlight>{{count}}</highlight> Niet-Gelezen Berichtern
no_no: Har <highlight>{{count}}</highlight> uleste meldinger.
ro_ro: aveti<highlight>{{count}}</highlight> mesaje necitite

# unanswered_messages.delete_warning
source: This mail does not appear to have been answered. Are you sure you want to delete it?
de_de: Dieses mail ist noch nicht beantwortet -sind Sie sicher, dass dieses trotzdem gelöscht werden soll?
es_es: Este e-mail no ha sido contestado. ¿Está seguro de desear anularlo?
fi_fi: Et ole vastannus tähän viestiin. Haluatko varmasti poistaa tämän viestin?
fr_fr: Vous n'avez pas répondu à ce message, semble t-il. Voulez-vous vraiment le supprimer?
is_is: Þessum pósti hefur ekki verið svarað. Ertu viss um að þú viljir eyða honum?
it_it: Sembra che lei non abbia risposto a questa mail. E' sicuro di volerla cancellare?
ja_jp: このメールは返信を受け取っていません。本当に削除したいのですか？
nl_nl: Op dit mailtje is blijkbaar niet geantwoord. Wil je het echt verwijderen?
no_no: Det ser ikke ut som du har svart på denne meldingen enda. Er du sikkert på at du vil slette den?

# answered_messages.delete_warning
source: Are you sure you want to delete this message?
de_de: Dieses mail scheint nicht beantwortet zu sein? Sind Sie sicher, dass dieses gelöscht werden soll?
es_es: ¿Está seguro de querer borrar este mensaje?
fi_fi: Haluatko varmasti poistaa tämän viestin?
fr_fr: Voulez-vous supprimer ce message ?
is_is: Ertu viss um að þú viljir eyða þessum skilaboðum?
it_it: E' sicuro di voler cancellare questo messaggio ?
ja_jp: あなたはこのメッセージを本当に削除したいのですか？
nl_nl: Weet je zeker dat je dit bericht wilt verwijderen?
no_no: Er du sikker på at du vil slette denne meldingen?

# delete_message.alt_tag
source: Delete this message.
de_de: Nachricht löschen
es_es: Borrar este mensaje.
fi_fi: Poista viesti.
fr_fr: Supprimer ce message.
is_is: Eyða skilaboðum
it_it: Cancella questo messaggio
ja_jp: このメッセージを削除する。
nl_nl: Verwijder dit bericht.
no_no: Slett denne beskjeden.
