Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/privacy.po
Languages: de_de, el_gr, es_es, is_is, it_it, ja_jp, nl_nl, no_no, pl_pl, ro_ro

source: Privacy Policy
de_de: Verhaltensweise - vertraulich
el_gr: Πολτική Ιδιωτικότητας
es_es: Política de Privacidad
is_is: Reglur um verndun einkamála
it_it: Norme di comportamento (Privacy Policy)
ja_jp: プライバシー条項
nl_nl: Privacy Beleid
no_no: Personvern.
ro_ro: Politica de Confidentialitate

# only_non-commercial
source: Intervac may only be used for non commercial individual home exchange purposes. When a member joins Intervac and uses the database, he agrees not to contact other members of Intervac for any other purpose than to arrange a personal home exchange. Anyone who contacts Intervac members for any other purpose than to arrange a personal home exchange will be immediately barred from Intervac and face severe penalties starting at, but not limited to, $125 per member contacted.
de_de: INTERVAC sollte nicht für kommerzielle Zwecke benutzt werden. Wenn Sie INTERVAC als Mitglied beitreten und deren Datenbank benutzen stimmen Sie gleichzeitig zu, mit den anderen INTERVAC-Mitgliedern n u r Kontakt aufzunehmen, um einen Haustausch zu arrangieren. Mitglieder, die dies nicht einhalten, werden sofort bei INTERVAC ausgeschlossen und müssen u.U. mit einer Strafe rechnen!
el_gr: H Intervac μπορεί να χρησιμοποιείται μόνο για σκοπούς μη εμπορικών προσωπικών ανταλλαγών σπιτιών. Όταν ένα μέλος εγγράφεται στην Intervac και χρησιμοποιεί τη βάση δεδομένων συμφωνεί να μην έρχεται σε επαφή με άλλα μέλη της Intervac για σκοπούς άλλους από την οργάνωση προσωπικής ανταλλαγής σπιτιών. Όποιος έρχεται σε επαφή με άλλα μέλη της Intervac για σκοπούς άλλους από την οργάνωση προσωπικής ανταλλαγής σπιτιών αμέσως θα αποκλείεται της συμμετοχής στην Intervac και θα αντιμετωπίζει αυστηρές ποινές που αρχίζουν, αλλά δεν περιορίζονται, σε Δολ. ΗΠΑ 125 ανά μέλος με το οποίο ήρθε σε επαφή.
es_es: Intervac debe usarse únicamente para fines privados y no comerciales de intercambio de viviendas. Cuando un socio se inscribe a Intervac y usa su base de datos, acepta no contactar otros socios de Intervac para cualquier otro fin que no sea acordar un intercambio de viviendas personal. Cualquier persona que contacte a un socio de Intervac con cualquier otro fin que no sea acordar un intercambio de viviendas personal, inmediatamente será borrada de nuestra base de datos y será multada, como mínimo, con $150 por socio contactado.
is_is: Intervac má aðeins nota sem skipti á heimilum einstaklinga
it_it: Intervac può essere usato esclusivamente per obbiettivi non commerciali per lo scambio di case individuali. Quando un membro si associa a Intervac ed usa il database, egli accetta di contattare altri soci di Intervac esclusivamente per arrivare ad un accordo per lo scambio casa e non per qualsiasi altro motivo.Chiunque contatterà altri soci Intervac per ragioni diverse dallo scambio casa sarà immediatamente cancellato dalle liste di Intervac e dovrà far fronte a delle penalità, a cominciare da $125 per ogni socio contattato ma non soloo questo.
ja_jp: インターバックは商業目的ではない個人的なホームエクスチェンジ目的で使われます。会員が入会し、データベースを使用するときは、個人的なホームエクスチェンジのアレンジ以外の目的で他の会員に接触はしないということに同意しています。個人的なホームエクスチェンジのアレンジ以外の目的で他の会員にコンタクトする人は直ちに締め出され厳しいペナルティがかけられます。一回コンタクトするごとに最低１２５ドル以上の罰金が課されます。
nl_nl: Intervac mag alleen gebruikt worden voor niet-commercieële individuele huisruilafspraken. Wanneer een lid aansluit bij Intervac aanvaardt hij het principe om uitsluitend leden van Intervac te contacteren met de bedoeling om een huisruil te organiseren voor eigen gebruik. Eenieder die Intervadleden contacteert met een ander doel dan het organiseren van een huisruil voor persoonlijk gebruik zal onmiddelijk geschrapt worden als Intervaclid en zal geconfronteerd worden met ernstige boetes, gaande van, maar niet gelimiteerd, tot 125$ per gecontacteerd lid.
no_no: Intervac kan kun benyttes til ikke-kommersielle og individuelle boligbytteformål. Når et medlemmer melder seg inn i Intervac og bruker Intervacs database, sier hun/han seg dermed enig i at andre medlemmer av Intervac ikke skal kontaktes for noen andre formål enn å arrangere et personlig boligbytte. Enhver som kontakter Intervac medlemmer i en annen hensikt enn å arrangere et personlig boligbytte, vil straks bli utestengt fra Intervac. Medlemmet vil omgående bli ilagt straff som starter med, men som ikke er bgrenset til $125 per medlem som er blitt kontaktet på urettmessig måte.
pl_pl: Intervac może być wykorzystywany wyłącznie do celów niekomercyjnych indywidualnej wymiany domów. Kiedy członek przystępuje do Intervac i korzysta z bazy danych, zgadza się na niekontaktowanie się z innymi członkami Intervac w innych celach niż zorganizowanie indywidualnej wymiany domów. Jeśli ktokolwiek będzie się kontaktował z członkami Intervac w celu innym, niż organizowanie indywidualnej wymiany domów, będzie natychmiastowo obciążony przez Intervacand wysoką grzywną 125 od każdego członka, z którym się kontaktowano.
ro_ro: Intervac poate fi folosit numai în scopuri necomerciale, individuale ,de schimb de case. Cand un membru intra in Intervac si foloseste data de baze a societatii , este de acord sa nu contacteze alti membrii Intervac decat in scopul realizarii unui schimb personal de case . Orice persoana care contacteaza membrii Intervac in orice alt scop decat de a realiza un schimb personal de caseva fi imediat exclus din Intervac si va fi penalizat cu minimum 125 USD pe membru contactat

# cross-posting_not_allowed
source: All listings posted on the Intervac web site may not under any circumstance be posted on another web site or in any other media for any purposes. Any offenders agree that by posting Intervac's listing information on another web site or in any other media for any purposes will be subject to severe penalties starting at, but not limited to, $125 per listing.
de_de: Alle INTERVAC-Angebote auf der website sollten unter keinen Umständen für irgendwelche andere Medien-Zwecke weitergegeben werden. Jeder Anbieter stimmt zu, dass es in angegebenem Falle zu einer Strafe kommen kann - bis zu $125/per Mitglied!
el_gr: Όλες οι καταχωρίσεις που εμφανίζονται στον ιστοτόπο της Intervac δεν επιτρέπεται σε καμία περίπτωση να εμφανιστούν σε άλλο ιστοτόπο ή σε άλλο μέσο και για οποιοδήποτε λόγο. Οι παραβάτες συμφωνούν ότι εμφανίζοντας πληροφορίες καταχωρίσεων της Intervac σε άλλο ιστοτόπο ή σε άλλο μέσο και για οποιοδήποτε λόγο θα αντιμετωπίζουν αυστηρές ποινές που αρχίζουν, αλλά δεν περιορίζονται, σε Δολ. ΗΠΑ 125 ανά καταχώριση.
es_es: Todos los anuncios en la web de Intervac no pueden aparecer, bajo ninguna circunstancia, en otra web o en otro medio de comunicación. Cualquier persona acepta que al difundir un anuncio de Intervac en otra web o en cualquier otro medio de comunicación con cualquier otro fin, será multada como mínimo con $125 por listado.
is_is: Allar upplýsingar skáðar í Intervac gagnagrunninn má undantekningarlaust ekki ská í aðra gagnagunna eða hjá öðrum fjölmiðlum. Brot af þessu tagi varða við lög og viðkomandi mun sæta háum sektum.
it_it: Le iscrizione inserite nel sito web di Intervac non possono, per nessun motivo, essere inserite in qualsiasi altro sito web o su altri media. Gli iscritti devono accettare che chiunque trasgredisce a queste norme e inserisce le informazioni che si trovano in Intervac sarà soggetto a delle penalità a cominciare da $125 per lista, ma non soltanto
ja_jp: インターバックのウエブ上に掲載されている全てのリスティングは別のウエブに掲載されたり、どんな目的におかれた他のどんなメディアにも載せられる事はありません。インターバックのリスティング情報を他のウェブサイト上に載せたり、他の目的のためのウェブサイトに使用することは犯罪者であり、少なくとも１２５ドルの違反金が一つ掲載されるごとに課されます。
nl_nl: Een aankondiging geplaatst op de Intervac website mag onder geen beding op een andere website geplaatst worden of verschijnen in de media voor welk doel dan ook. Eenieder die zich schuldig maakt aan het plaatsen van een Intervac-aankondiging op een andere website of via andere media zal onderworpen worden aan ernstige boetes die gaan van, maar niet gelimiteerd worden tot, 125$ per aankondiging.
no_no: Annonser på Intervacs hjemmeside kan ikke under noen omstendigheter kopieres inn på andre hjemmesider eller benyttes i media. Enhver som overtreder denne regeen, vil bl istraffet med en bot som starter med, men som ikke begrenses av $125 per annonse.
ro_ro: Toata listarile postate pe site-ul Intervac nu pot aparea pe un alt site web sau in mass media in alte scopuri .Orice persoana care publica informatii referitoare la listarile care apar pe site-ul Intervac pe un alt site web sau in mass media in alte scopuri , poate fi penalizat cu cel putin 125 USD pentru fiecare listare

# responsibility_lies_with_member
source: By joining Intervac, you agree that any home exchange, hospitality offer or rental transaction you arrange is between you and the other party. You agree that neither Intervac nor any of its affiliates bear any responsibility for the arrangement and it's completely up to you to find the right partner.
de_de: Als INTERVAC- Mitglied sind Sie damit einverstanden, dass jede Haustausch-, Miet- oder Vermietvereinbarung nur zwischen Ihnen und Ihrem Partner stattfinden. INTERVAC ist nicht verantwortllich, wenn sie keinen Tauschpartner finden!
el_gr: Εγγραφόμενοι στην Intervac, συμφωνείτε ότι κάθε ανταλλαγή, προσφορά φιλοξενίας ή ενοικίαση που συμφωνείτε, είναι ανάμεσα σε σας και το άλλο μέλος. Αποδέχεστε ότι ούτε η Intervac ούτε κάποια συνδεδεμένη της οργάνωση φέρει οποιαδήποτε ευθύνη για τη συμφωνία και είναι αποκλειστικά δικό σας θέμα η εξέυρεση κατάλληλου μέλους για τη σύναψη της συμφωνίας.
es_es: Al inscribirse a Intervac, usted acepta que cualquier intercambio de casa, oferta de hospitalidad o alquiler que acepte es entre usted y otro socio de Intervac. Usted acepta que ni Intervac, ni cualquiera de sus agentes nacionales tiene ninguna responsabilidad con respecto al acuerdo y que es usted el único responsable de encontrar un compañero de intercambio adecuado.
is_is: Þegar þú gerist meðlimur samtaka Intervac heimilisskipta þá ertu meðvituð um að hverskonar, samkomulag við annan aðila, hvort sem það er gestrisni, leigu eða heimilisskipti, að Intevac samtökin sem slík, bera ekki ábyrgð á samkomulagi milli tveggja aðila, þar sem hver einstaklingur ber þá ábygð að velja rétta aðila .
it_it: Iscrivendovi a Intervac voi accettate che ogni scambio casa, o ooferta di ospitalità o ogni transazione per affitto che voi facciate é solktanto fra voi e i vostri partners. Accettate anche che né Intervac né alcun altro potrà avere la responsabilità di questo accordo e sta soltanto a voi trovare il partner adatto alle vostre esigenze.
ja_jp: インターバックに入会することによって、ホーム・エクスチェンジ、ホームステイのオファーや賃貸行為等のあなたがするどんなアレンジにおいても、あなたと相手方の間だけのものだということに同意します。インターバックに対しても、アレンジに関するいかなる責任も正しいパートナーを見つけるのは完全にあなた次第であるということです。
nl_nl: Door aan te sluiten bij Intervac aanvaardt u dat elke huisruil die u organiseert, elke transactie waarbij u gebruik maakt van gastvrijheid of elke huurrovereenkomst die u afsluit,een transactie is tussen uzelf en de tegenpartij. U aanvaardt dat noch Intervac, noch een van zijn vertegenwoordigers, aansprakelijk kan gesteld worden voor de overeenkomst die u heeft afgesloten en dat het volledig uw verantwoordelijkheid is om een juiste en geschikte partner te vinden.
no_no: Ved å bli medlem i Intervac sier du deg enig i at ethvert boligbytte, gjestfrhetstilbud eller leieforhold som du arrangerer, kun er et forhold melleom deg og motparten. Du sier deg videre enig i at verken Intervac eller noen annen tilknyttet organisasjon kan pålegges noe ansvar for arrangementet og at det er utelukkende opp til deg å finne en riktig boligbyttepartner.
pl_pl: Przystepując do Intervac zgadzasz się, aby każda wymiana domów, ofetra gościny lub transakcja wynajmu, którą organizujesz została zawarta pomiędzy Tobą a drugą stroną. Akceptujesz, że ani Intervac, ani żaden z jego oddziałów nie ponosi odpowiedzialności za umowę i że od Ciebie zależy znalezienie właściwego partnera.
ro_ro: Prin aderarea la Intervac, sunteţi de acord că orice schimb de casa, ofertă de ospitalitate sau o tranzacţie de închiriere se realizeaza doar intre dvs şi cealaltă parte. Sunteţi de acord că nici Intervac nici vreuna dintre companiile sale afiliate nu poartă nici o responsabilitate pentru acordurile pe care le incheiati si numai dvs sunteti in masura sa va gasiti partenerul de schimb potrivit

# protection_headline
source: Protection of your Personal Information
de_de: Schutz Ihrer persönlichen Informationen.
el_gr: Προστασία των Προσωπικών σας Πληροφοριών
es_es: Protección de su Información Personal
is_is: Varsla á pesónulegum upplýsingum.
it_it: Protezione delle vostre informazioni personali
ja_jp: あなたの個人情報の保護
nl_nl: Bescherming van uw persoonlijke gegevens
no_no: Sikring av personlig informasjon.
pl_pl: Ochrona Twoich Danych Osobowych
ro_ro: Protectia informatiilor dvs personale

# intro_and_no_sell
source: Intervac International Home Exchange Holiday Service is committed to protecting your privacy. We provide this notice to explain our online information practices and the choices you can make about the way information is collected and used. We will only use the information we collect for the purposes of enhancing your Intervac International online service experience. At no time will we sell, trade, rent or disclose your personal information to third parties unless we have obtained consent to such use.
de_de: INTERVAC International - Haus-und Wohnungstausch-Service ist verpflichtet, Ihre Sicherheit zu schützen. Wir geben Ihnen hier Informationen, wie Sie in gegebenen Falle vorgehen können. Wir sammeln diese Informationen, um den Wert des INTERVAC-online-Services zu erhöhen!Wir werden Ihre persönlichen Informationen an niemals an "Dritte" weiterleiten, es sei denn, wir erhalten dafür die Erlaubnis!
el_gr: Η Intervac International είναι αποφασισμένη να προστατέψει την ιδιωτικότητά σας. Κάνουμε την παρούσα δήλωση για να σας εξηγήσουμε τις πρακτικές μας πληροφόρησης σε απυεθείας σύνδεση και τις επιλογές που έχετε για τον τρόπο που οι πληοφορίες συλλέγονται και χρησιμοποιούνται. Θα χρησιμοποιήσουμε τις πληροφορίες που συλλέγουμε μόνο για να βελτιώσουμε την εμπειρία σας με τις υπηρεσίες σε απευθείας σύνδεση της Intervac International. Ποτέ δεν πρόκειται να πωλήσουμε, εμπορευθούμε, εκμισθώσουμε ή αποκαλύψουμε τις προσωπικές σας πληροφορίες σε τρίτα πρόσωπα εκτός αν έχουμε λάβει συναίνεση για τη χρήση αυτή.
es_es: Servicio Internacional de Intercambios de Vivienda para Vacaciones Intervac se compromete a proteger su privacidad. Le ofrecemos este aviso para explicarle nuestro procedimiento de información online y las elecciones que usted puede hacer sobre la forma en que la información es recopilada y usada. Únicamente usaremos la información que recopilamos con el fin de mejorar nuestro servicio. En ningún momento venderemos, comerciaremos o alquilaremos su información personal a terceras personas, a menos que nos diera permiso para ello.
is_is: Intervac International heimilaskipta samtökin tekur að sér að venda einkamál meðlima, við útskýrum þetta með okkar upplýsinga venjum og val sem einstaklingum stendur til boða hvernig ykkar upplýsingum er safnað og nýttar, við notum ykkar upplýsingar eingöngu til að bæta ykkar notkun á kerfinu. Aldrei kemur til greina að selja, skiptast á við aðra, leigja eða upplýsa ykkar einkamál til annara aðila, nema að gefnu leyfi viðkomandi.
it_it: Intervac International Home Exchange Holiday Service si impegna a proteggere la vostra privacy. Vi forniamo questi dettagli per presentarvi la nostra procedura sulle informazioni e dirvi quali scelte potete fare circa il modo in cui le informazioni sono raccolte e usate. Mai e in nessun caso noi vendremo o commercializzaremo le vostre informazioni personali ad una terza parte, a meno che non ce ne sia stato dato il permesso da voi stessi.
ja_jp: インターバック・インターナショナル・ホーム・エクスチェンジ・ホリデー・サービスはあなたのプライバシーを守る事を誓います。我々はオンライン情報の実施を説明するためにこの告示を規定します。そしてあなたが情報について作る選択は集められ、使用されます。我々はインターバック・インターナショナル・オンライン・サービスの経験を高める目的のために集めた情報だけを使用するでしょう。そのような使用の承諾なく、売ったり、取引に使ったり、賃貸又は第三者にあなたの個人情報を暴くことは絶対にいたしません。
nl_nl: Intervac International Home Exchange Holiday Service is bezorgt om de bescherming van uw privacy. Wij vestigen hiermee uw aandacht op onze online informatie toepassingen en op de keuzes die u kunt maken in verband met de wijze waarop informatie ingezameld en gebruikt wordt. Wij zullen de informatie die wij verzamelen uitsluitend gebruiken met het doel uw ervaring met onze Intervac International online diensten te verbeteren. Op geen ogenblik zullen wij uw persoonlijke informatie verkopen, verhandelen of verhuren aan een derde partij, tenzij we uw uitdrukkelijke toestemming hiervoor hebben gekregen.
no_no: Intervac International Home Exchange ferie Service er forpliktet til å beskytte ditt privatliv. Vi utgir denne informasjonen for å forklare vår praksis i forbindelse med vår online informasjon og de valg du kan foreta om måten informasjon er samlet inn på og brukt. Vi vil kun bruke informasjonen vi samler inn for å styrke din erfaring med Intervac Internationals online service. Ikke på noe tidspunkt vil vi selge, handle eller offentliggjøre personlig informasjon til tredje part med mindre vi har fått tillatelse til slik bruk.
pl_pl: Intervac International Home Exchange Holiday Service zobowiązuje się do ochrony Twojej prywatności. Zamieściliśmy ten komunikat, aby wyjaśnić na czym polegają nasze działania informacyjne i jaki masz wybór w sposobie gromadzenia i wykorzystywania informacji. Zgromadzone informacje wykorzystujemy wyłącznie w celach wzbogacenia doświadczeń naszego serwisu Intervac International online. Nigdy nie będziemy sprzedawali, odstępowali lub ujawniali stronom trzecim Twoich danych osobowych, chyba że zostaniemy do tego upoważnieni.
ro_ro: Sunteţi de acord că nici Intervac nici una dintre companiile sale afiliate poartă nici o responsabilitate pentru aranjarea schimburilor si numai dvs va puteti ocupa de găsirea partenerului potrivit pentru schimb.

# security_headline
source: Security of your Personal Information
de_de: Sicherheit für Ihre persönlichen Informationen
el_gr: Ασφάλεια των Προσωπικών σας Πληροφοριών
es_es: Segurdiad de su Información Personal
is_is: Öryggi með persónu upplýsingar.
it_it: Sicurezza delle vostre informazioni personali
ja_jp: あなたの個人情報の安全性
nl_nl: Veiligheid van uw persoonlijke informatie
no_no: Sikkerhet for personlig informasjon.
pl_pl: Bezpieczeństwo Twoich Danych Osobowych
ro_ro: Siguranta Informatiilor dvs personale

# stored_in_database
source: Any personal information we collect will be stored in our secure database. The information published at the international database for each listing has been provided by members either directly online or through an Intervac national agent and can be modified by the member at any time, according to database procedure.
de_de: Alle persönlichen Informationen, werden in unserer Sicherheits-Datenbank gespeichert. Diese Informationen werden jeweils in der internationalen Datenbank bereitgestellt, entweder von den Mitgliedern direkt per online oder durch einen INTERVAC Organisator. Änderungen können jederzeit vom Mitglied selbst vorgenommen werden, anhand der Database-Erläuterungen.
el_gr: Οι προσωπικές πληροφορίες που συλλέγουμε φυλάσσονται στην ασφαλή βάση δεδομένων μας. Οι πληροφορίες που δημοσιεύονται στη διεθνή βάση δεδομένων μας για κάθε καταχώριση παρέχονται από τα μέλη μας είτε αμέσως σε απευθείας σύνδεση είτε μέσω εθνικών αντιπροσώπων και μπορούν να τροποποιηθούν από το μέλος οποτεδήποτε, σύμφωνα με τις διαδικασίες της βάσης δεδομένων.
es_es: Cualquier información personal que recopilemos será almacenada en nuestra base de datos segura. La información publicada en la base de datos internacional para cada anuncio nos ha sido facilitada directamente online por cada socio o bien a través de nuestro agente nacional de Intervac y puede ser modificada por el socio en cualquier momento.
is_is: Allar prívat upplýsingar sem við fáum verða geymdar í okkar örugga gagnagrunni, Skráðar upplýsingar í gagnagrunninum á hverri einstakri skráningu eru fengnar frá viðkomandi einstaklingum, eða í gegnum umsjónarmenn Intervac og geta einstaklingar breytt öllum upplýsingum að vild hvenær sem er, í samræmi við gagnagunns vinnsluna.
it_it: Ogni informazione personale in nostro possesso sarà conservata nel nostro database in massima sicurezza. Le informazioni pubblicate nel database internazionale per ogni iscrizione sono fornite dai soci sia direttamente online oppure attraverso un responsabile nazionale e piossono essere modificate dai soci in qualsiasi momento, secondo le procedure del database.
ja_jp: 我々が集めたいかなる個人情報も秘密を守るデーターベースに保管されています。各々のリスティングとしてインターナショナル・データーベースで公表される情報は、ダイレクト・オンラインか自国のインターバックの担当者を通して会員に提供され、データーベースの処理手続きによっていつでも会員の目的に合わせて使用されます。
nl_nl: Elke persoonlijke informatie die wij verzamelen, zal bewaard worden in ons beveiligde database. De informatie die gepubliceerd wordt in ons internationale database met aanbiedingen werd meteen online aangeleverd door onze leden of via een nationale Intervac vertegenwoordiger en kan ten alle tijde gewijzigd worden volgens de procedures van deze database.
no_no: All personlig informasjon som samlers inn, vil bli lagret i vår sikre database. All informasjon som er publisert på Intervacs internasjonale database til bruk i boligbytteannonser, er blitt meddelt av våre medlemmer enten direkte eller gjennom en av Intervacs nasjonale lederet og kan bli endret av medlemmet på et hvilket som helst tidspunkt i henhold til den til enhver tid gjeldenede prosedyre for vår database.
pl_pl: Wszystkie dane osobowe, które gromadzimy będą przechowywane w naszej bezpiecznej bazie danych. Informacje publikowane w międzynarodowej bazie danych zostały podane przez członka bezpośrednio online lub przez lokalnego agenta Intervac i mogą być modyfikowane przez członka w każdej chwili zgodnie z procedurami bazy danych.
ro_ro: Toate informatiile personale ,pe care ni le furnizati, vor fi stocate in siguranta in baza noastra de date.Informatiile publicate in baza internationala de date , pentru fiecare listare , sunt furnizate online ,direct de catre membrii nostri , sau prin intermediul agentilor nationali Intervac. Aceste date pot fi oricand modificate de catre membrii care le-au furnizat , conform procedurilor prezentate de baza noastra de date.
