Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/privacy.po
Languages: de_de, el_gr, es_es, is_is, it_it, ja_jp, nl_nl, no_no, pl_pl, ro_ro

# receive_email_updates
source: As an Intervac International member, you may occasionally receive e-mail updates from us, including newsletters, special offers we think you will find valuable, important changes to the functionality of the Web site, and new Intervac International services. These e-mail communications may be sent or personalized based on information you provide on the Intervac International database. You may, at any time, decline to receive e-mail notifications by replying to any e-mail with 'REMOVE' in the subject line.
de_de: Als ein INTERVAC International Mitglied, können Sie hin und wieder e-mail updates von uns erhalten, incl. Newsletters - für spezielle Angebote finden Sie verschiedene, interessante Änderungen auf unserer website und dem neuen INTERVAC International Service. Diese e-mail Kommunikationen sollten gesendet oder persönlich basiert auf Informationen sein, die Sie der INTERVAC Datenbank zur Verfügung stellen.Sie können zu jeder Zeit e-mail Mitteilungen ablehnen, indem Sie beim Antworten dieser e-mails auf "entfernen" in der Themenliste gehen.
el_gr: Ως μέλος της Intervac International, μπορεί κατά καιρούς να λαμβάνετε ενημερωτικά μηνύματα ηλεκτρονικού ταχυδρομείου από εμάς, περιλαμβανομένων ενημερωτικών δελτίων, ειδικών προσφορών που νομίζουμε ότι θα βρείτε χρήσιμα, σημαντικές αλλαγές στις λειτουργίες του ιστοτόπου μας και νέες υπηρεσίες της Intervac International. Αυτές οι επικοινωνίες με ηλεκτρονικό ταχυδρομείο μπορούν να σταλούν ή να εξατομικευτούν σύμφωνα με τις πληροφορίες που παρέχετε στη βάση δεδομένων της Intervac International database. Μπορείτε, οποτεδήποτε, να αρνηθείτε να λαμβάνετε ειδοποιήσεις με ηλεκτρονικό ταχυδρομείο, απαντώντας στο μήνυμα ηλεκτρονικού ταχυδρομείου και θέτοντας τη λέξη 'REMOVE' στην ένδειξη 'θέμα (subject)'.
es_es: Como socio de Intervac Internacional, usted puede recibir ocasionalmente e-mails nuestros, incluyendo noticias, ofertas especiales que creemos pueden ser de su interés, cambios importantes en el funcionamiento de nuestra web, y nuevos servicios de Intervac Internacional. Estos e-mails pueden ser enviados o personalizados basándonos en la información que nos facilita en la base de datos de Intervac Internacional. En cualquier momento usted puede rechazar el seguir recibiendo estas notificaciones simplemente informándonos de sus deseos.
is_is: Sem Intervac International meðlimur,munum við af og til senda ykkur email með uppfærslum, þar á meðal fréttabréf,sérstök tilboð sem við höldum að gætu komið sér vel fyrir ykkur, mikilvægar breytingar á netsíðunni og nýbeytni í þjónustunni. Þessar email upplýsingar geta verið sendar pesónulega eftir upplýsingum sem gefnar eru upp í Gagnagunni. Þið getið afþakkað allar email tilkynningar með því að senda til baka með "REMOVE" skráð í efnislínuna.
it_it: Come soci di Intervac International voi potrete ricevere occasionalmente emails spedite da noi, incluso newletters, offerte speciali che pensiamo possano interessarvi, o notizie riguardanti cambiamenti nella funzionalità del sito web o attienenti a nuovi servizi offerti. Queste comunicazioni via email possono essere inviate genericamente oppure personalizzate basandoci sulle informazioni che si trovano nel database internazionale. Voi potete comunque rifiutare di ricevere quete emails rispondendo "CANCELLA"
ja_jp: インターバック・インターナショナルの会員として、あなたは時折我々からウエブサイト上の重要な変更や新しいインターバック・インターナショナルなどについて、アップデートされたメール、会報や役に立つと思われる特別のオファー等も含む、を受け取るかもしれません。このように送られたり、又は個人に向けられたメールによるコミュニケーションはインターバック・インターナショナル・データーベース上にあなたが載せた情報がベースになっています。あなたは、いつでもラインにある'REMOVE' のメールによってこれらを拒否する事ができます。
nl_nl: Als lid van Intervac Internationaal kan u occassioneel e-mails ontvangen met nieuwigheden, waaronder nieuwsbrieven,speciale aanbiedingen waarvan wij denken dat ze waardevol voor u kunnen zijn, belangrijke wijzigingen in het gebruik van de website en nieuwe diensten aangeboden door Intervac Internationaal. Deze e-mail berichten kunnen gepersonaliseerd verstuurd worden op basis van de informatie die u verstrekt hebt in de Intervac International database.
no_no: Som medlem i Intervac Internationa vil du fra tid til annen motta e-post - oppdateringer fra oss sammen med nyhetsbrev og spesialtilbud som vi tror du vil syes er verdifulle. Du vil også bli orientert om endringer i funksjoner på Intervacs hjemmeside og om nye tjenester fra Intervac Internationall. Slike e-post - meddelelser vil bli sendt til adresser som finnes i den informasjon du har gitt til Intervac Internationals database. Du kan når som helst avstå fra å motta e-postmeldinger ved å svare på en e-post ved å skrive 'REMOVE' i emnefeltet.
pl_pl: Jako członek Intervac International możesz czasem otrzymywać e-maile z aktualnościami, zawierające newslettery, oferty specjalne, które naszym zdaniem będą dla Ciebie warte zainteresowania, istotne zmiany w funkcjonowaniu Strony i nowe usługi Intervac International. Te mailowe komunikaty mogą być wysłane lub zindywidualizowane w oparciu o informacje zamieszczone przez Ciebie w bazie danych Intervac International. Możesz w każdej chwili zrezygnować z otrzymywania wiadomości wpisując 'USUŃ' w tytule odpowiedzi, na którykolwiek z maili.
ro_ro: Ca membru Intervac International , puteti primi din partea noastra ,email-uri de actualizare ,inclusiv buletine de ştiri, oferte speciale pe care le vom considera interesante pentru dvs,informari despre modificari in functionarea site-ului nostru si noi servicii oferite de Intervac International

# ip_and_links_headline
source: IP Addresses and Links
de_de: IP Adressen und links
el_gr: Διευθύνσεις IP και Σύνδεσμοι
es_es: Protocolo en internet y sus conexiones
is_is: IP heimilisföng og tenglar
it_it: IP indirizzi e collegamenti
ja_jp: ＩＰアドレスとリンク
nl_nl: IP Adressen en Links
no_no: IP- adresser og linker.
pl_pl: Adresy IP i Linki
ro_ro: Link-uri si adrese IP( Protocol Internet)

# ip_not_personal
source: IP addresses are not linked to personally identifiable information, and Intervac International does not use those for tracking purposes.
de_de: IP Adressen sind nicht verlinkt zu Ihren persönlichen Informationen und INTERVAC International gebraucht diese nicht für ihre Zwecke
el_gr: Οι διευθύνσεις IP δεν συνδέονται σε προσωποποιούμενες πληροφορίες και η Intervac International δεν τις χρησιμοποιεί για αναζητήσεις.
es_es: Las direcciones del protocolo de internet están conectadas a información identificable.
is_is: IP heimilisföng eru ekki tengd persónum, og Intervac International notar þær ekki til að rekja upplýsingar.
it_it: Gli indirizzi IP non sono collegati alle informazioni personali identificabili e Intervac International non li usa per commercializzarli.
ja_jp: ＩＰアドレスは個人的な身元を確認できる情報とはリンクしていません。そしてインターバック・インターナショナルはそれらをトラッキング（跡をたどる）目的には用いません。
nl_nl: IP-adressen zijn niet gelinkt met persoonlijk identificiëerbare informatie en Intervac gebruikt ze niet om deze te achterhalen.
no_no: IP- adresser er ikke knyttet til personlig identifiserbar informasjon, og Intervac International bruker ikke disse i den hensikt å spore noen.
pl_pl: Adresy IP addresses nie są powiązane z danymi osobowymi i Intervac International nie wykorzystuje ich do celów śledczych.
ro_ro: Adresele IP nu sunt legate de informaţii de identificare personală, iar Intervac International nu le utilizeaza in scopuri de urmărire.

# outside_links_disclaimer
source: Our Web site contains many links to other sites. Intervac International is not responsible for the privacy practices of such other sites. This privacy statement applies solely to information collected by this web site.
de_de: Unsere website enthält viele links zu anderen Seites. INTERVAC International ist nicht verantwortlich für die vertrauliche Praxis dieser Seiten. Diese vertrauliche Erklärung bestätigt nur Informationen die auf dieser website gesammelt sind.
el_gr: Ο ιστοτόπος μας περιέχει πολλούςυνδέσμους σε άλλους ιστοτόπους. Η Intervac International δεν ευθύνεται για τις πρακτικές ιδιωτικότητας αυτών των άλλων ιστοτόπων. Η παρούσα δήλωση ιδιωτικότητας ισχύει μόνο για πληροφορίες που συλλέγονται από τον παρόντα ιστοτόπο.
es_es: Nuestra web contiene muchos enlaces a otras webs. Intervac Internacional no es responsable de las prácticas de privacidad de estas otras webs. Esta privacidad únicamente se refiere a la información recopilada por esta web.
is_is: Okkar síða er með marga tengla. Intervac International ber enga ábyrgð á þeirra skilmálum hvorki með einkamál eða önnur mál. Þessi yfirlýsing er eingöngu um upplýsingar á þessari síðu eða á okkar slóð..
it_it: Il nostro sito Web contiene molti links per altri siti. Intervac International non é responsabile per la gestione dei dati personali degli altri siti. Il nostro codice comportamentale (la Privacy Policy) si applica soltanto alle informazioni contenute nel nostro sito.
ja_jp: 我々のウエブサイトは他のサイトとたくさんのリンクを持っています。インターバック・インターナショナルはこのようなサイトのプライバシー行為には責任を持ちません。このプライバシーステートメントはこのウエブサイトにより集められた情報だけに適用されます。
nl_nl: Onze website bevat links naar andere sites. Intervac Internationaal is echter niet verantwoordelijk voor het privacy beleid van deze andere sites. De privacy verklaring is uitsluitend van toepassing op de informatie die verzameld wordt door deze site.
no_no: Vår hjemmeside inneholder mange linker til andre hjemmesider. Intervac International er ikke ansvarlig for gjeldende praksis når det gjelder personvernet på slike sider. Denne erklæringen om personvern gjelder kun informasjon som er samlet på Intervacs hjemmeside.
pl_pl: Na naszej Stronie podajemy wiele linków do innych stron. Intervac International nie bierze odpowiedzialności za zasady pywatności tych stron. To oświadczenie prywatności odnosi się wyłącznie do informacji zgromadzonych na tej stronie.
ro_ro: Site-ul nostru Web conţine multe linkuri către alte site-uri. Intervac International nu este responsabil pentru practicile de confidenţialitate ale acestor site-uri. Această declaraţie de confidenţialitate se aplică doar pentru informaţiile colectate prin intermediul site-ului nostru web

# cookies_headline
source: Cookies
it_it: I Cookies
ja_jp: クッキー
ro_ro: Cookie-uri

# cookies_text
source: Personal information may also be collected by cookies, which are pieces of data stored by a web browser that contain information relating to use of Intervac International web site. A cookie can not read data off your hard disc or read cookie files created by other sites. Intervac does not use cookies to track personal information and uses them for internal management purposes only. Our web site requires that cookies be active to use member functions.
de_de: Persönliche Infos dürfen auch in cookies gesammelt werden. Diese Daten sind im web browser gespeichert. Dieser nimmt alle Informationen auf hinsichtlich Ihrer Benutzung der INTERVAC International website. Cookies können keine Daten der hard disc lesen oder files anderer Seiten. INTERVAC benutzt keine cookies, um persönliche Informationen zu bekommen, sie benutzt sie nur für internationales Management! Unsere website erfordert, dass cookies aktiv sind, damit sie die Funktionen der Mitglieder ermöglichen.
el_gr: Προσωπικές πληροφορίες μπορούν να συλλέγονται επίσης με cookies, που είναι μικρά αρχεία που φυλάσσονται σε ένα φυλλομετρητή διαδικτύου και περιέχουν πληροφορίες σχετικά με τη χρήση του ιστοτόπου της Intervac International. Ένα cookie δεν μπορεί να διαβάσει δεδομένα από το σκληρό δίσκο σας ή να διαβάσει αρχεία cookies που δημιουργούν άλλοι ιστοτόποι. Η Intervac δεν χρησιμοποιεί cookies για να παρακολουθεί προσωπικές πληροφορίες και τα χρησιμοποιεί μόνο για σκοπούς εσωτερικής διαχείρισης μόνο. Ο ιστοτόπος μας απαιτεί τα cookies είναι ενεργά για να μπορούν να χρησιμοποιηθούν οι λειτουργίες μελών.
es_es: Información personal también puede ser recogida por cookies
is_is: Personulegar upplýsingar má taka saman með "Cookies".sem eru upplýsingar geymdar á vefnum er innihalda m.a hvernig eigi að nýta Intervac International vefsíðuna. "Cookie" getur ekki lesið gögn af harðadiskinum né "cookie" gögn af öðrum kerfum. Intervac notar ekki "cookies" til að rekja persónulegar upplýsingar en notar þær eingöngu til innan sviðs gagnagrunns meðhöndlunar. Vefur okkar þarf á þeim að halda vegna virkjunar möguleikum fyrir félagsmenn.
it_it: Le informazioni personali possono esser prese anche dai cookies che sono parte di dati raccolti da un browser che contiene informazioni relative all'uso del sito web di Intervac International. Un cookie non può leggere dei dati esterni al vostro hard disk né leggere dei files creati da altri siti. Intervac non usa cookies per avere informazioni personali ma li usa soltanto per la gestione interna. Il nostro sito web richiede che i cookies siano attivi per l'uso delle varie funzioni
ja_jp: .個人情報はクッキーによって集められる、それらはインターバック・インターナショナル・ウエブサイトの利用に関する情報を含むウェブ・ブラウザーによって保管されています。インターバックのクッキーはあなたのハードディスクのデーターや他のウェブサイトのクッキーを読めません。インターバックは個人情報をたどるためにクッキーを使うことはなく、内部の管理目的のためにだけ使用します。我々のウエブサイトは会員機能の使用のときにアクティブになるようになっています。
nl_nl: Persoonlijke gegevens kunnen ook verzameld worden via 'cookies', stukjes van gegevens die opgeslagen worden door een web browser en die informatie bevatten gerelateerd aan het gebruik van de Intervac International website. Een 'cookie' kan geen gegevens lezen van uw harde schijf of cookie-bestanden gemaakt door andere sites. Intervac gebruikt cookies niet om persoonlijke informatie te achterhalen maar enkel voor intern beheer. Onze website vereist dat cookies aktief zijn om leden toe te laten bepaalde functies te gebruiken.
no_no: Personligl informasjon kan også hentes fra cookies, som er små tekstfiler som vår hjemmeside lagrer på din PC og som inneholder informasjon om hvordan hjemmesiden skal brukes. En cookie kan ikke lese data fra din harddisk eller lese cookiefiler som er skapt av andre hjemmesider. Intervac bruker ikke cookies for å spore personlig informasjon. Bruken vil utelukkende begrense seg til interne, administrative formål. Vår hjemmeside krever aktive cookies for å kunne aktivere medlemsfunksjoner.
ro_ro: Informaţiile personale pot fi, de asemenea, colectate de cookie-uri, care sunt fragmente de date stocate de un browser web care conţin informaţii referitoare la utilizarea site-ului web Intervac International. Un cookie nu poate citi date din afara hard-disk-ului sau fişiere cookie create de alte site-uri. Intervac nu foloseşte cookie-uri pentru a urmări informaţii personale şi le utilizează doar în scopuri de management intern.

# security_questions
source: If you have any questions about the security at our Web site, please send an e-mail to security@intervac.org.
de_de: Haben Sie irgendwelche Fragen über die Sicherheit aus unserer website, bitte senden Sie ein mail an security@intervac.orgIf you have any questions about the security at our Web site, please send an e-mail to security@intervac.org.
el_gr: Αν έχετε απορίες για την ασφάλεια στον ιστοτόπο μας, παρακαλούμε στείλτε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στο security@intervac.org.
es_es: Si tiene alguna pregunta relativa a la seguridad de nuestra Web, por favor mande un e-mail a: security@intervac.org
is_is: Ef þú hefur spurningar er varða öryggi um upplýsingar á vefsíðunni þá hafðu samband við security@intervac.org.
it_it: Se avete domande riguardanti la sicurezza del nostro sito web mandate per favore una email a security@intervac.org
ja_jp: もし我々のウエブサイトの安全性について質問がある場合 security@intervac.org. にメールしてください。
nl_nl: Al uw vragen over de veiligheid van onze website kunt u mailen naar security@intervac.org
no_no: Hvis du har spørsmål vedrørende sikkerheten på vår hjemmeside, ber vi deg vennligst sende en e-post til: security@intervac.org.
pl_pl: Jeżeli masz jakiekolwiek pytania dotyczące bezpieczeństwa naszej strony, prosimy wyslij e-mail na adres security@intervac.org.
ro_ro: Pentru orice informatii privind securitatea site-ului nostru web , va rugam sa trimiteti un e-mail la security@intervac.org.

# how_to_contact_headline
source: Contacting Intervac International
de_de: Kontakten Sie INTERVAC International
el_gr: Επικοινωνία με την Intervac International
es_es: Contacte el servicio de Intercambios deViviendas
is_is: Samband við Intervac International
it_it: Contattare Intervac International
ja_jp: インターバック・インターナショナルへのコンタクト
nl_nl: Contact nemen met Intervac Internationaal
no_no: Hvordan kontakte Intervac International?
pl_pl: Kontakt z Intervac International
ro_ro: Contactati Intervac International

# how_to_contact_text
source: If you have any questions about this privacy policy statement or the practices of this site, you can e-mail the-board@intervac.org, or call your National Intervac agent or send direct correspondence to Intervac International Home Exchange Holiday Service, PO Box 561, SE - 114 79 Stockholm, Sweden
de_de: Wenn Sie Fragen haben zu den Sicherheitsvorkehrungen auf dieser Seite, senden Sie bitte ein mail an the-board@intervac.org. oder rufen Sie Ihren lokalen Organisator an!Sie können auch direkt mit INTERVAC International Home Excahnge, POBox561, SE 11479 Stockholm/Sweden korrespondieren.
el_gr: Αν έχετε ερωτήσεις για την παρούσα δήλωση πολιτικής ιδιωτικότητας ή τις πρακτικές του ιστοτόπου μας, μπορείτε να στείλετε μήνυμα ηλεκτρονικού ταχυδρομείου στο the-board@intervac.org, ή να καλέσετε τον εθνικό εκπρόσωπο της Intervac στη χώρα σας ή να στείλετε επιστολή στην Intervac International Home Exchange Holiday Service, PO Box 561, SE - 114 79 Stockholm, Sweden
es_es: Si tiene alguna pregunta sobre este escrito o el funcionamiento de nuestra web puede enviar un e-mail a: the-board@intervac.org o bien llamar a su Agente Nacional de Intervac o escribir directamente por correo postal a: Intervac International Home Exchange Holiday Service, PO Box 561, SE - 114 79 Stockholm, Sweden
is_is: Ef þú hefur spurningar er varða þessa einkamála reglugerð, getur þú haft samband með netpósti á the-board@intervac.org, eða haft samband við umsjónarmann Intervac í þínu landi eða Intervac International Home Exchange Holiday Service, PO Box 561, SE - 114 79 Stockholm, Sweden
it_it: Se avete domande riguardanti queste norme di condotta (Privacy Policy) potete inviare una email a the-board@intervac.org o telefonare al vostro Agente Nazionale o scrivere direttamente a Intervac International Home Exchange Holiday Service, PO Box 561, SE-114 79 Stockholm, Svezia
ja_jp: もしあなたがプライバシーポリシィについてや、このサイトのやり方について質問がある場合は、 the-oard@intervac.org,にメールをするか、自国の担当者に電話で問い合わせる、又はIntervac International Home Exchange Holiday Service, PO Box 561, SE - 114 79 Stockholm, Swedenへ直接手紙を送ってください。
nl_nl: Al uw vragen in verband met dit privacy beleid of over het gebruik van deze site kan u e-mailen aan the-board@intervac.org of neem hierover contact met uw nationale Intervac vertegenwoordiger of rechtstreeks met Intervac International Home Exchange Holiday Service, PO Box 561, SE - 114 79 Stockholm, Sweden
no_no: Hvis du har spørsmål som gjelder denne personvernerklæringen eller den praksis som gjelder for vår hjemmeside, kan du sende en e-post til: the-board@intervac.org, eller ringe lederen for Intervac Norge. Du kan også sende en henvendelse til: Intervac International Home Exchange Holiday Service, PO Box 561, SE - 114 79 Stockholm, Sweden
pl_pl: Jeżeli masz jakieś pytania dotyczące rapotu polityki prywatności, wyslij e-mail na adres the-board@intervac.org, skontaktuj sie z przedstawicielem Intervac w kraju lub przeslij korespondencje besposrednio do Intervac International Home Exchange Holiday Service, PO Box 561, SE – 114 79 Stockholm, Sweden
ro_ro: Daca aveti intrebari referitoare la politica de confidentialitate a acestui site , va rugam trimiteti un e-mail catre :board@intervac.org, telefonati la agentul dvs national Intervac sau scrieti direct la Intervac International Home Exchange Holiday Service, PO Box 561, SE - 114 79 Stockholm, Sweden

# changes_headline
source: Changes to the Privacy Policy
de_de: Änderungen bei "Privacy Policy"
el_gr: Αλλαγές στην Πολιτική Ιδιωτικότητας
es_es: Cambios en la Política de Privacidad
is_is: Breytingar á einkamála reglugerðinni
it_it: Cambiamenti alla Privacy Policy
ja_jp: プライバシー条項の変更
nl_nl: Wijzigingen in het Privacy Beleid
no_no: Endringer i personvernet.
pl_pl: Zmiany w Polityce Prywatności
ro_ro: Schimbari in Politica de Confidentialitate

# changes_text
source: If we decide to change our privacy policy, we will post notice of a privacy policy update on our Home page so that our users may view our updated policy and be aware on an ongoing basis of what information we collect, how we use it, and under which circumstances, if any, we disclose it.
de_de: Wenn Änderungen Ihrer Daten anstehen, sollten Sie diese in Ihrem Angebot angeben. Damit können Sie den entsprechenden Tauschpartnern Ihr aktuelles Angebot anzeigen und bekanntmachen.
el_gr: Αν αποφασίσουμε να αλλάξουμε την πολιτική μας ιδιωτικότητας, θα τοποθετήσουμε μια ειδοποίηση αλλαγής πολιτικής ιδιωτικότητας στην Αρχική σελίδα του ιστοτόπου μας, ώστε οι χρήστες μας να δούν την επικαιροποιημένη πολιτική μας και να είστε ενήμεροι διαρκώς για το τι πληροφορίες συλλέγουμε, πώς τις χρησιμοποιούμε και με ποιές προϋποθέσεις, αν υπάρχουν, τις αποκαλύπτουμε.
es_es: Si decidieramos cambiar nuestra política de privacidad, colgaríamos una actualización de dicha política de privacidad en nuestra Página principal de la web para que todos nuestros socios estuvieran informados.
is_is: Ef við ákveðum að breyta reglugerðinni munum við auglýsa þær á heimasíðunni til að allir geti fylgst með breytingum.
it_it: Se decideremo di modificare la nostra Privacy Policy daremo notizia dell'aggiornamento sulla nostra Home Page in modo che i nostri soci possano vederla ed esser informati sulle novità sulle basi delle informazioni che sono state recepite, di come sarà usata e in quali circostanze
ja_jp: もし、我々のプライバシー条項を変更する時は、我々のホームページ上で最新のプライバシー条項を公示します。そうすれば、ユーザーは一番新しい条項をみる事ができ、我々が集めた進行中の情報やどのような状況で開示するか（もし、あるなら）を知る事ができます。
nl_nl: Elke wijziging van ons privacy beleid zal meegedeeld worden via onze Home Page zodat onze gebruikers steeds kennis kunnen nemen van de laatste versie van ons privacy beleid en permanent waakzaam kunnen blijven wat betreft de informatie die wij inwinnen, hoe we ze gebruiken en onder welke omstandigheden, indien aanwezig, we ze openbaar maken.
no_no: Dersom vi bestemmer oss for å endre våre regler for personvern, vil vi lage et oppslag på vår hjemmeside om dette slik at våre medlemmer kan holdes orientert og fortløpende være orientert om hvilken informasjon vi samler inn, hvordan vi bruker informasjonen, og under hvilke omstendigheter, hvis noen, vi vil offentliggjøre informasjonen.
pl_pl: Jeśli zmienimy naszą politykę prywatności zamieścimy uaktualnioną informację na temat polityki prywatności na naszej Stronie Głównej tak, aby użytkownicy mieli wgląd w naszą aktualną politykę prywatności i mieli świadomość zmieniających się zasad dotyczących informacji, które gromadzimy, do czego je wykorzystujemy i w jakich okolicznościach, jeśli zachodzi taka konieczność, je ujawniamy.
ro_ro: Daca Intervac hotaraste sa -si modifice Politica de confidentialitate vom posta un anunt de actualizare a politicii de confidenţialitate pe pagina noastră de start.Astel , utilizatorii nostri vor putea fi informatii in permanenta de modificarile survenite .
