Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/sitewide.po
Languages: da_dk, el_gr, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pt_pt, ro_ro

# mobile.rich_text_editors_not_supported
source: Many mobile devices do not support the use of rich text editors. To make changes to this area, please use a desktop computer or laptop.
da_dk: Mange mobile enheder supporterer ikke brugen af "rich text editors". For at kunne lave ændringer i dette omrpde skal du bruge en almindelig computer.
fi_fi: Monet mobiililaitteet eivät tue tekstinkäsittelyohjelmia. Jos haluat tehdä muutoksia tällä alueella, käytä pöytätietokonetta tai kannettavaa tietokonetta.
fr_fr: Beaucoup d'appareils mobiles ne supportent pas l'utilisation d'éditeurs de texte riche. Pour apporter des modifications à cette zone, s'il vous plaît utilisez un ordinateur de bureau ou portable.
is_is: Margir farsímar styðja ekki notkun ólíkra leturgerða. Til þess að gera breytingar á þessu svæði, vinsamlegast notið borð- eða fartölvu.
it_it: Molti dispositivi mobili non supportano l'uso di testi in alcuni formati speciali. Per fare dei cambiamenti nella vostra scheda usate per favore un computer o un laptop
ja_jp: 多くのｹｲﾀｲのデバイスではリッチテキストエディター.が使えません。この部分を変更するにはデスクトップ・コンピューターかラップトップを使用してください。
nl_be: Vele mobiele toestellen ondersteunen het gebruik van 'rich text editors' niet. Om wijzigingen te maken in deze rubriek gebruik een desktop of laptop.
no_no: Mange mobiltelefoner støtter ikke rik tekst. Dersom du ønsker endringer på dette feltet, vennligst bruk en PC eller en laptop.

# continents.north_america
source: North America
da_dk: Nordamerika
fi_fi: Pohjois-Amerikka
fr_fr: Amérique du nord
is_is: Norður-Ameríka
it_it: Nord America
ja_jp: 北アメリカ
nl_be: Noord Amerika
no_no: Nord Amerika

# continents.south_america
source: South America
da_dk: Sydamerika
fi_fi: Etelä-Amerikka
fr_fr: Amérique du sud
is_is: Suður-Ameríka
it_it: Sud America
ja_jp: 南アメリカ
nl_be: Zuid Amerika
no_no: Sør Amerika

# continents.asia
source: Asia
da_dk: Asien
fi_fi: Aasia
fr_fr: Asie
is_is: Asía
ja_jp: アジア
nl_be: Azië

# continents.africa
source: Africa
da_dk: Afrika
fi_fi: Afrikka
fr_fr: Afrique
is_is: Afríka
ja_jp: アフリカ
nl_be: Afrika
no_no: Afrika

# continents.oceania
source: Oceania
da_dk: Oceanien
fi_fi: Oseania
fr_fr: Océanie
is_is: Eyjaálfa
ja_jp: オセアニア
nl_be: Oceanië

# continents.europe
source: Europe
da_dk: Europa
fi_fi: Eurooppa
is_is: Evrópa
it_it: Europa
ja_jp: ヨーロッパ
nl_be: Europa
no_no: Europa

# feedback.link_text
source: Web feedback
fi_fi: Verkkopalaute
fr_fr: Partagez vos idées
is_is: Senda skilaboð
it_it: Feed-back del Web
ja_jp: ウエブ・フィードバック
no_no: Tilbakemeldingsskjema

# feedback.headline
source: We want to hear from you!
fi_fi: Haluamme kuulla sinusta!
fr_fr: Intervac et vous
is_is: Við viljum gjarna þitt álit!
it_it: Vogliamo avere le vostre opinioni
ja_jp: あなたからの便りを待っています！
nl_be: Geef ons je mening!
no_no: Vi vil gjerne høre fra deg!

# feedback.link_title
source: Fill out our web feedback form
fi_fi: Täytä palautelomakkeemme verkossa
fr_fr: Envoyez-nous vos idées
is_is: Fylltu út skilaboð til okkar
it_it: Compila i il nostro formulario per il Feed.back
ja_jp: ウエブ・フィードバック・フォームを埋めてください。
no_no: Fyll ut vårt tilbakemeldingsskjema

# trial_account.headline
source: {{number}} Day Trial Account
da_dk: {{number}} dages gratis medlemsskab
fi_fi: {{number}} Päivän Koejäsenyys
fr_fr: Compte essai de {{number}} jours
is_is: {{number}} daga prufuaðgangur
it_it: {{number}} Giorni di Prova
ja_jp: {{number}}日間体験口座
nl_be: {{number}} dagen Proeflidmaatschap
no_no: {{number}} dagers Prøve medlemskap

# application_button.sign_up
source: Sign up
da_dk: Opret profil
fi_fi: Liity
fr_fr: S'inscrire
is_is: Skráðu þig
it_it: Si iscriva
ja_jp: 入会する
nl_be: Inschrijven
no_no: Meld deg på

# trial_membership.fine_print
source: Expires after {{number}} days
da_dk: Udløber efter {{number}} dage
fi_fi: Päättyy {{number}} päivän kuluttua
fr_fr: Expire dans {{number}} jours
is_is: Rennur út eftir {{number}} daga
it_it: Scade dopo {{number}} giorni
ja_jp: {{number}} 日後に会員資格は無効になります。
nl_be: Vervalt na{{number}} dagen
no_no: Utgår {{number}} dager

# renew_box.headline
source: Renew your membership
da_dk: Forny medlemsskab
fi_fi: Uudista jäsenyytesi
fr_fr: Renouveler votre inscription
is_is: Endurnýjaðu aðild þína
it_it: Rinnovi la sua iscrizione
ja_jp: 会員資格を更新する
nl_be: Vernieuw je lidmaatschap
no_no: Forny ditt medlemskap

# trial_membership.link_to_membership_options
source: <link>Click here to choose your membership options.</link>
fi_fi: <link>Klikkaa tästä jäsenyysvaihtoehtoihin.</link>
fr_fr: <link>Cliquez ici pour choisir votre formule d'inscription.</link>
is_is: <link>Smelltu hér til að velja tegund félagsaðildar</link>
it_it: <link>Cliccate qui per scegliere la vostra opzione di adesione</link>
nl_be: <link>Hier klikken om te kiezen uit de lidmaatschap-opties. </link>

source: command.delete
fr_fr: Supprimer
