Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/sitewide.po
Languages: da_dk, el_gr, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pt_pt, ro_ro

# house_types.A
source: 1-story house
da_dk: Etplans hus
el_gr: Μονοκατοικία
fi_fi: 1-kerroksinen talo
fr_fr: Maison de plain-pied
is_is: Einbýlishús á einni hæð
it_it: Casa a 1 piano
ja_jp: 平屋
nl_be: Bungalow
no_no: enebolig
pt_pt: Casa de um andar

# house_types.B
source: House
da_dk: Flerplans hus
el_gr: Ανεξάρτητη κατοικία
fi_fi: Talo
fr_fr: Maison
is_is: Hús, fleiri en ein hæð
it_it: 2 o più piani
ja_jp: 家
nl_be: Huis (2 of meer verdiepingen)
no_no: hus
pt_pt: Casa
ro_ro: Casa

# house_types.C
source: Flat
da_dk: Lejlighed
el_gr: Διαμέρισμα
fi_fi: Huoneisto
fr_fr: Appartement
is_is: Íbúð
it_it: Appartamento
ja_jp: アパート/マンション
nl_be: Appartement/Flat
no_no: leilighet
pt_pt: Apartamento
ro_ro: Apartament

# house_types.CA
source: Mobile Home: Caravan
da_dk: Mobile Home/campingvogn
el_gr: Κινούμενο σπίτι (Caravan)
fi_fi: Asuntovaunu tai -auto
fr_fr: Mobile-Home
is_is: Hjólhýsi
it_it: Roulotte, Caravan
ja_jp: 移動住宅；トレーラーハウス
nl_be: Mobilhome / Caravan
no_no: campingvogn
pt_pt: Casa móvel: Caravana
ro_ro: Casa mobila: Rulota/Caravana

# house_types.D
source: Holiday Home
da_dk: Sommerhus
el_gr: Εξοχική κατοικία
fi_fi: Loma-asunto
fr_fr: Maison de vacances
is_is: Sumarhús
it_it: Casa di vacanze
ja_jp: 別荘
nl_be: Vakantiewoning
no_no: fritidsbolig
pt_pt: Casa de férias
ro_ro: Casa de vacanta

# labels.email
source: Email
fi_fi: Sähköposti
is_is: Netfang
ja_jp: メール
no_no: E-post

source: Click here for help
da_dk: Klik her for hjælp
el_gr: Κάντε κλικ εδώ για βοήθεια
fi_fi: Klikkaa tästä saadaksesi apua
fr_fr: Besoin d'aide ?
is_is: Smellið hér á hjálp
it_it: cliccate qui per un aiuto
ja_jp: ヘルプはここをクリックする
nl_be: Klik hier voor hulp
no_no: Klikk her for hjelp
pt_pt: Carregue aqui para Ajuda
ro_ro: Clic aici pentru ajutor

source: Click for information
da_dk: Klik for information
el_gr: Κάντε κλικ για πληροφορίες
fi_fi: Klikkaa lisätietoihin
fr_fr: Pour + d'information
is_is: Smellið hér á upplýsingar
it_it: cliccate qui per avere informazioni
ja_jp: 情報のためのクリック
nl_be: Klik voor informatie
no_no: klikk her for informasjon
pt_pt: Carregue aqui para mais informações
ro_ro: Clic aici pentru informatii

# select_one
source: -- Please select one --
da_dk: -- Vælg venligst et land --
el_gr: -- Παρακαλώ επιλέξτε ένα --
fi_fi: -- Valitse yksi, ole hyvä --
fr_fr: -- votre sélection --
is_is: veljið eitt
it_it: -- Per favore fate una selezione --
ja_jp: -- 一つ選択してください --
nl_be: -- Maak een keuze --
no_no: -- Velg bare en --
pt_pt: -- Seleccione um --
ro_ro: -- Va rugam alegeti --

# select_left
source: -- Select from left --
da_dk: -- Vælg fra venstre --
el_gr: -- Επιλέξτε από τα ευρισκόμενα αριστερά --
fi_fi: -- Valitse vasemmalta --
fr_fr: -- Sélection à gauche --
is_is: veljið frá vinstri
it_it: -- Selezionate da sinistra --
ja_jp: -- 左から選択する --
nl_be: -- Selecteer van links --
no_no: -- Velg fra venstre --
pt_pt: -- Escolha à esquerda --
ro_ro: -- Selectati de la stanga--

# no_photo
source: No photo available
da_dk: Intet billede
el_gr: Δεν διατίθεται φωτογραφία
fi_fi: Ei valokuvaa saatavilla
fr_fr: Photo à venir
is_is: engin mynd
it_it: Fotografia non disponibile
ja_jp: 写真なし
nl_be: Geen foto beschikbaar
no_no: Foto ikke tilgjengelig.
pt_pt: Foto indisponível
ro_ro: Fara fotografii

# environment.r
source: In the country
da_dk: og i en storby
el_gr: Σε χωριό-εξοχή
fi_fi: Maaseudulla
fr_fr: A la campagne
is_is: Landsbyggðin
it_it: Nella campagna
ja_jp: 田舎
nl_be: Op het platte land
no_no: på landet
pt_pt: No campo
ro_ro: La tara

# environment.s
source: In the suburbs
da_dk: og i en forstad
el_gr: Σε προάστιο
fi_fi: Lähiössä
fr_fr: En banlieue
is_is: Úthverfi
it_it: In periferia
ja_jp: 郊外
nl_be: In de voorstad
no_no: I utkanten av byen
pt_pt: Nos subúrbios
ro_ro: La periferie

# environment.u
source: In the city
da_dk: og i en mindre by
el_gr: Σε πόλη
fi_fi: Keskustassa
fr_fr: En ville
is_is: í borginni/bænum
it_it: In città
ja_jp: 市内
nl_be: In de stad
no_no: I byen
pt_pt: Na cidade
ro_ro: In oras

# environment.st
source: In a small town
da_dk: og i landlige omgivelser
el_gr: Σε μικρή πόλη
fi_fi: Pikkukaupungissa
fr_fr: Dans une petite ville
is_is: Í smábæ
it_it: Piccola città
ja_jp: 小さい町中
nl_be: In een kleine gemeente
no_no: I en liten by
pt_pt: Numa pequena localidade
ro_ro: Intr-un orasel

# environment.mn
source: In the mountains
da_dk: og i bjergene
el_gr: Σε βουνό
fi_fi: Vuoristossa
fr_fr: A la montagne
is_is: Fjalllendi
it_it: In montagna
ja_jp: 山の中
nl_be: In de bergen
no_no: I fjellet
pt_pt: Nas montanhas
ro_ro: La munte

# environment.ss
source: At the seaside
da_dk: og ved havet
el_gr: Παραθαλάσσια
fi_fi: Rannikolla
fr_fr: En bord de mer
is_is: Við sjávarsíðu
it_it: Al mare
ja_jp: 海岸沿い
nl_be: Aan de zee
no_no: Ved sjøen
pt_pt: À beira mar
ro_ro: La mare

source: Baby
el_gr: Μωρό
fi_fi: Vauva
fr_fr: Bébé
is_is: Ungbarn
it_it: Bambini piccoli
ja_jp: 赤ん坊
pt_pt: Bebé
ro_ro: Copil

# users.user_updated
source: User has been updated
da_dk: Bruger er blevet opdateret
el_gr: Ο χρήστης ενημερώθηκε
fi_fi: Käyttäjätiedot on päivitetty
fr_fr: Mise à jour utilisateur
is_is: Notandi hefur fengið uppfærslu
it_it: Socio riattivato
ja_jp: ユーザーがアップデートしました。
nl_be: Gebruiker is geactualiseerd
no_no: Bruker er blitt oppdatert
pt_pt: Este utilizador foi actualizado
ro_ro: Utilizatorul a facut actualizari

# users.not_active
source: Sorry, the owners of listing number {{expr}} do not have an active membership with Intervac at this time.
da_dk: Beklager, men medlemsnummer {{expr}} er ikke aktiv på nuværende tidspunkt.
el_gr: Συγγνώμη, οι ιδιοκτήτες της καταχώρισης {{expr}} δεν είναι ενεργοί συνδρομητές της Intervac τη στιγμή αυτή.
fi_fi: Tällä numerolla olevan ilmoituksen {{expr}} jäsenyys Intervacissa ei ole aktiivinen kyseisenä aikana.
fr_fr: Désolés, l'offre Intervac référencée {{expr}} n'est plus active à ce jour.
is_is: Því miður þetta aðildarnúmer er ekki með opna skráningu eins og er.
it_it: Spiacenti, ma il socio con questo numero di adesione {{expr}} non é attivo per il momento
ja_jp: 残念ながら、登録ナンバー {{expr}} の方は現在インターバックの会員資格をもっておりません。
nl_be: Sorry, het lidmaatschap van de gebuikers van het lidnummer {{expr}} is op dit ogenblik niet actief.
no_no: Beklager, eierne av annonse nr.{{expr}} har for tiden ikke et aktivt Intervac-medlemskap.
pt_pt: Os membros de número {{expr}} não têm a sua inscrição activa no Intervac neste momento.
ro_ro: Ne pare rau , proprietarii listarii cu numarul {{expr}} nu au in prezent ,statutul de membru Intervac activ

# users.not_your_member_id
source: Sorry, {{member_number}} does not belong to you.
da_dk: Beklager, {{member_number}} er ikke dit.
el_gr: Συγγνώμη, ο αριθμός {{member_number}} δεν είναι δικός σας.
fi_fi: Anteeksi, mutta {{member_number}} ei ole sinun jäsennumerosi.
fr_fr: Désolés, le numéro d'adhésion {{member_number}} ne vous appartient pas.
is_is: Því miður þetta , "{{member_number}}" tilheyrir ekki þínu nafni.
it_it: Spiacenti, {{member_number}} non é il suo numero indicativo
ja_jp: 残念ながら、 {{member_number}}はあなたのものではありません。
nl_be: Sorry, {{member_number}} behoort je niet toe.
no_no: Beklager, {{member_number}} tilhører ikke deg.
pt_pt: Atenção,o número {{member_number}} não é o seu número.
ro_ro: Ne pare rau ,numarul listarii {{member_number}} nu va apartine

# users.no_member_match
source: Sorry, we could not find any member for {{expr}}
da_dk: Beklager, men vi kunne ikke finde et medlem for {{expr}}
el_gr: Συγγνώμη, δεν μπορούμε να βρούμε μέλος {{expr}}
fi_fi: Emme löytäneet jäsentä tunnuksella {expr}
fr_fr: Désolés, la recherche est infructueuse pour {{expr}}
is_is: Því miður við fundum ekki félagsmann með þessu aðildarnúmeri.
it_it: Spiacenti, non abbiamo tyrovato nessun socio per {{expr}}
ja_jp: 残念ながら、 {{expr}} のナンバーは見つけることができません。
nl_be: Sorry, we kunnen geen lid vinden met {{expr}}
no_no: Beklager, vi kunne ikke finne noe medlem for {{expr}}
pt_pt: Não foi possívwel encontrar nenhum membro: {{expr}}
ro_ro: Ne pare rău, nu am putut găsi nici un membru pentru{{expr}}

source: Photo for listing
da_dk: Foto til profil
el_gr: Φωτογραφία για καταχώριση
fi_fi: Ilmoituksen valokuva
fr_fr: Photo de l'offre
is_is: Skrá mynd á listann
it_it: Foto per l'iscrizione
ja_jp: リスティング用の写真
nl_be: Foto voor de aankondiging
no_no: Foto til annonse
pt_pt: Foto da ficha
ro_ro: Fotografie pentru listare

# directions.N
source: North
da_dk: nordligt herfra
el_gr: Βόρεια
fi_fi: pohjoiseen
fr_fr: Nord
is_is: Norður
it_it: Nord
ja_jp: 北
nl_be: ten noorden
no_no: nord
pt_pt: Norte
ro_ro: Nord

# directions.NE
source: North-East
da_dk: nordøstligt herfra
el_gr: Βορειοανατολικά
fi_fi: koilliseen
fr_fr: Nord-Est
is_is: Norðaustur
it_it: Nord-Est
ja_jp: 北東
nl_be: ten noordoosten
no_no: nordøst
pt_pt: Nordeste
ro_ro: Nord-Est

# directions.E
source: East
da_dk: østligt herfra
el_gr: Ανατολικά
fi_fi: itään
fr_fr: Est
is_is: Austur
it_it: Est
ja_jp: 東
nl_be: ten oosten
no_no: øst
pt_pt: Este
ro_ro: Est

# directions.SE
source: South-East
da_dk: sydøstligt herfra
el_gr: Νοτιοανατολικά
fi_fi: kaakkoon
fr_fr: Sud-Est
is_is: Suðaustur
it_it: Sud-Est
ja_jp: 南東
nl_be: ten zuidoosten
no_no: sørøst
pt_pt: Sudeste
ro_ro: Sud-Est

# directions.S
source: South
da_dk: sydligt herfra
el_gr: Νότια
fi_fi: etelään
fr_fr: Sud
is_is: Suður
it_it: Sud
ja_jp: 南
nl_be: ten zuiden
no_no: sør
pt_pt: Sul
ro_ro: Sud

# directions.SW
source: South-West
da_dk: sydvestligt herfra
el_gr: Νοτιοδυτικά
fi_fi: lounaaseen
fr_fr: Sud-Ouest
is_is: Suðvestur
it_it: Sud-Ovest
ja_jp: 南東
nl_be: ten zuidwesten
no_no: sørvest
pt_pt: Sudoeste
ro_ro: Sud-Vest

# directions.W
source: West
da_dk: vestligt herfra
el_gr: Δυτικά
fi_fi: länteen
fr_fr: Ouest
is_is: Vestur
it_it: Ovest
ja_jp: 西
nl_be: ten westen
no_no: vest
pt_pt: Oeste
ro_ro: Vest

# directions.NW
source: North-West
da_dk: nordvestligt herfra
el_gr: Βορειοδυτικά
fi_fi: luoteeseen
fr_fr: Nord-Ouest
is_is: Norðvestur
it_it: Nord-Ovest
ja_jp: 北西
nl_be: ten noordwesten
no_no: nordvest
pt_pt: Noroeste
ro_ro: Nord-Vest

# timing.dy
source: day(s)
da_dk: Dag
el_gr: ημέρες
fi_fi: päivää
fr_fr: jour(s)
is_is: dagur/dagar
it_it: giorni
ja_jp: 日数
nl_be: dagen
no_no: dager
pt_pt: dia(s)
ro_ro: zi(le)

# timing.mo
source: month
da_dk: Måned
el_gr: μήνες
fi_fi: kuukautta
fr_fr: mois
is_is: mánuður
it_it: mese(i)
ja_jp: 月
nl_be: maand
no_no: måned
pt_pt: mês
ro_ro: luna

# timing.we
source: week(s)
da_dk: Uge
el_gr: εβδομάδες
fi_fi: viikkoa
fr_fr: semaine(s)
is_is: vika/ur
it_it: settimana (e)
ja_jp: 週
nl_be: week
no_no: uke(er)
pt_pt: semana(s)
ro_ro: saptamana(i)

# timing.ET
source: Easter time
da_dk: Påske
el_gr: περίοδος Πάσχα (προσοχή στις διαφορές Ορθόδοξου-Καθολικού Πάσχα)
fi_fi: pääsiäisen aikaan
fr_fr: Vacances de Printemps
is_is: Um páskaleytið
it_it: Vacanze Pasquali
ja_jp: イースターの時期
nl_be: Paasvakantie
no_no: i påsken
pt_pt: Páscoa
ro_ro: de Paste

# timing.CT
source: Christmas time
da_dk: Jul
el_gr: περίοδος Χρσιτουγέννων
fi_fi: joulun aikaan
fr_fr: Vacances de Noël
is_is: Um jólaleytið
it_it: Vacanze di Natale
ja_jp: クリスマスの時期
nl_be: Kerstvakantie
no_no: i julen
pt_pt: Natal
ro_ro: de Craciun

# timing.SH
source: School holidays
da_dk: Skoleferier
el_gr: Σχολικές διακοπές (προσοχή στις διαφορές σε κάθε χώρα)
fi_fi: koululomien aikaan
fr_fr: Vacances Scolaires
is_is: Skólafríin
it_it: Vacanze scolastiche
ja_jp: 学校休暇の時期
nl_be: schoolvakanties
no_no: i skoleferien
pt_pt: Férias escolares
ro_ro: in Vacantele Scolare

# timing.x
source: The period is flexible
da_dk: Perioden er fleksibel
el_gr: Η περίοδος είναι ευέλικτη
fi_fi: ajankohdassa joustetaan
fr_fr: Dates flexibles
is_is: Sveigjanlegt tímabil
it_it: Il periodo è flessibile
ja_jp: 期間はフレキシブル
nl_be: De periode is flexibel
no_no: fleksibel til perioden
pt_pt: Período flexível
ro_ro: Nu conteaza perioada

# offer_available
source: Offer is available
da_dk: Tilbud er tilgængeligt
el_gr: Η προσφορά είναι διαθέσιμη
fi_fi: Tarjous on voimassa
fr_fr: Offre disponible
is_is: Tilboðið er opið
it_it: L'offerta é disponibile
ja_jp: オファーは可
nl_be: Aanbod is beschikbaar
no_no: Tilbud er tilgjengelig
pt_pt: Ficha Disponível
ro_ro: Oferta este valabila

source: available
da_dk: tilgængeligt
el_gr: διαθέσιμη
fi_fi: saatavilla
fr_fr: Disponible
is_is: Opið
it_it: disponibile
ja_jp: 可能
nl_be: Beschikbaar
no_no: tilgjengelig
pt_pt: disponível
ro_ro: valabil

# offer_not_available
source: Offer is not available
da_dk: Tilbud er ikke tilgængeligt
el_gr: Η προσφορά δεν είναι διαθέσιμη
fi_fi: Tarjous ei ole voimassa
fr_fr: Offre non disponible
is_is: Ekki í boði
it_it: L'offerta non é disponibile
ja_jp: オファーは不可能
nl_be: Aanbod is niet beschikbaar
no_no: Tilbud er ikke tilgjengelig
pt_pt: Ficha não Disponível
ro_ro: Oferta nu este valabila

source: not available
da_dk: ikke tilgængeligt
el_gr: μη διαθέσιμη
fi_fi: ei saatavilla
fr_fr: Non disponible
is_is: Ekki í boði
it_it: Non disponibile
ja_jp: 使用不可
nl_be: niet beschikbaar
no_no: ikke tilgjengelig
pt_pt: não disponível
ro_ro: nu este valabil

source: click here
da_dk: Klik her
el_gr: κάντε κλικ εδώ
fi_fi: klikkaa tästä
fr_fr: Cliquez ici
is_is: Smellið hér
it_it: cliccate qui
ja_jp: ここをクリックする
nl_be: klik hier
no_no: klikk her
pt_pt: carregue aqui
ro_ro: clic aici

# greeting.mr
source: Mr.
da_dk: Hr.
el_gr: κ.
fi_fi: Hra
is_is: Sæll
it_it: Signor
nl_be: Dhr.
no_no: Hr.
pt_pt: Sr.
ro_ro: Dl.

# greeting.mrs
source: Mrs.
da_dk: Fru
el_gr: κα.
fi_fi: Rva
fr_fr: Me.
is_is: Sæl
it_it: Signora
nl_be: Mevr.
no_no: Fru
pt_pt: Sra. D.
ro_ro: Dna.

# greeting.ms
source: Ms.
da_dk: Fru
el_gr: κα.
fr_fr: M.
is_is: Sæl
it_it: Gentile Signora
nl_be: Mevr.
no_no: Fr.
pt_pt: Sra. D.
ro_ro: Dra

# greeting.miss
source: Miss
da_dk: Frøken
el_gr: δνις
fi_fi: Nti
fr_fr: Melle
is_is: Sæl
it_it: Gentile Signorina
nl_be: Juffrouw
no_no: Frk.
pt_pt: Sra. D.
ro_ro: Dra

# button.close_help
source: Close Help
da_dk: Luk hjælp
el_gr: Κλείσε τη βοήθεια
fi_fi: Sulje ohje
fr_fr: Fermer la fenêtre d'information
is_is: Lokið hjálpinni
it_it: Chiudi il tasto di Aiuto
ja_jp: ヘルプボタン
nl_be: Hulp
no_no: Avslutt hjelp
pt_pt: Fechar Ajuda
ro_ro: Inchide Ajutor

# system_information.headline
source: System Information
el_gr: Πληροφορίες συστήματος
fi_fi: Järjestelmätiedot
fr_fr: Liste des Messages
is_is: Kerfisupplýsingar
it_it: Informazioni sul Sisterma
ja_jp: システム情報
nl_be: Systeeminformatie
no_no: Systeminformasjon
pt_pt: Informação do Sistema
ro_ro: Sistemul de Informaţii

# no_rentals_accepted
source: No rental offers accepted
da_dk: Lejetilbud accepteres IKKE
el_gr: Δε γίνονται δεκτές προσφορές ενοικίασης
fi_fi: Vuokratarjouksia ei hyväksytä
fr_fr: Location refusée
is_is: Engin leiga í boði
it_it: Non si accettano offerte di affitto
ja_jp: 賃貸のオファーは受け入れられません
nl_be: Huuraanbiedingen worden niet aanvaard.
no_no: Ingen tilbud om leie godtas
pt_pt: Mensagens para oferta de aluguer não são aceites
ro_ro: Nu sunt acceptate oferte de inchiriere

source: or
da_dk: eller
el_gr: ή
fi_fi: tai
fr_fr: ou
is_is: eða
it_it: o
ja_jp: 又は
nl_be: of
no_no: eller
pt_pt: ou
ro_ro: sau

source: and
da_dk: og
el_gr: και
fi_fi: ja
fr_fr: et
is_is: og
it_it: e
ja_jp: そして
nl_be: en
no_no: og
ro_ro: si

source: Date
da_dk: Dato
el_gr: Ημερομηνία
fi_fi: Päiväys
is_is: Dagsetning
it_it: Data
ja_jp: 日付
nl_be: Datum
no_no: Dato
pt_pt: Data
ro_ro: Data

# dashboard.view_link
source: View
da_dk: Se
el_gr: Εικόνα
fi_fi: Katso
fr_fr: Voir
is_is: Skoða
it_it: Visualizzazione
ja_jp: 眺望
nl_be: Bekijk
no_no: Utsikt
pt_pt: Ver
ro_ro: Vedere

source: Country
da_dk: Land
el_gr: Χώρα
fi_fi: Maa
fr_fr: Pays
is_is: Land
it_it: Paese
ja_jp: 国
nl_be: Land
no_no: Land
pt_pt: País

source: Countries
da_dk: Lande
el_gr: Χώρες
fi_fi: Maat
fr_fr: Pays
is_is: Lönd
it_it: Paesi
ja_jp: 国（複数）
nl_be: Landen
no_no: Land
pt_pt: Países
ro_ro: Tari

# select_country
source: -- Please select a country --
da_dk: --Vælg venligst et land --
el_gr: -- Διαλέξτε χώρα --
fi_fi: -- Valitse maa --
fr_fr: -- Dans quel pays ? --
is_is: -- Vinsamlegast; veljið land --
it_it: Per favore selezioni un Paese
ja_jp: --国を選択してください --
nl_be: -- Kies een land --
no_no: -- Vennligst velg et land --
pt_pt: -- Seleccione o país --
ro_ro: -- Va rugam , alegeti o tara --

# add_country_button
source: Add Country
da_dk: Tilføj Land
el_gr: Προσθήκη χώρας
fi_fi: Lisää maa
fr_fr: Ajouter ce Pays
is_is: Bættu við landi
it_it: Aggiungi il Paese
ja_jp: 国を追加
nl_be: Voeg een land toe
no_no: Legg til land
pt_pt: Adicionar País
ro_ro: Adaugati Tara

source: Region
el_gr: Περιφέρεια
fi_fi: Alue
fr_fr: Région
is_is: Svæði
it_it: Regione
ja_jp: 地域
nl_be: Regio
no_no: Område.
pt_pt: Região
ro_ro: Regiune

# select_region
source: -- Please select region --
da_dk: -- Vælg venligst en region --
el_gr: -- Επιλέξτε περιφέρεια --
fi_fi: -- Valitse alue --
fr_fr: -- Sélectionnez une région --
is_is: -- Vinsamlegast; veljið svæði --
it_it: Per cortesia selezioni la Regione
ja_jp: -- 地域を選択してください --
nl_be: -- Kies een regio --
no_no: -- Vennligst velg region --
pt_pt: -- Seleccione a região --
ro_ro: -- Va rugam , alegeti regiunea --

# add_region_button
source: Add Region
da_dk: Tilføj Region
el_gr: Προσθήκη Περιφέρειας
fi_fi: Lisää alue
fr_fr: Ajouter cette Région
is_is: Bættu við svæði
it_it: Aggiungi la Regione
ja_jp: 地域を追加
nl_be: Voeg een regio toe
no_no: Legg til region
pt_pt: Adicionar Região
ro_ro: Adaugati Regiune

source: Nearest City
da_dk: Nærmeste By
el_gr: Πλησιέστερη Πόλη
fi_fi: Lähin kaupunki
fr_fr: Ville la + proche
is_is: Nálægasta borg
it_it: Città più vicina
ja_jp: 近接する市
nl_be: Meest nabije stad
no_no: Nærmeste storby
pt_pt: Cidade mais próxima
ro_ro: Cel mai apropiat oras

# select_city
source: -- Please select city --
da_dk: -- Vælg venligst en by --
el_gr: -- Επιλέξτε πόλη --
fi_fi: -- Valitse kaupunki --
fr_fr: -- Sélectionnez une ville --
is_is: -- Vinsamlegast; veljið borg --
it_it: Per cortesia selezioni una Città
ja_jp: --市を選択してください --
nl_be: -- Kies een stad--
no_no: -- Vennligst velg storby --
pt_pt: -- Seleccione a cidade --
ro_ro: -- Va rugam alegeti orasul --

# add_city_button
source: Add City
da_dk: Tilføj By
el_gr: Προσθήκη Πόλης
fi_fi: Lisää kaupunki
fr_fr: Ajouter cette Ville
is_is: Bætið við borg
it_it: Aggiungi la Città
ja_jp: 市を追加する
nl_be: Voeg een stad toe
no_no: Legg til storby
ro_ro: Adauga oras

# users.no_match
source: Sorry, we were unable to find any active members in our database to match your search request.
da_dk: Beklager, men vi kunne ikke finde nogen aktive medlemmer i vores database der matchede din søgning.
el_gr: Συγγνώμη, δεν μπορούμε να βρούμε μέλη στη βάση δεδομένων μας που ταιριάζουν με την αίτηση αναζήτησής σας.
fi_fi: Valitsemallasi hakuehdolla ei löydy vastaavia jäseniä.
fr_fr: Désolés, aucune offre active ne correspond à votre demande.
is_is: Því miður, við getum ekki fundið neinn virkan meðlim í gagngrunni okkar sem passar við fyrirspurn þína.
it_it: Ci dispiace ma non abbiamo trovato nel nostro database nessun socio che corrisponda alle richieste della sua ricerca
ja_jp: 残念ながらあなたの検索条件に合う会員をデーターベースの中から見つけることが出来ませんでした。
nl_be: Sorry, we vinden geen actief lid in ons bestand dat overeenkomt met je zoekcriteria.
no_no: Beklager, men vi var ikke i stand til å finne aktive medlemmer i vår database som tilsvarer ditt ønske.
pt_pt: Infelizmente não existem membros que correspondam à pesquisa efectuada.
ro_ro: Ne pare rau , nu am putut gasi in baza noastra de date ,membrii activi care sa se potriveasca cautarilor dvs.

source: Year
da_dk: År
el_gr: Έτος
fi_fi: Vuosi
fr_fr: an
is_is: ár
it_it: Anno
ja_jp: 年
nl_be: Jaar
no_no: År
ro_ro: An

# rating.platinum
source: This member has 11+ documented exchanges.
da_dk: Dette medlem har haft 11 eller flere registrerede bytteaftaler
el_gr: Το μέλος έχει 11+ βεβαιωμένες ανταλλαγές.
fi_fi: Tällä jäsenelle on 11+ dokumentoitua vaihtoa.
fr_fr: Ces membres ont réalisé + de 11 échanges Intervac.
is_is: Þessi meðlimur er með 11+ skráð heimilaskipti.
it_it: Questo Socio ha 11 scambi documentati
ja_jp: この会員は１１回以上のエクスチェンジを実際に行っています。
nl_be: Dit lid heeft meer dan 11 keer geruild.
no_no: Dette medlemmet har 11+ dokumenterte boligtbytter.
ro_ro: Acest membru a efectuat mai mult de 11 schimburi

# rating.gold
source: This member has 6-10 documented exchanges.
da_dk: Dette medlem har haft mellem 6 og 10 registrerede bytteaftaler
el_gr: Το μέλος έχει 6-10 βεβαιωμένες ανταλλαγές.
fi_fi: Tällä jäsenellä on 6-10 dokumentoitua vaihtoa.
fr_fr: Ces membres ont réalisé 6 à 10 échanges Intervac.
is_is: Þessi meðlimur er með 6-10 skráð heimilaskipti.
it_it: Questo Socio ha 6-10 scambi documentati
ja_jp: この会員は６～１０回のエクスチェンジを実際に行っています。
nl_be: Dit lid heeft 6-10 keer geruild.
no_no: Dette medlemmet har 6 - 10 dokumenterte boligtbytter.
ro_ro: Acest membru a efectuat intre 6- 10 schimburi

# rating.silver
source: This member has 3-5 documented exchanges.
da_dk: Dette medlem har haft 3, 4 eller 5 registrerede bytteaftaler
el_gr: Το μέλος έχει 3-5 βεβαιωμένες ανταλλαγές.
fi_fi: Tällä jäsenellä on 3-5 dokumentoitua vaihtoa.
fr_fr: Ces membres ont réalisé 3 à 5 échanges Intervac.
is_is: Þessi meðlimur er með 3-5 skráð heimilaskipti.
it_it: QAuesto Socio ha 3-5 scambi documentati
ja_jp: .この会員は３～５回のエクスチェンジを実際に行っています。
nl_be: Dit lid heeft 3-5 keer geruild.
no_no: Dette medlemmet har 3-5 dokumenterte boligbytter.
ro_ro: Acest membru a efectuat intre 3-5 schimburi

# rating.bronze
source: This member has 1-2 documented exchanges.
da_dk: Dette medlem har haft 1 eller 2 registrerede bytteaftaler
el_gr: Το μέλος έχει 1-2 βεβαιωμένες ανταλλαγές.
fi_fi: Tällä jäsenellä on 1-2 dokumentoitua vaihtoa.
fr_fr: Ces membres ont réalisé 1 à 2 échanges Intervac.
is_is: Þessi meðlimur er með 1-2 skráð heimilaskipti.
it_it: Questo socio ha 1-2 scambi documentati
ja_jp: この会員は１～２回のエクスチェンジを実際に行っています。
nl_be: Dit lid heeft 1-2 keer geruild.
no_no: dette medlemmet har 1-2 dokumenterte boligbytter.
ro_ro: Acest membru a efectuat 1-2 schimburi

# rating.ready
source: This member has no documented exchanges.
da_dk: Dette medlem har endnu ikke haft nogen registrerede bytteaftaler
el_gr: Το μέλος δεν έχει βεβαιωμένες ανταλλαγές.
fi_fi: Tällä jäsenellä ei ole vielä dokumentoituja vaihtoja.
fr_fr: Ces nouveaux membres sont prêts pour leur 1er échange Intervac.
is_is: Þessi meðlimur hefur engin skráð heimilaskipti.
it_it: Questo socio non ha scambi documentati
ja_jp: この会員はまだエクスチェンジを実際にしたことがありません。
nl_be: Dit lid heeft nooit eerder geruild.
no_no: Dette medlemmet har ingen dokumenterte boligbytter.
ro_ro: Acest membru nu a efectuat niciun schimb

# opinion.yes
source: Yes
da_dk: Ja
el_gr: Ναι
fi_fi: Kyllä
fr_fr: Oui
is_is: Já
it_it: Si
ja_jp: はい
nl_be: Ja
no_no: Ja
ro_ro: Da

# opinion.no
source: No
da_dk: Nej
el_gr: Όχι
fi_fi: Ei
fr_fr: Non
is_is: Nei
ja_jp: いいえ
nl_be: Neen
no_no: Nei
ro_ro: Nu

# opinion.undecided
source: Undecided
da_dk: Ikke besluttet
el_gr: Αναποφάσιστος
fi_fi: Ratkaisematta
fr_fr: Indécis
is_is: Óákveðið
it_it: Indeciso
ja_jp: 決めていない
nl_be: Onbeslist
no_no: Ubestemt
ro_ro: Nehotarat
