Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/summary.po
Languages: da_dk, de_de, el_gr, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, no_no, pl_pl, pt_pt, ro_ro

source: Nearest City
da_dk: Nærmeste store by
de_de: Nächstgelegene Stadt
el_gr: Πλησιέστερη πόλη
fi_fi: Lähin kaupunki
fr_fr: La ville la plus proche
is_is: Næsta borg/bær
it_it: Città più vicina
ja_jp: もっとも近い街
nl_be: Dichtstbijziijnde Stad
no_no: Nærmeste by
pl_pl: Najbliższe miasto
pt_pt: Cidade mais próxima
ro_ro: Cel mai apropiat oras

source: Earliest Date
da_dk: Tidligste feriedato
de_de: Erstes Datum
el_gr: Νωρίτερη Ημερομηνία
fi_fi: Aikaisin päivä
fr_fr: Date de début
is_is: Dags. til sumardvalar
it_it: Prima data (per la partenza)
ja_jp: 最初の日
nl_be: Vroegste Datum
no_no: Tidligste dato
pl_pl: Najwcześniejsza data
pt_pt: Primeira data
ro_ro: Data inceperii schimbului

source: Latest Date
da_dk: Sidste feriedato
de_de: Letztes Datum
el_gr: Τελευταία Ημερομηνία
fi_fi: Viimeisin päivä
fr_fr: Date de fin
is_is: Lokadags. til sumardvalar
it_it: Ultima data (per il ritorno)
ja_jp: 最後の日
nl_be: Laatste Datum
no_no: Seneste dato
pl_pl: Najpóźniejsza data
pt_pt: Última data
ro_ro: Data terminarii schimbului

source: Maximum Stay
da_dk: Længste periode
de_de: Maximaler Aufenthalt
el_gr: Μέγιστη παραμονή
fi_fi: Pisin kesto
fr_fr: Durée du séjour
is_is: Hámarkstímalengd dvalar
it_it: Durata massima
ja_jp: 最大の滞在日数
nl_be: Maximum Verblijfsduur
no_no: Maks bytteperiode
pl_pl: Maksymalny pobyt
pt_pt: Tempo máximo de troca
ro_ro: Sedere maxima

source: Exchanges
da_dk: Bytteaftaler
de_de: Wie oft getauscht
el_gr: Αριθμός ανταλλαγών (εμπειρία)
fi_fi: Aiemmat vaihdot
fr_fr: Nombre d'échanges réalisés
is_is: Skipti
it_it: Scambi effettuati
ja_jp: エクスチェンジ
nl_be: Ruilervaring
no_no: Antall ganger byttet bolig
pl_pl: Wymiany
pt_pt: Trocas
ro_ro: Schimburi

# destinations
source: Destinations Wishlist
da_dk: Ønskede lande
de_de: Wunschländer
fi_fi: Kohdetoiveiden listaust
fr_fr: Destinations demandées
is_is: Æskilegir áfangastaðir
it_it: Destinazioni desidetare
ja_jp: 目的地希望リスト
nl_be: Gevraagde bestemmingen
no_no: Reisemål.
pl_pl: Destynacje
pt_pt: Destinos pretendidos
ro_ro: Lista Destinatiilor preferate

source: Administer Destinations
de_de: Reiseziele verwalten
fi_fi: Hallinnoi kohteita
fr_fr: Administrer Destinations
is_is: Uppgefnir áfangastaðir
it_it: Gestire le Destinazioni
ja_jp: 目的地を管理する
nl_be: Bestemmingen bijwerken
no_no: Administrer reisemål.
pl_pl: Zarządzaj destynacjami
pt_pt: Gerir destinos
ro_ro: Administrare Destinatii

source: Exchange Type
da_dk: Byttetype
de_de: Tauschtyp
el_gr: Είδος Ανταλλαγής
fi_fi: Vaihdon tyyppi
fr_fr: Transactions
is_is: Tegund skipta
it_it: Tipo di transazione
ja_jp: エクスチェンジのタイプ
nl_be: Type ruil
no_no: Type boligbytte
pl_pl: Typ wymiany
pt_pt: Tipo de troca
ro_ro: Tipul de schimb

source: Time Comment
da_dk: Bemærkning til tidspunkt
de_de: Zeitkommentar
el_gr: Σχόλιο για τη χρονική περίοδο
fi_fi: Ajankohdan tarkennust
fr_fr: Commentaires sur les disponibilités
is_is: Tímabil
it_it: Dettagli sul periodo
ja_jp: 時間のコメント
nl_be: Toelichting bij de periode
no_no: Kommentar til tiden for bytte
pl_pl: Czas uwagi
pt_pt: Comentário sobre o Período
ro_ro: Comentarii despre perioada schimbului

# contact_headline
source: Member Information
da_dk: Kontaktinformationer
de_de: Kontakt
el_gr: Πληροφορίες Μέλους
fi_fi: Jäsenen yhteystiedot
fr_fr: Coordonnées
is_is: Samband
it_it: Informazioni per i contatti
ja_jp: 会員情報
nl_be: Contact
no_no: Kontakt
pl_pl: Kontakt
pt_pt: Contactos do Membro
ro_ro: Informatii membrii

source: Contact Address
da_dk: Kontaktadresse
de_de: Kontaktadresse
el_gr: Διεύθυνση Επικοινωνίας
fi_fi: Yhteysosoite
fr_fr: Adresse postale
is_is: Samskipta heimilisfang
it_it: Indirizzo per i contatti
ja_jp: コンタクトする住所
nl_be: Contact adres
no_no: Kontaktadresse
pl_pl: Adres kontaktowy
pt_pt: Morada para contacto
ro_ro: Adresa de contact

source: Property Address
da_dk: Adresse
de_de: Adresse Ihres Heimes
el_gr: Διεύθυνση Σπιτιού που ανταλάσσεται
fi_fi: Kohteen osoite
fr_fr: Adresse du logement
is_is: Heimilisfang heimilisins
it_it: Indfirizzo della casa oggetto di scambio
ja_jp: 住所
nl_be: Ruiladres
no_no: Eiendommens adresse
pl_pl: Adres domu/mieszkania
pt_pt: Morada
ro_ro: Adresa proprietatii

source: Occupation
da_dk: Beskæftigelse
de_de: Beruf
el_gr: Επάγγελμα
fi_fi: Ammatti / toimi
fr_fr: Profession
is_is: Starf
it_it: Occupazione
ja_jp: 職業
nl_be: Beroepen
no_no: Yrke
pl_pl: Zawód
pt_pt: Ocupação
ro_ro: Ocupatie

source: Activation
da_dk: Aktiveringsdato
de_de: Aktivierung
el_gr: Ημερομηνία Ενεργοποίησης
fi_fi: Aktivoitu
is_is: Aðild tekur gildi
it_it: Data di attivazione
ja_jp: 立ち上げ
nl_be: Activeringsdatum
no_no: Dato for aktivering
pl_pl: Aktywacja
pt_pt: Activação
ro_ro: Activare

source: Expiration
da_dk: Udløbsdato
de_de: Deaktivierung
el_gr: Ημερομηνία Απενεργοποίησης
fi_fi: Jäsenyys päättyy
is_is: Loka dags. aðildar
it_it: Data di disattivazione
ja_jp: 終了
nl_be: Deactiveringsdatum
no_no: Dato for deaktivering
pl_pl: Dezaktywacja
pt_pt: Desactivação
ro_ro: Expirare

source: Phone
da_dk: Telefon
de_de: Telefon
el_gr: Τηλέφωνο
fi_fi: Puhelin
fr_fr: Téléphone
is_is: Sími
it_it: Telefono
ja_jp: 電話
nl_be: Telefoon
no_no: Telefon
pl_pl: Telefon
pt_pt: Telefone
ro_ro: telefon

source: E-mail
el_gr: Ηλ. Ταχυδρομείο (E-mail)
fi_fi: Sähköposti
is_is: Tölvupóstfang
it_it: Indirizzo e-mail
ja_jp: メール
no_no: E-post

source: Fax
el_gr: Φαξ
fi_fi: Faksi
ja_jp: ファックス
no_no: Telefaks

source: Mobile
da_dk: Mobil
de_de: mobil
el_gr: Κινητό
fi_fi: Matkapuhelin
is_is: Farsími
it_it: cellulare
ja_jp: 携帯
nl_be: Mobiele telefoon
no_no: Mobiltelefon
pl_pl: Telefon komórkowy
pt_pt: Telemóvel
ro_ro: Mobil

# listing_id
source: Listing
da_dk: Profil
de_de: Angebot
el_gr: Καταχώριση
fi_fi: Listaus
fr_fr: Offre
is_is: Skráning
it_it: Iscrizione
ja_jp: リスティング
nl_be: Aanbieding
no_no: Annonse
pl_pl: Oferta nr.
pt_pt: Ficha
ro_ro: Listare

source: Homepage
da_dk: Hjemmeside
el_gr: Ιστοσελίδα
fi_fi: Kotisivut
fr_fr: Lien Internet personnel
is_is: Heimasíða
it_it: Sito Web (URL)
ja_jp: ホームページ
no_no: Hjemmeside
pl_pl: Strona www
pt_pt: Página na internet
ro_ro: Pagina de start

# join_now
source: Join Intervac now!
da_dk: Tak for den interesse du har vist Intervac.
de_de: Melden Sie sich jetzt bei INTERVAC an!
el_gr: Γίνετε μέλη της Intervac τώρα!
fi_fi: Liity Intervaciin nyt!
fr_fr: Merci pour votre intérêt.
is_is: Skráið ykkur í Intervac!
it_it: Grazie per il suo interesse
ja_jp: 今、インターバックに入る！
nl_be: Sluit nu aan bij Intervac
no_no: Takk for din interesse.
pl_pl: Dziękujemy!
pt_pt: Inscreva-se no Intervac!
ro_ro: Alaturati-va Intervac acum

source: contact_info.for_members_only
da_dk: Kontaktinformationer kan kun ses af aktive medlemmer.
de_de: Kontaktinformationen sind nur für unsere Vollmitglieder sichtbar.
fi_fi: Yhteystiedot ovat saatavilla vain jäsenille.
fr_fr: L'accès aux coordonnées est exclusivement réservé aux membres adhérents ayant publié au moins une annonce !
it_it: Possiamo dare informazioni per i contatti solo ai Soci Effettivi
no_no: Kontaktinformasjonen er bare tilgjengelig for betalende medlemmer.

source: Last update
da_dk: Sidste opdatering
de_de: Letztes update
el_gr: Τελευταία ενημέρωση
fi_fi: Päivitetty viimeksi
fr_fr: Dernière mise à jour
is_is: Síðast uppfært
it_it: Ultime modifiche
ja_jp: 最後のアップデート
nl_be: Laatst bijgewerkt
no_no: Siste oppdatering
pl_pl: Ostatnia aktualizacja
pt_pt: Última actualização
ro_ro: Ultima actualizare

source: ago
da_dk: siden
de_de: her
el_gr: πριν
fi_fi: sitten
is_is: Skráning uppfærð síðast.
it_it: fa
ja_jp: 前
nl_be: geleden
no_no: siden
pl_pl: temu
pt_pt: atrás
ro_ro: in urma

# map_headline
source: Map of the Region
da_dk: Kort over regionen
de_de: Karte von der Region
el_gr: Χάρτης Περιφέρειας
fi_fi: Läänikartta
fr_fr: Carte de la région
is_is: Landshlutakort
it_it: Mappa della Regione
ja_jp: 地域の地図
nl_be: Kaart van de regio
no_no: Kart over området
pl_pl: Mapa regionu
pt_pt: Mapa da região
ro_ro: Harta Regiunii

# edit_map_link
source: Click here to change the placement of the marker
de_de: Klicken Sie hier, um Ihre Markierung zu ändern
fi_fi: Klikkaa tästä vaihtaaksesi osoittimen paikkaa
fr_fr: Cliquez ici pour changer le marqueur
is_is: Smellið hér til þess að breyta stöðu merkisins.
it_it: Clicchi qui per cambiare la posizione del puntatore
ja_jp: マーカーの位置を変更するのはここをクリックする
nl_be: Hier klikken om de plaats van de markeerder te wijzigen
no_no: Klikk her for å endre plasseringen av markøren.
pl_pl: Kliknij tutaj, aby zmienić miejsce wskaźnika
pt_pt: Clique aqui para alterar o posicionamento do marcador
ro_ro: Faceti clic aici pentru a schimba amplasarea indicatorului

source: Our home is
da_dk: Vores bolig ligger
de_de: Unser Heim liegt
el_gr: Το σπίτι μας είναι
fi_fi: Kotimme on
fr_fr: Notre maison se situe à
is_is: Okkar heimili
it_it: La nostra casa é
ja_jp: 我が家は
nl_be: Onze woning is
no_no: Vårt hjem er
pl_pl: Nasz dom jest
pt_pt: A nossa casa é
ro_ro: Casa noastra este

source: nearby
da_dk: i nærheden
de_de: nahe bei
el_gr: κοντά
fi_fi: lähellä
fr_fr: à proximité
is_is: Næsta nágrenni
it_it: nelle vicinanze
ja_jp: 近く
nl_be: vlakbij
no_no: like ved
pl_pl: W pobliżu
pt_pt: perto
ro_ro: in apropiere

source: Timing
da_dk: Periode
de_de: Zeiteinteilung
el_gr: Χρόνος
fi_fi: Ajoitus
fr_fr: Disponibilités
is_is: Tímabil
it_it: Periodo
ja_jp: タイミング
no_no: Tid
pl_pl: Ramy czasowe
pt_pt: Período
ro_ro: Sincronizare

source: adult(s)
da_dk: Voksne
de_de: Erwachsene
el_gr: ενήλικοι
fi_fi: aikuisia
fr_fr: adulte(s)
is_is: fullorðnir
it_it: adulti
ja_jp: 大人
nl_be: volwassene(n)
no_no: voksen/voksne
pl_pl: dorosły/dorosłych
pt_pt: Adulto(s)
ro_ro: adult(i)

source: boy(s)
da_dk: Dreng
de_de: Jungen
el_gr: αγόρια
fi_fi: poikia
fr_fr: garçon(s)
is_is: drengur/ir
it_it: bambini
ja_jp: 男の子
nl_be: jongen(s)
no_no: gutt(er)
pl_pl: chłopiec/chłopców
pt_pt: Rapaz(es)
ro_ro: baiat/baieti

source: girl(s)
da_dk: Pige
de_de: Mädchen
el_gr: κορίτσια
fi_fi: tyttöjä
fr_fr: fille(s)
is_is: stúlka/ur
it_it: bambine
ja_jp: 女の子
nl_be: meisje(s)
no_no: jente(r)
pl_pl: dziewczynka/dziewczynki
pt_pt: Rapariga(s)
ro_ro: fata/fete

source: floor
da_dk: etage
de_de: Stock/Etage
el_gr: ος όροφος
fi_fi: kerros
fr_fr: étage
is_is: hæð/ir
it_it: piano
ja_jp: 階
nl_be: verdieping
no_no: etasje (1st floor = 2. etasje, etc)
pl_pl: piętro
pt_pt: Andar
ro_ro: etaj

source: person(s)
da_dk: person(er)
de_de: Person(en)
el_gr: άτομα
fi_fi: henkilöä
fr_fr: personne(s)
is_is: einstaklingar
it_it: persone
ja_jp: 人数
nl_be: personen
no_no: person(er)
pl_pl: osób
pt_pt: Pessoa(s)
ro_ro: persoana(e)

# language
source: Languages spoken
da_dk: Korrespondancesprog
de_de: Korrespondenzsprache
el_gr: Ομιλούμενες Γλώσσες
fi_fi: Käytetyt kielet
fr_fr: Correspondance en
is_is: Samskipta tungumál
it_it: Lingua parlata e per la corrispondenza
ja_jp: 使用言語
nl_be: Talen waarin u correspondeert
no_no: språk for korrespondanse
pl_pl: Język korespondencji
pt_pt: Línguas para correspondência
ro_ro: Limbi vorbite

source: bedroom(s)
da_dk: soveværelse(r)
de_de: Schlafzimmer
el_gr: υπνοδωμάτια
fi_fi: makuuhuone(tta)
fr_fr: chambre(s)
is_is: svefnherbergi
it_it: numero delle camere da letto
ja_jp: 寝室
nl_be: slaapkamer(s)
no_no: soverom
pl_pl: sypialnie
pt_pt: quarto(s)
ro_ro: dormitor/dormitoare

source: bathroom(s)
da_dk: badeværelse(r)
de_de: Badezimmer
el_gr: τουαλέττες
fi_fi: kylpyhuone(tta)
fr_fr: salle(s) de bain
is_is: fjöldi baðherbergja
it_it: numero dei bagni
ja_jp: 風呂場
nl_be: badkamer(s)
no_no: bad
pl_pl: łazienki
pt_pt: casa(s) de banho
ro_ro: sala/sali de baie

# availability.click_here_to_change
source: Change the availability of your listing by clicking this icon.
da_dk: Ændre tilgængeligheden af din profil ved at klikke på dette ikon.
de_de: Verfügbarkeit ändern - bitte drücken Sie diesen icon
el_gr: Αλλάξτε τη διαθεσιμότητα της καταχώρισής σας κάνοντας κλικ σε αυτό το εικονίδιο.
fi_fi: Vaihda listauksesi saatavuus painamalla tätä ikonia.
fr_fr: Changez l'affichage de votre offre en cliquant sur le feu de signalisation.
is_is: Breytið aðgengis stöðunni með því að smella hér.
it_it: Cliccando su questa icone potete cambiare la disponiblità della vostra offerta
ja_jp: あなたのリスティングの内容の変更はこのアイコンをクリックする。
nl_be: Klik op dit icoontje om de beschikbaarheid van jullie aanbod te wijzigen
no_no: Endre tilgjengeligheten for din annonse ved å klikke på dette ikonet.
pl_pl: Zmień dostępność swojej oferty klikając na ikonę.
pt_pt: Mude a disponibilidade da sua ficha carregando neste ícone.
ro_ro: Modificati disponibilitatea listarii dvs prin apasare aici.

# availability.status
source: Your offer is {{availability_status}}, click on the traffic light to change your status.
da_dk: Dit tilbud er {{availability_status}}, klik på trafiklyset for at ændre din status.
de_de: Ihr Angebot ist {{availability_status}} - schalten Sie bitte Ihre Ampel auf grün oder rot.
el_gr: Η προσφορά σας είναι {{availability_status}}, κάντε κλικ στο 'φανάρι' για να αλλάξει.
fi_fi: Tarjouksesi on {{availability_status}}, paina liikennevaloa muuttaaksesi saatavuutesi toiseksi.
fr_fr: Votre offre est actuellement déclarée {{availability_status}}. Pour changer ce statut, cliquez sur le symbole ci-contre à gauche (feu rouge/feu vert).
is_is: Ykkar tilboð "{{availability_status}}", smellið á götuvitann til að breyta stöðunni.
it_it: La vostra offerta é {{availability_status}}, cliccate sul semaforo per immettere il vostro stato attuale
ja_jp: あなたのオファーは {{availability_status}},、信号をクリックしてあなたの内容を変更する。
nl_be: Je aanbod is {{availability_status}}, klik op het verkeerslicht om de status te wijzigen.
no_no: Ditt tilbud er {{availability_status}}, klikk på trafikklyset for å endre din status.
pl_pl: Twoja oferta ma status dostępny, kliknij na sygnalizację świetlną, by zmienić swój status.
pt_pt: A sua ficha está {{availability_status}}, use o semáforo se quiser modificar a sua disponibilidade.
ro_ro: Oferta dvs este {{availability_status}}, apasati pe luminile de trafic pentru a va shimba disponibilitatea statutului

# invisible.headline
source: Welcome to Intervac!
da_dk: Velkommen til Intervac!
de_de: Willkommen bei INTERVAC
el_gr: Καλωσήλθατε στην Intervac!
fi_fi: Tervetuloa Intervaciin!
fr_fr: Bienvenue chez Intervac !
is_is: Velkomin í Intervac!
it_it: Benvenuti in Intervac !
ja_jp: インターバックへようこそ！
nl_be: Welkom bij Intervac!
no_no: Vekommen til Intervac!
pl_pl: Witamy w Intervac!
pt_pt: Bem vindo ao Intervac!
ro_ro: Bine ati venit la Intervac!

# invisible.build_listing
source: Your listing will be hidden from other members until you have filled in the necessary information. If you are ready to do that now,
da_dk: Din profil vil være skjult for andre medlemmer indtil du har udfyldt de nødvendige informationer.
de_de: Ihr Angebot ist für andere Mitglieder nicht sichtbar, solange Ihre Angaben nicht komplett ausgefüllt sind!
el_gr: Η καταχώρισή σας θα μείνει κρυμμένη από τα άλλα μέλη, μέχρι να συμπληρώσετε τις αναγκαίες πληροφορίες. Αν είστε έτοιμοι να τις συμπληρώσετε τώρα,
fi_fi: Listauksesi on piilotettu muilta jäseniltä kunnes olet täyttänyt kaikki tarvittavat tiedot. Jos haluat tehdä sen nyt,
fr_fr: Vous devez maintenant terminer de remplir votre formulaire d'inscription pour diffuser votre offre d'échange sur le site, ce qui vous permettra de contacter les autres membres et de recevoir des propositions d'échanges. Vous pouvez le faire dès maintenant en cliquant ci-après,
is_is: Ykkar skráning er ekki sjáanleg fyrr en gengið hefur verið frá öllu nauðsynlegu ferli umsóknarinnar.
it_it: La vostra iscrizione rimarrà nascosta per gli altri soci finché non avrete inserito le informazioni necessarie. Se siete pronti potete farlo adesso
ja_jp: あなたのリスティングは必要な情報をすべて書き込むまで、他の会員から隠されるでしょう。もし、あなたの準備が出来でいるのなら今、
nl_be: Je aanbieding zal niet zichtbaar zijn voor andere leden tot wanneer alle nodige informatie is ingevuld. Wil je dit nu doen,
no_no: Din annonse vil være skjult for andre medlemmer inntil du har fylt inn den nødvendige informasjon. Hvis du kan gjøre det nå,
pl_pl: Do czasu wypełnienia niezbędnych informacji, Twoja oferta będzie niewidoczna dla pozostałych członków.
pt_pt: A sua ficha permanecerá invísivel para os outros membros até ter preenchido toda a informação obrigatória. Se quer preencher essa informação já,
ro_ro: Listarea dvs nu va putea fi vazuta de ceilalti membrii pana cand nu completati toate datele necesare.Daca sunteti gata sa faceti acest lucru acum ,

# invisible.intro_text
source: Our members are looking forward to getting to know you and your family.
da_dk: Vores medlemmer ser frem til at at lære dig og din familie at kende.
de_de: Unsere Mitglieder würden Sie und Ihre Familie gerne kennenlernen.
el_gr: Τα μέλη μας ανυπομονούν να γνωρίσουν εσάς και την οικογένειά σας.
fi_fi: Jäsenemme haluavat tutustua sinuun ja perheeseesi.
fr_fr: Nos membres sont désireux de vous connaître : Ne vous faites pas attendre.
is_is: Félagsmenn hlakka alltaf til að hitta nýja félagsmenn.
it_it: I nostri soci cercheranno di conoscere lei e la sua famiglia
ja_jp: 会員はあなたとあなたのあなたの家族について知りたいと願っています。
nl_be: Onze leden kijken ernaar uit om jou en je familie te leren kennen.
no_no: Våre medlemmer ser frem til å bli kjent med deg og din familie.
pl_pl: Nasi członkowie czekają na to, by poznać Ciebie i Twoją rodzinę.
pt_pt: Os nossos membros gostariam de saber um pouco sobre si e a sua família.
ro_ro: Membrii nostri asteapta cu nerabdare sa va cunoasca pe dvs si familia dvs.

# invisible.get_help
source: If you have questions about the form or need help, you can start by clicking this icon. It will be located to the right of a heading if there is a help text for that heading available. If you do not find the answer to your question there, your local Intervac organiser will be happy to lend you a hand.
da_dk: If you have questions about the form or need help, you can start by clicking this icon. It will be located to the right of a heading if there is a help text for that heading available. If you do not find the answer to your question there, your local Intervac organiser will be happy to lend you a hand.Hvis du har spørgsmål om formularen eller har brug for hjælp, kan du starte ved at klikke på dette ikon. Det vil være placeret til højre for et felt, hvis der er en hjælpetekst for denne position til rådighed. Hvis du ikke finder svaret på dit spørgsmål her, vil din lokale Intervac repræsentant med glæde give dig en hånd.
de_de: Wenn Sie Fragen zum Formular haben oder weitere Hilfe benötigen - klicken Sie diesen icon! Hier finden Sie einen "Hilfetext", wenn dieser Sie nicht ausreichend informiert, kontakten Sie bitte Ihren lokalen Organisator!
el_gr: Αν έχετε ερωτήσεις για τη φόρμα ή χρειάζεστε βοήθεια, μπορείτε να ξεκινήστε κάνοντας κλικ στο εικονίδιο αυτό. Θα βρίσκεται στα δεξιά κάθε επικεφλίδας αν υπάρχει κείμενο βοήθειας για την επικεφαλίδα αυτή. Αν δεν βρίσκετε απάντηση στην ερώτησή σας εκεί, ο τοπικός εκπρόσωπος της Intervac θα χαρεί να σας βοηθήσει.
fi_fi: Jos sinulla on kysymyksiä lomakkeen täytöstä tai tarvitset apua, aloita painamalla tätä ikonia. Ikonin löydät otsikon oikealta puolelta, jos tietoja on saatavilla, Jos et löydä vastausta kysymykseesi, paikallinen Intervacin asiamies auttaa sinua mielellään.
fr_fr: Pour vous aider, vous trouverez ce symbole avec un ? pour chacune des rubriques à remplir. En cliquant sur ce symbole, une fenêtre s'ouvrira à votre écran pour informations complémentaires. Si toutefois vous n'y trouvez pas les réponses à vos questions, n'hésitez pas à contacter votre Organisateur Local par e-mail ou par téléphone.
is_is: Ef þið hafið spurningar um formsatriði eða þurfið aðstoð, smellið á þetta merki. Það er hægra megin við fyrirsögn á hjálpar texta. Ef þið finnið ekki það sem þið leitið að þá hafið samband við ykkar umsjónarmann.
it_it: Se ha domande riguardanti l'iscrizione o se ha bisogno di aiuto può cominciare cliccando su nquesta icona. Se non trova la risposta alle sue domande il suo organizzatore locale sarà felice di poterla aiutare
ja_jp: もし、フォームについての質問やヘルプが必要なら、このアイコンをクリックしてください。もし、見出しのところにヘルプテキストがある場合は見出しの右にあるでしょう。そこにあなたの質問に対する答えが無い場合は、あなたの国のインターバックの担当者に尋ねてください。
nl_be: Indien je vragen hebt bij het invullen van dit document of hulp nodig hebt, klik dan op dit icoon. Het bevindt zich rechts van een rubriek, indien er bijkomende info over deze rubriek beschikbaar is. Indien je nog geen antwoord hebt gevonden op je vraag dan zal je lokale organisator je met plezier verder helpen.
no_no: Hvis du har spørsmål i forbindelse med skjemaet og trenger hjelp, kan du starte ved å klikke på dette ikonet. Det finnes til høyre for overskriften dersom det er en hjelpetekst for den overskriften tilgjengelig. Dersom du ikke finner svar på ditt spørsmål der, vil lederen av Intervac i ditt land kunne hjelpe til.
pl_pl: Jeśli masz pytania na temat formularza lub potrzebujesz pomocy, kliknij na ikonę. Jest zlokalizowana po prawej stronie nagłówka, o ile pytanie jest ujętej w tematyce pomocy. Jeśli nie możesz znalźć odpowiedzi na pytanie, przedstawiciel Intervac w Twoim kraju z chęcią udzieli Ci potrzebnej pomocy i informacji.
pt_pt: Se tiver dúvidas sobre este formulário ou precisar de ajuda, comece por carregar neste ícone, que surge à direita de diversos títulos. Se continuar com dúvidas, procure os contactos do representante local do Intervac na página Contactos.
ro_ro: Daca aveti intrebari referitoare la formular sau necesitati asistenta ,apasati aici .Daca nu gasiti o explicatie deja inregistrata , reptrezentantul Intervac in tara dvs va va ajuta cu placere.

# invisible.closing
source: Many happy exchanges!
da_dk: Du ønskes mange gode bytteaftaler.
de_de: Wünsche Ihnen viele erfolgreiche Tauschmöglichkeiten!
el_gr: Να έχετε πολλές επιτυχημένες ανταλλαγές!
fi_fi: Monia onnellisia vaihtoja!
fr_fr: Nous vous souhaitons d'excellentes vacances échange en perspective !
is_is: Mörg ánægjuleg skipti!
it_it: Molti sacmbi felici !
ja_jp: たくさんの幸せなエクスチェンジを！
nl_be: Veel geslaagde huisruilen!
no_no: Lykke til med mange hyggelige boligbytter!
pl_pl: Życzymy udanych wymian!
pt_pt: Boas trocas!
ro_ro: Multe schimburi fericite!

# -x- references.title
source: Exchange References
de_de: Tauschreferenzen
fi_fi: Vaihdon referenssit
fr_fr: Références des échanges
is_is: Um heimilaskipti
it_it: Referenze per lo Scambio
ja_jp: 照会の交換
nl_be: Ruilreferenties
no_no: Referanser for boligbytte.
pl_pl: Referencje
pt_pt: Referências de troca
ro_ro: Detalii Schimb

# references.headline
source: References
de_de: Empfehlungen
fi_fi: Suositukset
fr_fr: Références
it_it: Referenze
nl_be: Referenties
no_no: Referanser

# -x- references.unconfirmed_headline
source: Unconfirmed References
de_de: Unbestätigte Empfehlungen.
fi_fi: Vahvistamattomat suositukset
fr_fr: Références non confirmées
is_is: Óstaðfestar umsagnir
ja_jp: 確認されていない評価
nl_be: Onbevestigde referenties
no_no: Ubekreftede referanser

# ee.30_and_more
source: 30 and more
de_de: 30 und mehr
fi_fi: Yli 30
fr_fr: 30 et plus
is_is: 30 og fleiri
it_it: 30 e più
ja_jp: ３０、それ以上
nl_be: 30 en meer
no_no: 30 og flere
pt_pt: 30 e mais

# contact_info.not_for_trial_members
source: Sorry, we do not provide contact information to trial members.
de_de: Entschuldigen Sie bitte, aber wir können Ihnen keine Kontaktinfos über "Schnuppermitgliedern" anbieten!
fi_fi: Valitettavasti koejäsenillä ei ole oikeutta nähdä jäsenten yhteystietoja.
fr_fr: Désolés, les coordonnées pour le contact ne sont pas accessibles aux membres inscrits à l'essai (TRIAL). Devenez membre actif à part entière ! Merci de votre compréhension.
it_it: Sorry, we do not provide contact information to trial members.Spiacenti, non possiamo dare informazioni per i contatti ai Soci Trial (di prova)
no_no: Beklager, vi gir ikke ut kontaktinformasjon til prøvemedlemmer.
