Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/text_and_photos.po
Languages: da_dk, de_de, es_es, fi_fi, fr_fr, is_is, ja_jp, no_no, pl_pl, pt_pt, ro_ro

# save_text_button
source: Save Text
da_dk: Gem tekst
de_de: Text sichern
es_es: Guardar texto
fi_fi: Tallenna teksti
fr_fr: Enregistrer le texte
is_is: Geymið texta
ja_jp: 本文を保存する
no_no: Lagre tekst
pl_pl: Zapisz tekst
pt_pt: Guardar texto
ro_ro: Salvati Textul

# upload_title
source: Upload Pictures
da_dk: Upload billede
de_de: Foto hochladen
es_es: Colgar Foto
fi_fi: Liitä valokuvia
fr_fr: Télécharger les photos supplémentaires
is_is: Niðurhalið mynd
ja_jp: 写真をアップロードする
no_no: Bildet er lastet opp
pl_pl: Ładowanie zdjęć
pt_pt: Envio de fotografias
ro_ro: Incarcati Fotografii

# confirm_photo_delete
source: Do you really want to delete this photo?
da_dk: Vil du slette dette billede
de_de: Wollen Sie das Foto wirklich löschen?
es_es: ¿Desea realmente cancelar esta foto?
fi_fi: Haluatko oikeasti poistaa tämän valokuvan?
fr_fr: Voulez-vous vraiment supprimer cette photo ?
is_is: Viltu raunverulega eyða þessari mynd
ja_jp: この写真を本当に削除しますか？
no_no: Ønsker du virkelig å slette dette bildet?
pl_pl: Czy napewno chcesz usunąć to zdjęcie?
pt_pt: Tem mesmo a certeza que deseja apagar esta foto?
ro_ro: Chiar doriti sa stergeti aceasta fotografie?

# thumbnails.delete_photo
source: Delete this photo
de_de: Foto löschen
es_es: Cancele esta foto
fi_fi: Poista tämä valokuva
fr_fr: Supprimer cette photo
is_is: Eyða þessari mynd
ja_jp: この写真を削除する
no_no: Slett dette bildet

source: Primary Photo
da_dk: Primært billede
de_de: Hauptfoto
es_es: Foto Principal
fi_fi: Pääkuva
fr_fr: Photographie Principale
is_is: Aðalmynd
ja_jp: 主とする写真
no_no: Hovedbilde
pl_pl: Zdjęcie
pt_pt: Foto principal
ro_ro: Fotografia Principala

# left_column.photos
source: Photos
de_de: Fotos
es_es: Fotos
fi_fi: Valokuvat
fr_fr: Vos photos
is_is: Myndir
ja_jp: 写真
no_no: Bilder
pt_pt: Fotos
ro_ro: Fotografii

# messages.no_primary_photo
source: You have not yet posted a primary photo! This way please...
da_dk: Du kan endnu ikke uploade dit primære billede.
de_de: Sie haben bis jetzt noch kein Hauptfoto hochgeladen! Bitte gehen Sie folgendermaßen vor.....
es_es: Todavía no ha colgado una foto principal? Por aquí por favor...
fi_fi: Pääkuvaa ei ole vielä liitetty! Tännepäin..
fr_fr: Vous n'avez pas publié de photographie ! Cliquez ici SVP...
is_is: Þið hafið ekki enn niðurhalað aðalmynd ykkar, gjörið svo vel; þessa leið
ja_jp: あなたは主の写真をまだ貼り付けていません！こちらからどうぞ・・・
no_no: Du har ikke lastet opp ditt hovedbilde enda. Slik gjør du dette...
pl_pl: Niezaładowałeś zdjęcia! Kliknij tutaj...
pt_pt: Ainda não enviou a sua foto principal! Clique aqui...
ro_ro: Inca nu ati incarcat Fotografia Principala! Continuati....

# headline
source: Additional Text and Photos
da_dk: Mere tekst og flere billeder
de_de: Zusatztext und -fotos
es_es: Fotos y Texto adicional
fi_fi: Lisää tekstiä ja valokuvia
fr_fr: Vos photos supplémentaires & textes libres
is_is: Auka texti og myndir
ja_jp: 追加の本文と写真（複数）
no_no: Tilleggstekst med bilder
pl_pl: Dodatkowy tekst i zdjęcia
pt_pt: Texto e fotos adicionais
ro_ro: Text suplimentar si Fotografii

# allowed_photos_and_text
source: You can post up to twenty additional photos, which you should sort into different categories. Choose the category from the box below. For comments on each category you can also insert as much text as you like.
da_dk: Du kan uploade flere billeder (op til 20 i alt), og ubegrænset tekst i forskellige kategorier. Vælg kategorien før du uploader.
de_de: Sie können bis zu 20 Fotos hochladen und diese jeweils den entsprechenden Kategorien hinzufügen.Sie können die entsprechende Kategorie anklicken und hier unbegrenzt Texte hinzufügen.
es_es: Puede colgar fotos adicionales (hasta un total de 20), y texto ilimitado en varias categorias, escogiendo la categoria a continuación, antes de colgarla.
fi_fi: Voit liittää valokuvia (yhteensä enintään 20), sekä rajoittamattomasti tekstiä eri otsikoiden alle. Jos haluat käyttää otsikoita, valitse oikea otsikko alla olevista ennen kuvan lataamista tai tekstin kirjoitusta.
fr_fr: Vous pouvez télécharger jusqu'à 20 photographies supplémentaires et écrire vos textes libres dans les différentes rubriques, que vous choisissez ci-dessous. N'oubliez pas de sauvegarder vos textes !
is_is: Þið getið upphalað auka myndir(allt að 20 myndum) og eins langa skýringa- texta og þið viljið við ykkar lýsingar
ja_jp: ２０枚までの追加写真、それらを異なったカテゴリーに入れて貼り付けることが出来ます。下のボックスからカテゴリーを選んでください。各カテゴリーのコメントは好きなだけの文章を挿入できます。
no_no: Du kan laste opp flere bilder (inntil 20 bilder), og ubegrenset tekst i de ulike kategoriene ved å velge en kategori nedenfor.
pl_pl: Możesz dołączyć dodatkowe zdjęcia (do 20) oraz dodatkowy tekst (bez ograniczeń) wybierając poniższą kategorie przed załadowaniem.
pt_pt: Pode adicionar várias fotos (até 20) e texto livre em várias categorias. Para isso, seleccione a categoria antes de enviar as fotos e texto.
ro_ro: Puteti posta pana la 20 fotografii suplimentare , pe care sa le sortati in diferite categorii. Alegeti categoria din caseta de mai jos.Pentru comentarii la fiecare categorie puteti adauga deasemenea textele pe care le doriti .

# upload_button
source: Upload This Photo
da_dk: Upload dette billede
de_de: Hochladen dieses Fotos
es_es: Colgar Esta Foto
fi_fi: Lataa tämä valokuva
fr_fr: Télécharger cette photographie
is_is: Niðurhalið þessa mynd
ja_jp: この写真をアップロードする
no_no: Last opp dette bildet
pl_pl: Załaduj to zdjęcie
pt_pt: Enviar esta foto
ro_ro: Incarcati Fotografia

# upload_jpg
source: Only jpg files will be accepted.
da_dk: Kun jpg filer vil blive accepteret.
de_de: Es wird nur JPG-Format akzeptiert.
es_es: Únicamente aceptamos archivos en formato jpg .
fi_fi: Vain jpg-muodossa olevat tiedostot kelpaavat.
fr_fr: Sélection de votre photo :
is_is: Aðeins tekið við JPG myndum.
ja_jp: jpg files のみ使用可
no_no: Bare jpg filer vil bli godkjent.
pl_pl: Akceptowane są tylko pliki jpg.
pt_pt: Só é aceite o formato JPG
ro_ro: Vor fi acceptate numai formate jpg

# change_category
source: Change the category
da_dk: Skift kategori
de_de: Unter der Kategorie
es_es: Cambiar de categoria
fi_fi: Vaihda luokka
fr_fr: Déterminer la rubrique
is_is: Breytið þessum hluta
ja_jp: カテゴリーを変える
no_no: Endre kategori
pl_pl: Zmień kategorię
pt_pt: Mudar a categoria
ro_ro: Incarcati aceasta Fotografie!

# additional_text_title
source: Add Category Text
da_dk: Beskrivelse
de_de: Zusätzlicher Text - Beschreibungen
es_es: Descripción
fi_fi: Lisää luokkaan tekstiä
fr_fr: Écrire les textes correspondants
is_is: Setjið inn flokkaðan texta
ja_jp: カテゴリー・テキストを追加
no_no: Beskrivelse
pt_pt: Texto para a Categoria escolhida
ro_ro: Adaugati text

# messages.maximum_photos_reached
source: You have reached the maximum limit of 20 photos
da_dk: Du kan ikke uploade flere billeder end 20
de_de: Sie haben das Limit von 20 Fotos erreicht.
es_es: Ha llegado al límite máximo de 20 fotos
fi_fi: Olet saavuttanut 20 valokuvan enimmäismäärän.
fr_fr: Limite atteinte de 20 photographies maximum en illustration
is_is: Þið hafið sett inn leyfilegt magn 20 myndir
ja_jp: あなたの写真は最大の枚数である20枚に達しました。
no_no: Du har nådd maksimumsgrensen på 20 bilder.
pl_pl: Przekroczyłeś limit 20 zdjęć.
pt_pt: O limite máximo de 20 fotos foi atingido
ro_ro: Ati atins limita maxima de 20 fotografii

# messages.text_save_successful
source: Your text has been saved successfully.
da_dk: Din tekst er nu gemt.
de_de: Ihr Text wurde erfolgreich gespeichert.
es_es: Su texto ha sido guardado satisfactoriamente.
fi_fi: Tekstisi tallennus onnistui.
fr_fr: Votre texte est bien enregistré !
is_is: Ykkar texti hefur komist í geymslu
ja_jp: 本文は保存に成功しました。
no_no: Teksten din er blitt lagret på en vellykket måte.
pl_pl: Twój teks został zapisany z sukcesem!
pt_pt: O seu texto foi gravado com sucesso.
ro_ro: Textul dvs a fost salvat cu succes.

# errors.incorrect_file_type
source: Please upload JPG files only.
da_dk: Du kan kun uploade billeder i jpg format
de_de: Bitte nur JPG-Dateien hochladen.
es_es: Por favor cuelge solo archivos JPG.
fi_fi: Lataa ainoastaan JPG tiedostoja.
fr_fr: Seul le format JPEG est accepté
is_is: Vinsamlegast aðeins JPG myndir
ja_jp: ＪＰＧファイルだけをアップロードしてください。
no_no: Vennligst last opp kun JPG-filer.
pl_pl: Tylko format JPG.
pt_pt: Apenas ficheiros JPG são permitidos.
ro_ro: Va rugam incarcati doar fisiere de tip jpg

# errors.no_photo_selected
source: Please click the browse button to select a photo to upload.
da_dk: Klik på Gennemse knappen for at vælge et foto for at uploade.
de_de: Hier klicken, um ein Foto hochzuladen.
es_es: Por favor haga click en el botón para seleccionar la foto que desea colgar.
fi_fi: Paina Selaa painiketta valitaksesi ladattavan valokuvan.
fr_fr: Utilisez le bouton "Parcourir" pour sélectionner la photo à télécharger.
is_is: Vinsamlegast smellið á "Browse" hnappinn til að velja mynd sem þið viljið niðurhala.
ja_jp: アップロードする写真を選択するブラウザ・ボタンをクリックしてください。
no_no: Vennligst klikk på Bla gjennom-knappen for å finne et foto som du kan laste opp.
pl_pl: Proszę kliknąć przycisk przeglądarki, aby wybrać zdjęcie do załadowania.
pt_pt: Carregue no botão Browse para escolher a foto.
ro_ro: Va rugam faceti clic pe butonul browse pt a alege o fotografie pentru incarcare.

# messages.photo_upload_successful
source: Image sucessfully uploaded!
da_dk: Billedet er nu uploadet.
de_de: Foto erfolgreich hochgeladen!
es_es: ¡La imagen ha sido colgada correctamente!
fi_fi: Kuvan liittäminen onnistui!
fr_fr: Téléchargement réussi de votre photographie !
is_is: Niðurhal tókst vel!
ja_jp: イメージはアップロードに成功しました。
no_no: Bildet ble lagret på en vellykket måte.
pl_pl: Zdjęcie zostało załadowane z sukcesem!
pt_pt: Upload da imagem efectuado com sucesso!
ro_ro: Imaginea a fost incarcata cu succes

# how_to_delete_photo
source: To delete a photo click the orange garbage bin.
da_dk: For at slette et billede klik på den orange skaldrespand.
de_de: Um ein Foto zu löschen, klicken Sie auf den orangenen Abfallbehälter.
es_es: Para eleminar una foto haga "click" en la papelera naranja.
fi_fi: Poistaaksesi valokuvan napsauta oranssia roskakorin kuvaa.
fr_fr: Pour supprimer une photo, cliquez sur sa corbeille orange.
is_is: Til að eyða mynd smellið á gulu ruslafötuna.
ja_jp: 写真を削除するのは、オレンジのゴミ箱へクリックしてください。
no_no: For å slette et bilde klikker du på den oransje søppelbøtta.
pt_pt: Para eliminar uma foto, clique no caixote do lixo cor de laranja.
ro_ro: Pentru asterge o fotografie apasati pe cosul de gunoi portocaliu

# how_to_edit
source: Do you want to edit or delete the comments you have already written? Choose the right category in the dropdown box and the appropriate text will be loaded into the editor. Make your changes and remember to press the "Save Text" button.
da_dk: Ønsker du at redigere eller slette de kommentarer, du allerede har skrevet? Vælg den rette kategori i dropdown boksen og valgte tekst vil blive indlæst i editoren. Foretag dine ændringer og husk at trykke på "Gem Tekst " knappen.
de_de: Wollen Sie Ihren bereits geschriebenen Text löschen? Klicken Sie zuerst die richtige Kategorie und Sie können dort direkt Ihre Textänderungen vornehmen.Vergessen Sie nicht "speichern unter" zu drücken!
es_es: ¿Desea editar o borrar los comentarios que ha escrito? Elija la categoria correcta en el menu, el texto adecuado será colgado en el editor. Haga sus cambios y recuerde apretar el botón de "Guardar Texto".
fi_fi: Haluatko muokata tai poistaa kirjoittamiasi kommentteja? Valitse oikea luokka oheisesta valikosta ja valitsemasi teksti avautuu muokattavaksi. Tee muutokset ja muista painaa "Tallenna teksti" näppäintä.
fr_fr: Vous souhaitez modifier/supprimer vos textes ? Sélectionnez la rubrique concernée pour afficher le texte correspondant. Effectuez ensuite vos changements dans le texte, enfin sauvegardez.
is_is: Viltu eyða eða breyta textanum? Veldu hægra megin á flipanum og rétti textinn fer í breytinga ferlið. Gerið breytingarnar og munið að ýta á "Geymið texta" hnappinn
ja_jp: あなたが書いたコメントを編集するか削除したいですか？ドロップダウン・ボックスの正しいカテゴリーを選択してください。そうすれば、正しい文章がエディターにロードされるでしょう。変更をしてから、 "Save Text"ボタンを押すことを忘れないでください。
no_no: Ønsker du å redigere eller slette de kommentarene du allerede har skarvet? Velg riktig kategori i dropdown - gardinen og riktig tekst vil bli lastet opp. Gjør dine endringer og husk å trykke "Lagre tekst" knappen.
pt_pt: Deseja realmente editar ou apagar os comentários escritos por si? Seleccione a categoria abaixo e o texto será carregado no editor. Faça as suas alterações e não se esqueça se clicar em "Guardar texto".
ro_ro: Doriti sa editati sau sa stergeti comentariile facute? Alegeti optiunea , faceti schimbarile si nu uitati sa apasati pe butonul "Salveaza Text"

# how_to_upload
source: To post a photo browse your computer files to find the right one, then press <strong>"Upload This Photo"</strong>. Please be patient until you get a response. Depending on the size of your photo and the speed of your internet connection this could take a little while.
da_dk: For at vise foto gennemsøg dine computer filer for at finde det rigtige, og tryk derefter på <strong> "Upload Dette Photo " </ strong>. Vær tålmodig, indtil du får et svar. Afhængig af størrelsen af dit foto og hastigheden af din internetforbindelse kan dette tage et stykke tid.
de_de: Hochladen eines Fotos - suchen Sie zuerst nach einem geeigneten Foto. Klicken Sie auf <strong>"Dieses Foto hochladen"</strong>. Haben Sie etwas Geduld, bis Sie Antwort bekommen. Je nach Größe des Fotos und der Geschwindigkeit Ihrer Internetverbindung, kann der Vorgang etwas Zeit in Anspruch nehmen.
es_es: Para enviar una foto vaya a los archivos de su ordenador para encontrar el correcto y entonces apriete <strong>"Colgar esta Foto"</strong>. Por favor espere hasta recibir una respuesta. Dependiendo del tamaño de su foto y de la rapidez de su conexión a internet este proceso podría tardar un poco.
fi_fi: Kuvan liittämisestä varten etsi ensin oikea valokuva tietokoneeltasi, ja kun olet sen valinnut paina <strong>"Lataa tämä kuva"</strong>. Odota kunnes saat vastauksen. Valokuvatiedostosi koosta ja internetyhteytesi nopeudesta johtuen valokuvan liittäminen voi kestää.
fr_fr: Cliquez sur "Parcourir" pour localiser depuis votre ordinateur et sélectionner une photo supplémentaire, lancez le téléchargement et patientez quelques instants. Procédez ainsi pour chaque photo. Chaque nouveau téléchargement remplace la photo précédemment enregistrée.
is_is: Til að koma fyrir mynd, leitið á ykkar tölvu eftir réttu myndinni,ýtið á.<strong>"Upload This Photo"</strong>.Sýnið þolinmæði eftir svörun, það fer eftir stærð myndarinnar og vinnsluhraða internetsins, það gæti tekið smá tíma.
ja_jp: あなたのコンピューターファイルから適切な写真をみつけて掲示するためには、 <strong>"この写真をアップロードする"</strong>. を押します。結果が出てくるまで待っていてください。あなたの写真のサイズやインターネットのコネクト速度などにより時間がかかります。
no_no: For å laste opp et bilde, kan du lete i bildearkivet i PCen din for å finne riktig bilde. Deretter trykker du på <strong>"Last opp dette bildet"</strong>. Vær tålmodig til du får respons. Avhengig av størrelsen på bildet samt farten på din internettforbindelse vil dette kunne ta noe tid.
pt_pt: Para inserir uma foto na categoria que escolheu acima, procure-a no seu computador, depois clique em <strong>"Enviar esta foto"</strong>. Dependendo do tamanho da foto e da velocidade do seu acesso à Internet, o processo demorará algum tempo: por favor seja paciente.
ro_ro: Pentru a incarca o fotografie , cautati-o pe cea mai potrivita in computerul dvs , apoi apasati <strong>"Incarca Fotografia"</strong>. Va rugam sa asteptati raspunsul. In functie de dimensiunea fotografiei si de viteza cu care se desfasoara conexiunea internet, incarcarea poate dura mai mult sau mai putin.

# additional_text_intro
source: You can write as much as you like about each category here. Whatever you write will be visible only to other members.
da_dk: Eller du kan skrive så meget du vil om hver kategori her. Uanset hvad du skriver vil det være synligt kun for andre medlemmer.
de_de: Sie können zu jeder Kategorie unbegrenzten Text schreiben, dieser ist nur für andere Mitglieder sichtbar.
es_es: O bien puede escribir todo lo que desee sobre cada categoria aquí. Escriba lo que escriba sólo lo verán los otros socios de Intervac.
fi_fi: Tai voit kirjoittaa tähän tekstiä niin paljon kuin haluat jokaiseen otsikkoon. Kirjoittamasi teksti on vain jäsenten luettavissa.
fr_fr: Vous disposez pour chacune des rubriques descriptives d'un espace illimité quant à la taille de vos textes. Vous pouvez écrire/effacer vos textes en caractères gras, italiques, soulignés, barrés, et créer des listes numériques ou à puces. Vos textes libres sont exclusivement diffusés aux membres adhérents.
is_is: Eða þú getur skrifað eins mikið og þú vilt um efnið hérna . Hvað sem skrifað er verður aðeins sýnilegt öðrum skráðum aðilum.
ja_jp: ここの各々のカテゴリーについて書きたいだけ書く事が出来ます。あなたの書いたものは、他の会員だけが見ることが出来ます。
no_no: Eller du kan skrive så mye du vil om hver kategori her. Hva du enn skriver vil dette kun bli synlig for andre medlemmer.
pl_pl: Or you can write as much as you like about each category here. Whatever you write will be visible only to other members.
pt_pt: Pode escrever aqui o quanto desejar sobre a categoria que escolhe acima. O que quer que escreva será apenas vísivel apenas para os outros membros.
ro_ro: Puteti scrie cat doriti pentru fiecare categorie.Tot ce veti scrie va putea fi citit doar de catre membrii Intervac

# language_tip
source: Remember when composing your comments that you are addressing an international audience. Your choice of language could be important in talking to potential exchange partners from other countries.
da_dk: Husk når du laver dine kommentarer, at du henvender dig til et internationalt publikum. Dit valg af sprog kunne være vigtige i at tale med potentielle udveksling partnere fra andre lande.
de_de: Bitte denken Sie daran, dass Ihr Text ein internationales Publikum erreicht. Die Wahl der richtigen Sprache ist daher für das Zustandekommen eines Tausches besonders wichtig.
es_es: Al escribir sus comentarios recuerde que se está dirigiendo a una audiencia internacional. Su elección de idioma puede ser importante al hablar con otros compañeros de intercambio en pontencia de otros países.
fi_fi: Muistathan, että kertoessasi itsestäsi, osoitat sanomasi kansainväliselle yleisölle. Käyttämälläsi kielellä on suuri merkitys, kun puhuttelet mahdollisia vaihtokumppaneita muissa maissa.
fr_fr: Afin de faciliter les premiers contacts, il est judicieux d'écrire en anglais (ou dans la langue du pays concerné) vos textes libres en description de votre offre d'échange.
is_is: <strong>Ábending:</strong> Hafið í huga þegar þið skrifið að þið eruð að skrifa lesendum um allan heim. Orðaval er mikilvægt ef verið er að tala við einhvern í útlöndum um skipti á heimilum.
ja_jp: あなたがコメントを書いているとき、それは世界的な聴衆に向かって書いている事を忘れないで下さい。どの言語を選ぶかという事は、どの国の人とエクスチェンジをしたいかという選択の際に、とても重要な事です。
no_no: Husk når du skriver dine kommentarer at du henvender deg til en internasjonal forsamling. Ditt språkvalg vil være viktig når du skriver til eventuelle boligbyttepartnere fra andre land.
pt_pt: Tenha em atenção que ao criar um comentário este será disponibilizado para todo o mundo. A língua que escolher poderá ser importante pois poderão existir potenciais interessados numa troca em países com diversas línguas.
ro_ro: Cand compuneti mesajele dvs , amintiti-va ca va adresati unui public international. Alegerea limbii este importanta pentru a va putea adresa partenerilor din alte tari;

# choose_category.headline
source: Choose a category
da_dk: Vælg en kategori
de_de: Wählen Sie eine Kategorie
es_es: Elija un apartado
fi_fi: Valitse luokka
fr_fr: Choisir une rubrique
is_is: Veljið viðeigandi flokk
ja_jp: カテゴリーを選択
no_no: Velg en kategori
pl_pl: Wybierz kategorię
pt_pt: Escolha uma categoria
ro_ro: Alegeti o categorie

# captioning.headline
source: Caption Your Photo
de_de: Beschriften Sie Ihr Foto
es_es: De título a suFoto
fi_fi: Kuvateksti
fr_fr: Légendez votre photo !
is_is: Setjið texta við myndina
ja_jp: 写真の説明
no_no: Tekst bildet ditt

# captioning.introtext
source: If you like you can add a short caption for your photo by typing it in the box below.
de_de: Wenn Sie wollen, können Sie Ihr Foto kurz in unten angefügtem Feld beschreiben.
es_es: If you like you can add a short caption for your photo by typing it in the box below.Si lo desea puede poner un corto título a su foto
fi_fi: Voit liittää valokuvaasi lyhyen kuvatekstin. Kirjoita teksti alla olevaan laatikkoon.
fr_fr: Vous pouvez donner un titre à votre photo en écrivant dans le champ ci-dessous.
is_is: Ef þú vilt, getur þú sett stuttan myndatexta við myndina, skrifaðan í boxið fyrir neðan.
ja_jp: もし写真に短い説明文を入れたい場合は、下記のボックスに書き込んでください。
no_no: Om du vil kan du skrive en kort tekst til hvert bilde ved å skrive inn i boksen ved siden av.

# captioning.label
source: Caption:
de_de: Beschreibung Ihres Fotos
es_es: Título:
fi_fi: Kuvateksti:
fr_fr: Légende pour cette photo :
is_is: Myndatexti:
ja_jp: 説明文：
no_no: Tekst:

# ms_word_tip
source: Before you copy your text from a Microsoft Word document you should save your document as a filtered web page. This is easy to do. Click the Help icon above for step-by-step instructions.
de_de: Bevor Sie Ihren Text aus einem World-Dokument kopieren, sollten Sie diesen als gefilterte webpage speichern.
fr_fr: Avant de copier votre texte à partir d'un document Microsoft Word, vous devez enregistrer votre document comme une page Web filtrée. C'est facile à faire. Cliquez sur l'icône ci-dessus pour suivre les instructions, étape par étape.
is_is: Áður en þú afritar textann af Word skjali, þá ættir þú að vista skjalið sem síaða heimasíðu. Það er auðvelt. Smelltu á Hjálp-stikuna fyrir ofan og fylgdu leiðbeiningunum skref fram af skrefi.
ja_jp: マイクロソフトワードからあなたのテキストをコピーする前に、フィルターウエブページとして保存をするべきです。このやり方は簡単で、上記のステップーバイーステップのコマンドのヘルプアイコンをクリックしてください。
no_no: Før du kopierer tekst fra et Word-dokument tenk på å lagre dokumentet ditt som en webside. Dette er enkelt. Klikk hjelpeikonet over så får du en step-by-step instruksjon.
