Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/visinfo_facts_about_intervac.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no

# page.headline
source: Facts About Intervac
de_de: Fakten über INTERVAC.
es_es: Sobre Intervac
fi_fi: Tietoja Intervacista
fr_fr: Quelques vérités sur Intervac
is_is: Staðreyndir um Intervac
it_it: Fatti riguardanti Intervac
ja_jp: これがインターバックです。
nl_be: Over Intervac
nl_nl: Feiten over Intervac
no_no: Fakta om Intervac

# page.subhead
source: We Are the Original Home Exchangers
de_de: INTERVAC - die erste Tauschorganisation.
es_es: Somos los pioneros de Intercambio de Viviendas
fi_fi: Olemme alkuperäisiä kodinvaihtajia
fr_fr: Nous sommes les pionniers des échanges de maisons
is_is: Við erum upphafsmenn heimilaskipta
it_it: Noi siamo la più vecchia organizzazione di Scambio Casa
nl_be: Wij zijn van oorsprong de eerste Internationale Huisruil organisatie
nl_nl: Wij zijn van oorsprong de eerste Internationale Home Exchangers Service
no_no: Vi er de opprinnelige Boligbytterne!

# page.introtext
source: What a way to travel! Intervac isn't just a company - but a way of life that our founders discovered and pioneered. Since 1953 we have been leading the way facilitating home exchange between families, singles and retired people. Within the organization our national representatives work together and beyond country borders to make sure that you find the perfect exchange partner and that your holidays are stress-free and fun.
de_de: Eine ganz besondere Art zu reisen - mit INTERVAC- Haus- und Ferienwohnungstausch!Seit 1953 sind wir auf diesem Sektor führend und haben in all diesen Jahren Familien, Singles und Rentnern zu ganz speziellen Erfahrungen in Ihrem Urlaub verholfen - ganz sicher unvergesslich?
es_es: ¡Qué forma de viajar! Intervac no es sólo una compañía, sino una forma de vida de la que nuestros fundadores fueron pioneros. Desde 1953 somos los liders en facilitar intercambios de casas entre familias, gente sola y retirados. Dentro de nuestra organización los representantes nacionales trabajan juntos para asegurarle un perfecto compañero de intercambio y para que sus vacaciones sean divertidas y relajantes.
fi_fi: Mikä tapa matkustaa! Intervac ei ole vain palvelu - vaan elämäntapa, jonka perustajamme löysivät ja jonka uranuurtajina he toimivat. Vuodesta 1953 olemme olleet tiennäyttäjinä auttaneet kodinvaihtoon perheitä, sinkkuja ja eläkeläisiä. Organisaatiossamme kansalliset edustajamme toimivat yhdessä ja oman maan rajat ylittäen varmistaakseen, että löydät täydellisen vaihtokumppanin ja että lomasi sujuvat stressittömästi ja hauskasti.
fr_fr: Quelle merveilleuse façon de voyager ! Intervac n'est pas seulement un site, mais un mode de vie que nos fondateurs ont découvert et développé dans plusieurs pays. Depuis 1953, nous facilitons les échanges de maisons pour les vacances et loisirs entre les familles, les célibataires et les retraités de différentes cultures. Les représentants nationaux travaillent ensemble au sein de l'Organisation mais au-delà des frontières pour vous assurer des échanges de qualité et des vacances sans souci et agréables.
is_is: Hvílíkur ferðamáti! Intervac er ekki aðeins félagasamtök - heldur lífsstíll sem stofnendurnir uppgötvuðu og voru brautryðjendur í. Frá 1953 hefur Intervac verið í fararbroddi heimilaskipta á milli fjölskyldna og einstaklinga. Innan samtakanna hafa umboðsmenn landanna starfað saman til að tryggja skilvirk og ánægjuleg heimilaskipti félagsmanna Intervac.
it_it: Viaggiare con Intervac non é soltanto questione di essere membri di una Associazione ma é un modo di vita che i nostri fondatori scoprirono e misero a punto. Fin dal 1953 abbiamo promosso e facilitato lo scambio di case tra famiglie, persone in pensione e singles . I nostri rappresentanti nazionali lavorano con l'organizzazione per assicurarsi che voi troviate lo scambio che più vi conviene e che le vostre vacanze siano divertenti e prive di stress.
ja_jp: インターバックでの休暇とは単に旅行会社が企画したものとは異なっていますー我々の創始者が発見しパイオニアとなった生活の方法なのです。１９５３年以来、我々は家族・独身者・退職者などの会員間で家を交換してお互いの家に滞在して休暇を楽しむやり方を主導してきました。各国の担当者は、会員間でストレスのない楽しい休暇を出来る完全なパートナーを確実に見つけるため国境を越えて共に力をつくしてきました。
nl_be: Een originele en volledig aparte kijk op reizen! Intervac is niet zomaar een organisatie, maar een unieke benadering van vakantie die werd ontdekt en uitgewerkt door de oprichters van onze service. Sinds 1953 maken wij huisruil als vakantieformule mogelijk tussen gezinnen met en/of zonder kinderen, alleenstaanden en gepensioneerden. Binnen onze organisatie werken de vertegenwoordigers in elk land over de grenzen samen, wereldwijd, om het mogelijk te maken dat u de perfecte ruilpartners kunt vinden en dat uw vakanties zorgenloos en heel prettig kunnen verlopen.
nl_nl: Wat een manier om te reizen! Intervac is niet zomaar een bedrijf, maar een manier van leven, die werd ontdekt en uitgewerkt door de oprichters van onze service. Sinds 1953 maken wij vakantie woningruil mogelijk tussen gezinnen met en/of zonder kinderen, alleenstaanden en gepensioneerden. Binnen onze organisatie werken de organisatoren over de grenzen samen, wereldwijd, om het mogelijk te maken dat u de perfecte ruilpartners kunt vinden en dat uw vakanties zonder stress en heel prettig kunnen verlopen.
no_no: For en måte å reise på! Intervac er ikke bare et selskap - men en livsstil som våre grunnleggere oppdaget. Siden 1953 har vi vært ledende på tilrettelegging for boligbytter mellom familier, enslige og pensjonister. Innenfor vår organisasjon arbeider nasjonale representanter sammen. Vi jobber utover landets grenser for å sørge for at du finner den perfekte byttepartner, og vi jobber for at din ferie skal bli stressfri, spennende og morsom.

# cultural.headline
source: Culturally-Enriching, Environmentally Friendly and Economical.
de_de: Kulturell bereichernd, umweltfreundlich und wirtschaftlich!
es_es: Culturalmente Enriquecedor, Respetuoso con el Medio Ambiente y Económico.
fi_fi: Kulttuurisesti rikastuttava, ympäristöystävällinen ja taloudellinen.
fr_fr: Pour des vacances culturellement enrichissantes, conviviales, économiques et écologiques.
is_is: Menningarauðgandi, umhverfisvæn og hagkvæm.
it_it: Arricchiscono culturalmente, rispettano l'ambiente e sono economiche
ja_jp: 文化的にも豊かで、環境保護上からみてもフレンドリーで経済的
nl_be: Cultureel verrijkend , milieuvriendelijk en voordelig.
nl_nl: Cultureel-Verrijkend, Milieu-vriendelijk en Voordelig.
no_no: Kulturberikende, Miljøvennlig og Økonomisk.

# intervac_history.text
source: INTERVAC was started in Europe in the early 1950's by a group of teachers with plenty of vacation time looking for economic means to travel internationally. After a few exchanges, they realized that living in each other's homes was great for cultivating international friendships. Our concept has been growing ever since - primarily by referrals from satisfied home exchangers. Currently INTERVAC offers its services around the world and facilitates home exchanges for {{total_number_of_members}} families from all walks of life.
de_de: INTERVAC wurde 1953 in Europa gegründet! Zwei befreundete Lehrer aus der Schweiz und den Niederlanden wollten wirtschaftlich günstig Urlaub machen und tauschten einfach Ihr Heim gegenseitig! Sie bemerkten nach einigen Haustauschen, dass Sie dadurch internationale Freundschaften schließen konnten und der Serviece wurde international weiter ausgedehnt. Unser Konzept ist seitdem "weltweit" gewachsen und dies vorallem durch Empfehlungen von zufriedenen Tauschpartnern!Derzeit bietet INTERVAC mit {{total_number_of_members}} Angeboten rund um die Welt allenTauschpartnern die Möglichkeit, den entsprechenden Tauschpartner zu finden.
es_es: INTERVAC empezó en Europa a principios de 1950 por un grupo de profesores con muchas vacaciones y buscando formas de viajar internacionalmente por poco dinero. Después de algunos intercambios, se dieron cuenta de que vivir unos en casa de otros era fantástico para cultivar amistades internacionales. Nuestro concepto ha seguido creciendo desde entonces, al principio por referencia de socios satisfechos. Actualmente INTERVAC ofrece sus servicios alrededor del mundo para {{total_number_of_members}} y facilita intercambios de casa a todos tipo de familias.
fi_fi: INTERVAC alkoi Euroopassa 1950-luvun alussa, kun opettajista koostuva ryhmä, jolla oli paljon lomaa, alkoi etsiä taloudellista tapaa matkustaa kansainvälisesti. Muutaman vaihdon tehtyään he tajusivat, että asuminen toinen toistensa kodeissa edisti hienolla tavalla kansainvälisiä ystävyyssuhteita. Konseptimme on siitä lähtien kasvanut pääasiassa tyytyväisten kodinvaihtajien suosituksesta. Tällä hetkellä Intervac tarjoaa palvelujaan ympäri maailmaa ja tarjoaa kodinvaihtoa {{total_number_of_members}} perheille, jotka tulevat kaikilta elämänaloilta.
fr_fr: Les premiers échanges INTERVAC ont débuté en Europe au début des années 1950 par la motivation d'un groupe de professeurs en quête d'un moyen économique de voyager pendant leurs vacances. Ayant l'idée d'échanger leurs maisons respectives, ils ont réalisé que la vie des uns chez les autres était également une expérience géniale pour cultiver des amitiés internationales. L'organisation Intervac a été fondée sur ces principes et depuis le concept ne cesse de se développer, principalement grâce aux nombreux témoignages de ses membres. De nos jours, Intervac offre ses services dans le monde entier et facilite les échanges de maisons pour les {{total_number_of_members}} familles issues de tous les horizons.
is_is: INTERVAC samtökin eiga uppruna sinn í Evrópu snemma á sjötta áratug síðustu aldar, þegar nokkrir kennarar sem voru að leita leiða til að ferðast ódýrt til annarra landa. Eftir nokkur heimilaskipti varð niðurstaðan hjá þeim sú að þeim fannst þetta frábær leið til að afla vina og auka skilning á milli þjóða. Hugmyndir okkar hafa verið að þróast æ síðan, ekki síst í gegnum umsagnir ánægðra félagsmanna okkar. Nú býður Intervac þjónustu sína um allan heim og {{total_number_of_members}} fjölskyldur úr öllum stéttum þjóðfélagsins njóta þjónustu okkar.
it_it: INTERVAC iniziò in Europa agli inizi degli anni '50 ad opera di un gruppo di insegnanti che avendo lunghe vacanze cercavano un modo economico per viaggiare . Dopo alcuni scambi essi realizzarono che vivere nelle reciproche case era eccezionale per coltivare amicizie internazionali. Da allora la nostra idea si é rafforzata anche attraverso le referenze offerte dai nostri scambisti.Attualmente INTERVAC offre i suoi servizi in tutto il mondo e facilita lo scambio casa per {{total_number_of_members}} famiglie con ogni tipo di esperienza.
ja_jp: インターバックは１９５０年代の初めにヨーロッパで、休暇の多い教師達のグループが経済的に国境を越えて旅行する方法として考え出したものです。何回かの経験の後に、お互いの家を交換して滞在する方法は国際的なフレンドシップを構築する素晴らしいものだと確信したのです。それ以来我々のコンセプトはこのやり方に満足したエクスﾁｪﾝｼﾞｬｰ達の推薦によって成長してきました。現在においては全世界的に広がる{{total_number_of_members}} の会員に我々のサービスを提供しています。
nl_be: INTERVAC werd opgericht in 1953 in Europa door een groep leerkrachten met genoeg vrije tijd, die zochten naar een andere en betaalbare manier om internationaal te kunnen reizen. Na enkele ruilvakanties bij collegas beseften zij dat het tijdelijk verblijven in het huis van iemand anders, tegelijk zo uniek en ook vanzelfsprekend, heel goed was voor het ontwikkelen en onderhouden van internationale vriendschappen. Het concept is vanaf die tijd voortdurend gegroeid vooral door de enthousiaste aanbevelingen van tevreden huisruilers. Op dit moment biedt INTERVAC zijn diensten aan over de hele wereld en maakt vakantie-ruilafspraken mogelijk voor {{total_number_of_members}} gezinnen uit alle lagen van de bevolking.
nl_nl: INTERVAC werd opgericht in 1953 in Europa door een groep leraren met genoeg vrije tijd, die zochten naar een betaalbare manier om internationaal te kunnen reizen. Na enkele ruilvakanties, beseften zij, dat het tijdelijk verblijven in het huis van iemand anders, heel goed was voor het ontwikkelen en onderhouden van internationale vriendschappen. On concept is vanaf die tijd voortdurend gegroeid, vooral door recommendatie door tevreden huizenruilers. Op dit moment biedt Intervac zijn diensten aan over de hele wereld en maakt vakantie-ruilafspraken mogelijk voor {{total_number_of_members}} gezinnen uit alle lagen van de bevolking.
no_no: INTERVAC startet i Europa på begynnelsen av 1950-tallet av en gruppe lærere med lange ferier på jakt etter rimelige måter å reise ut i verden på. Etter noen utvekslinger, erfarte de snart at å bo i hverandres hjem var flott for å dyrke internasjonalt vennskap. Vårt konsepthar vokst siden den gang - primært fordi fornøyde boligbyttere anbefaler dette for andre. INTERVAC tilbyr sine tjenester over hele verden og muliggjør boligbytte for mer enn {{total_number_of_members}} familier fra alle samfunnslag.

# green_power.text
source: Even our online service is environmentally friendly. In 2007 were again the first, and as far as we know we are still in 2011, the only home exchange organisation to host our servers in a high security server farm powered entirely by renewable hydro-electric power. Intervac International is committed to keeping our planet healthy, without missing out on all the fun!
de_de: Unser Online-Service ist umweltfreundlich. 2007 waren wir die erste Haustausch-Organisation und sind dies auch noch in 2011, die unsere Server in einer umweltfreundlichen Serverfarm arbeiten lassen - versorgt mit erneuerbarem Strom aus Wasserkraft.
es_es: Incluso nuestro servicio online es respetuoso con el medio ambiente. En 2007 éramos también los primeros, y lo seguimos siendo en 2011, la única organización de intercambio de casas que tiene el hosting de nuestros servidores totalmente de energía renovable. Intervac está comprometida en mantener nuestro planeta sano.
fi_fi: Jopa verkkopalvelumme säästää ympäristöä. Vuonna 2007 olimme jälleen kerran ensimmäisia, ja sikäli kuin tiedämme vieläkin vuonna 2011, ainoa kodinvaihtojärjestö, jonka palvelimet toimivat toimivat korkeat turvallisuusvaatimukset täyttävässä palvelinfarmissa saaden käyttämänsä virran kokonaan uusiutuvasta vesivoimasta. Intervac International on sitoutunut pitämään huolta planeettamme terveydestä, ilman että jäisimme paitsi kaikesta hauskasta!
fr_fr: Même notre service en ligne est respectueux de l'environnement. En 2007, nous avons fait le choix d'utiliser des serveurs de haute sécurité issus exclusivement d'énergies renouvelables hydro-électriques. Intervac est déterminé à préserver notre planète, sans oublier tout le fun des vacances échange !
is_is: Við leggjum áherslu á að netþjónninn okkar sé rekinn á sem vistvænastan hátt. Frá árinu 2007 hefur hann verið drifinn áfram á endurnýjanlegri orku. Intervac styður ánægjulega og vistvæna ferðamennsku.
it_it: Anche il nostro servizio online rispetta l'ambiente. Nel 2007 eravamo di nuovo i primi e da quello che sappiamo siamo ancora nel 2011, la sola organizzazione di scambio casa che ha i suoi server in un luogo ad alta sicurezza che usa soltanto energia idroelettrica rinnovabile. Intervac International si é impegnata a mantenere il nostro pianeta in salute, senza tuttavia perdereil lato divertente del nostro lavoro
ja_jp: 我々のオンラインサービスにおいても環境的にフレンドリーであるといえます。２００７年には（今はまだ２０１１年ではありますが）、我々の知っている限りにおいては再生可能なエネルギーである水力発電電気を使い、高い安全性を誇るサーバーを持つエクスチェンジの組織は雄一我々だけであると自負しています。インターバック・インターナショナルは楽しみを損なう事のない、健全な地球を保つ事に寄与してまいります。
nl_be: Zelfs onze online-service is milieuvriendelijk. In 2007 waren wij de eerste en voor zover wij weten, in 2011, nog steeds de enige huisruil organisatie die onze servers host in een extra beveiligde server-farm, die wordt aangedreven door hydro-elektrische energie. Intervac International voelt zich verplicht om onze planeet zo goed mogelijk te onderhouden, schoon en gezond te houden zonder de leuke dingen uit het leven te missen.
nl_nl: Zelfs onze online-service is milieu-vriendelijk. In 2007 waren wij weer de eerste, en voor zover wij weten nog steeds in 2011, de enige woningruil organisatie die onze servers host in een extra-beveiligde server-farm, die wordt aangedreven door hydro-elektrische energie. Intervac International voelt zich verplicht om onze planeet zo goed mogelijk te onderhouden, schoon en gezond te houden zonder de leuke dingen uit het leven te missen.
no_no: Til og med vår online service er miljøvennlig. I 2007 ble vi igjen først, og så langt vi vet fortsatt i 2011, den eneste boligbytteorganisasjonen som leier sine servere i en høyt sikret severfarm som kun henter strøm fra fornybar hydro-elektrisk energi. Intervac International forplikter seg selv til å holde vår planet frisk uten å gå glipp av det som er gøy!

# intervac_around_the_world.text
source: We keep a low profile, taking care of our {{total_number_of_members}} members. Our growth is fueled by referrals from satisfied members. We have agents in {{number_of_agent_countries}} countries, we speak your language and live in your culture. We are here to guide and advise you how to get the most out of your home exchange experiences. If you have questions, we'd love to <link>hear from you</link>.
de_de: Wir sind sehr bemüht, unsere {{total_number_of_members}} Miglieder gut zu betreuen.Unser Wachstum wird durch Nachrichten unserer zufriedenen Mitgliedern unterstützt. Wir haben Organisatoren in {{number_of_agent_countries}} Ländern, die Ihre Sprache sprechen und in Ihrer Kultur leben. Wir beraten Sie gerne, um Ihnen viele Haustausch-Erfahrungen zu ermöglichen. Sollten Sie noch Fragen haben, freuen wir uns, wenn wir <link>von Ihnen hören </link>.
es_es: Cuidamos de nuestros {{total_number_of_members}} socios. Nuestro crecimiento es por referencias de socios satisfechos. Tenemos representantes en {{number_of_agent_countries}} países, hablamos su idioma y vivimos su cultura. Estamos aquí para asesorarle de cómo conseguir los mejores intercambios. Si tiene preguntas, nos encantará <link>atenderle</link>.
fi_fi: Pidämme matalaa profiilia huolehtimalla hyvin {{total_number_of_members}} jäsenestämme. Kasvumme syntyy tyytyväisten jäsentemme suosituksien perusteella. Meillä on edustajat {{number_of_agent_countries}} maassa, puhumme kieltäsi ja elämme kulttuurissasi. Olemme täällä opastamassa ja neuvomassa sinua siinä, kuinka saat eniten irti kodinvaihtokokemuksistasi. Jos haluat kysyä jotakin, haluaisimme <link>kuulla sinusta</link>.
fr_fr: Nous préférons adopter une attitude discrète, en prenant soin de nos {{total_number_of_members}} membres. La croissance d'INTERVAC est alimentée par l'enthousiasme et la satisfaction de ses membres. {{number_of_agent_countries}} représentants Intervac sont à votre service, parlant votre langue, partageant la même culture et échangeant aussi à titre privé. Nous sommes là pour vous guider et vous conseiller pour la réussite de vos échanges. Si vous avez des questions, nous serons ravis de <link>vous entendre</ link>.
is_is: Við látum ekki fara mikið fyrir okkur en leggjum okkur fram um að veita {{total_number_of_members}} meðlimum okkar góða þjónustu. Stöðug fjölgun félagsmanna byggir á jákvæðri reynslu þeirra og orðspori. Við erum með umboðsmenn í {{number_of_agent_countries}} löndum, þar á meðal á Íslandi. Við erum ykkur til aðstoðar til þess að upplifun ykkar á heimilaskiptum megi verða sem ánægjulegust. Okkur þykir ávallt gott að <link>heyra frá ykkur</link>.
it_it: Da quando operiamo in tutto il mondo manteniamo sempre il nostro nome semplice INTERVAC. Manteniamo un profilo basso prendendoci cura dei nostri {{total_number_of_members}} associati. La nostra crescita é dovuta alle referenze di membri soddisfatti dei loro scambi. Abbiamo Agenti in {{number_of_agent_countries}} paesi, che parlano la vostra lingua e vivono nel vostro ambiente culturale. Siamo qui per guidarvi e consigliarvi su come prendere il meglio dalle vostre esperienze di scambio Se avete delle domande ci farebbe piacere <link>avere vostre notizie e ascoltarvi</link>.
ja_jp: 我々は、 {{total_number_of_members}} の会員をサポートしておりますが、会員費は出来るだけ低くおさえております。それは、満足した会員により我々の成長は維持されているからです。各国のエージェントは {{number_of_agent_countries}}の国にいます。あなたの国の言葉を話し、あなたの文化を理解する国に住んでいます。我々はここにいて、あなたのホームエクスチェンジの経験のためにガイドしアドバイスをします。もし質問がある場合は<link>hear from you</link>.いつでもお待ちしています。
nl_be: Wij blijven low-profile ,maar zorgen zo goed mogelijk voor onze {{total_number_of_members}} leden. Wij groeien vooral door de vele aanbevelingen van onze tevreden leden. Wij hebben vertegenwoordigers in {{number_of_agent_countries}} landen, we spreken uw taal en begrijpen uw cultuur. Wij zijn er altijd om u te kunnen helpen en te adviseren om optimaal te kunnen genieten van uw ruilvakantie ervaringen. Mocht u nog vragen hebben, dan zouden wij u graag <link>van u horen</link>.
nl_nl: Wij blijven low-profile, timmeren niet aan de weg, maar zorgen wel goed voor onze {{total_number_of_members}} deelnemers. Onze groei komtvooral door recommendatie van tevreden deelnemers. Wij hebben vertegenwoordigers {{number_of_agent_countries}} landen, we spreken uw taal en begrijpen uw cultuur.Wij zijn er altijd om u te kunnen helpen en adviseren hoe u het meest kunt genieten van uw ruilvakantie ervaringen. Mocht u nog vragen hebben, dan zouden wij graag <link>van u horen</link>.
no_no: Vi holder en lav profil og tar vare på våre {{total_number_of_members}} medlemmer. Vi vokser ved at fornøyde medlemmer anbefaler oss for andre. Vi har lokale agenter i {{number_of_agent_countries}} land, vi snakker våre egne språk og lever i våre kulturer. Vi er her for å guide og gi deg råd slik at du får mest ut av din boligbytteerfaring. Om du har noen spørsmål, vil vi gjerne høre fra deg <link>hear from you</link>.

# our_members.headline
source: About our Members
de_de: Über unsere Mitglieder
el_gr: Σχετικά με τα μέλη μας
es_es: Sobre nuestros Socios
fi_fi: Jäsenistämme
fr_fr: Qui échange ?
is_is: Um félagsmenn okkar
it_it: A proposito dei nostri Soci
ja_jp: 会員について
nl_be: Over onze leden
nl_nl: Over onze deelnemers
no_no: Info om våre medlemmer.
