Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/visinfo_facts_about_intervac.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no

# our_members.text
source: Our members are relatively affluent, well educated and passionate about expanding their horizons. Typically they are home owners with one or two incomes from professional and executive occupations, small business owners, or self-employed. Their average age is between 35 and 60 and often there are children living at home. We are also happy to call an adventurous group of retirees, busy seeing the world and enjoying the benefits of home exchange, our members as well.
de_de: Unsere Mitglieder sind sehr wissensdurstig und interessiert, fremde Länder auf eine ganz andere Art und Weise kennenzulernen!Oft sind sie selbst Hausbesitzer, haben ein gutes Einkommen oder sind sogar selbständig! Das Alter der Mitglieder ist breit gefächert, liegt ca. zwischen 30 und 60 Jahre, aber es gibt auch viele Pensionäre unter unseren Mitgliedern! Sie geniessen es sehr, ohne "Unterkunftskosten" zu reisen und dies weltweit und dazu noch mehrmals im Jahr!
el_gr: Τα μέλη μας -χωρίς εμείς να αποκλείουμε κανέναν -είναι κατά μέσο όρο ενός ικανοποιητικού εισοδήματος, με παιδεία και επιθυμούν την επέκταση των οριζόντων τους. Συνήθως είναι είναι ιδιοκτήτες σπιτιού με ένα ή δύο εισοδήματα στην οικογένεια από ελεύθερα επαγγέλματα, υπάλληλοι, μικροί επιχειρηματίες και αυτοαπασχολούμενοι. Η μέση τους ηλικία είναι μεταξύ 35 και 60 ετών. Συχνά στο σπίτι υπάρχουν και παιδιά. Αρκετοί συνταξιούχοι που θέλουν να γυρίσουν τον κόσμο και να ευχαριστηθούν την ανταλλαγή σπιτιών, είναι επίσης μέλη μας.
es_es: Nuestros socios pertenecen normalmente a una clase media acomodada, bien educados y con pasión por expandir sus horizontes. Suelen ser propietarios de su casa con uno o dos sueldos, en empleos profesionales o ejecutivos, dueños de pequeños negocios, etc. La edad media de nuestros socios es entre 35 y 60 años. A menudo tienen niños viviendo en casa. También contamos con un grupo de jubilados aventureros que les encanta recorrer el mundo participando en nuestros intercambios.
fi_fi: Jäsenemme ovat suhteellisen hyvätuloisia, hyvinkoulutettuja ja innokkaita laajentamaan näköpiiriään. Usein he asuvat omistusasunnossa, perheestä toinen tai molemmat ovat palkkatyössä, asiantuntijatehtävissä tai johtavassa asemassa, pienyritysten omistajia tai itsenäisiä ammatinharjoittajia. Jäsentemme keski-ikä on 35 ja 60 vuoden välillä. Usein heillä on kotona asuvia lapsia. Meillä on onneksemme myös jäseninä seikkailunhaluisia ja aktiivisia eläkeläisiä, jotka haluavat nähdä maailmaa ja nauttia kodinvaihdon suomista eduista lomallaan.
fr_fr: Les membres Intervac sont relativement aisés, instruits et curieux de découvrir d'autres cultures. Ils sont en général propriétaires de leur maison et exercent des professions diverses avec un ou deux revenus de cadres moyens/supérieurs (fonctionnaires, ingénieurs, entrepreneurs, travailleurs indépendants). La tranche d'âge majoritaire de nos membres se situe entre 35 et 60 ans. Ils voyagent souvent avec leurs enfants ou avec leurs petits-enfants, car il existe aussi chez Intervac de nombreux retraités profitant de leur temps libre pour explorer le monde et apprécier les avantages des échanges de maisons. D'horizons professionnels variés, de profils différents, les adhérents Intervac sont tous animés du même état d'esprit basé sur la convivialité, la confiance, le respect et l'échange culturel.
is_is: Félagsmenn okkar eru flestir ráðsett fólk, vel efnað, vel menntað, staðráðið í að víkka sjóndeildarhringinn. Flestir eiga sína eigin fasteign og hafa ágætar tekjur. Flestir félagsmenn okkar eru á aldrinum 35-70 ára og oft eru börn á heimilinu. Við státum einnig af fjölda eftirlaunaþega sem er staðráðinn í að njóta ferða um heiminn og hefur upplifað heimilaskipti sem ánægjulegustu leiðina til þess.
it_it: I nostri soci non sono particolarmente ricchi ma sono ben educati e amano molto espandere i loro orizzonti. In generale possiedono la casa dove abitano, hanno uno o due introiti per le loro occupazioni professionali, oppure sono piccoli commercianti o impiegati. L'età media dei nostri soci é fra i 35 e i 60 anni. Spesso ci sono famiglie con bambini. Ma siamo felici nel dire che c'é anche un gruppo avventuroso di persone in pensione che gira il mondo e che approfitta dei vantaggi dello scambio casa
ja_jp: 会員は、教養があって自分達の視野を広げようという意欲のある比較的に裕福な方たちであるといえます。典型としては、堅実な会社に勤めるサラリーマンや中小会社のオーナーであったり、自由業等で、自分の家を所有していて収入も１箇所か２箇所から得られる人達です。平均年齢は３５歳から６０歳位です。子供たちが一緒に住んでいる人達も時々います。我々は世界に興味をもち冒険心あふれた退職者のグループやホームエクスチェンジの恩恵を楽しめる方々が会員になっていただく事を幸せに感じています。
nl_be: Onze leden zijn doorgaans goed opgeleid, vrij bemiddeld en er steeds op uit om hun horizonten uit te breiden. Meestal zijn het huiseigenaars met één of twee beroepsinkomens, kleine bedrijfseigenaars of zelfstandigen. De gemiddelde leeftijd van onze leden ligt tussen 35 en 60. Vaak zijn er kinderen die thuis leven. Onder onze leden tellen we eveneens een groep avontuurlijke gepensioneerden die de wereld willen zien en volop van de voordelen van huisruil genieten.
nl_nl: Onze deelnemers zijn doorgaans goed opgeleid, vrij bemiddeld en steeds uit op horizonverbreding. Meestal zijn het huiseigenaren met één of twee beroepsinkomens, kleine bedrijfseigenaren of zelfstandigen. De gemiddelde leeftijd van onze deelnemers ligt tussen 35 en 60. Vaak zijn er kinderen die nog thuis wonen. Onder onze deelnemers tellen we eveneens een groep avontuurlijke gepensioneerden, die de wereld willen zien en volop van de voordelen van woningruil genieten.
no_no: Våre medlemmer er relativt velstående, godt utdannede og de er svært opptatt av å utvide sitt kunnskapsområde. Det er typisk at våre medlemmer eier sine hus og innehar en eller to inntekter fra faglige eller administrative yrker. Noen eier små virksomheter eller er ledere i selvstendig næringsvirksomhet. Gjennomsnittsalderen for våre medlemmer ligger mellom 35 og 60 år. Ofte bor det barn hjemme. Vi er glade for å ha en særlig aktiv seniorgruppe som er sterkt opptatt av å se seg om i verden ved hjelp av Intervacs boligbyttetilbud.

# intervac_history.name
source: The name INTERVAC is made from words <italic>international</italic> and <italic>vacations</italic> and is registered as a trademark in most countries where INTERVAC operates. In countries where we are represented we simply call ourselves INTERVAC followed by the country name. For example: we are INTERVAC Austria in Austria and INTERVAC Canada in Canada. Our umbrella organisation - INTERVAC International - is a registered non-profit organisation in Sweden.
de_de: Der Name INTERVAC wurde aus <italic>International</italic> und <italic>Vacation </italic>zusammengesetzt und ist in den meisten Ländern registriert. In den von uns repräsentierten Ländern zeichnen wir mit INTERVAC und danach dem entsprechenden Land, z. B.: INTERVAC AT ist INTERVAC - Österreich.Unsere INTERVAC-International Organisation ist in Schweden als Non-proifit Organisation registriert.
es_es: El nombre INTERVAC está formado por las palabras <italic>international</italic> y <italic>vacations</italic> y es una marca registrada en la mayoría de países donde INTERVAC opera. En países donde estamos representados simplemente nos llamamos INTERVAC seguido del nombre del país. Por ejemplo: somos INTERVAC Austria en Austria e INTERVAC Canadá en Canadá. Nuestra organización INTERVAC Internacional, está registrada como una organización sin animo de lucro en Suecia.
fi_fi: Nimi INTERVAC syntyi sanoista <italic>international</italic> ja <italic>vacations</italic> ja on rekisteröity tavaramerkki useissa maissa, joissa INTERVAC toimii. Maissa, joissa meillä on edustus, kutsumme itseämme INTERVAC lisättynä kyseisen maan nimellä. Esimerkiksi: olemme INTERVAC Austria Itävallassa and INTERVAC Canada Kanadassa.Kattojärjestömme - INTERVAC International - on rekisteröity voittoa tavoittelemattomaksi järjestöksi Ruotsissa.
fr_fr: Le nom INTERVAC se compose des mots INTER pour <italic>international</italic> et VAC pour <italic>vacations</italic>. C'est une marque déposée dans la plupart des pays où INTERVAC opère. Dans les pays où nous sommes représentés nous nous appelons simplement INTERVAC suivi par le nom du pays. Par exemple : nous sommes Intervac Autriche en Autriche et Intervac Canada au Canada. Notre organisation parapluie - Intervac International - est une organisation à but non lucratif enregistrée en Suède.
is_is: Nafn samtakanna INTERVAC er sett saman úr orðunum <italic>international</italic> og <italic>vacations</italic> og er skrásett vörumerki í flestum löndum þar sem Intervac starfar. Á Íslandi tölum við gjarna um "Intervac á Íslandi". Sjálf regnhlífarsamtökin, INTERVAC International, eru skráð í Svíþjóð sem félagasamtök sem ekki eru rekin í hagnaðarskyni.
it_it: Il nome INTERVAC é formato dalle parole<italic> internazionale</italic> e <italic>vacanze</italic> ed é registrato come marchio nella maggior parte dei paesi in cui opera. Nei paesi dove siamo rappresentati ci chiamiamo semplicemente INTERVAC seguito dal nome del paese .Per esempio siamo INTERVAC Austria in Austria e INTERVAC Canada in Canada.La nostra Organizzazione generale - INTERVAC International -é una non profit registrata in Svezia.
ja_jp: INTERVACという名前は <italic>international</italic> と <italic>vacations</italic> から作られており、世界のインターバックの活動の拠点では商法登録されています。これに各国の名前をつけています。例としては、オーストリアではINTERVAC Austriaで、カナダではINTERVAC Canadaとよんでいます。我々の本部である INTERVAC International はスエーデンで非営利団体として登録されています。
nl_be: De naam INTERVAC is samengesteld uit de woorden <italic>international</italic> en <italic>vacations</italic> en is als officieel handelsmerk geregistreerd in de meeste landen waar INTERVAC actief is. In de landen waar wij zijn vertegenwoordigd, noemen wij ons INTERVAC, gevolgd door de naam van het land. Wij zijn bijvoorbeeld in ons land een vzw met de naam INTERVAC.BE en INTERVAC.AT in Oostenrijk en INTERVAC.CA in Canada. Onze moeder organisatie -INTERVAC INTERNATIONAL - is een geregistreede non-profit organisatie in Zweden.
nl_nl: De naam INTERVAC is gemaakt van de woorden <italic>international</italic> en <italic>vacations</italic> en is als officieel handelsmerk geregistreerd in de meeste landen waar Intervac actief is. In de landen waar wij zijn vertegenwoordigd, noemen wij ons Intervac, gevolgd door de naam van het land. Bijvoorbeeld: wij zijn Intervac-NL in Nederland, en INTERVAC-AT in Oostenrijk en INTERVAC-CA in Canada. Onze moeder-organisatie - INTERVAC INTERNATIONAL - is een geregistreerde non-profit organisatie in Zweden.
no_no: Navnet INTERVAC kommer fra ordet <italic>international</italic> og <italic>vacations</italic> (ferie) og er registrert som beskyttet navn i de fleste land som INTERVAC opererer. I land hvor vi er representert vil vi enkelt kalle organisasjonen INTERVAC etterfulgt av landets navn. For eksempel er INTERVAC i Norge - Intervac Norge og i Canada heter vi Intervac Canada. INTERVAC International er en registrert nonprofit-organsiasjon som har sin base i Sverige.

# exchange_types.headline
source: What types of vacation does Intervac's online system support?
de_de: Was für Urlaubsmöglichkeiten bietet unser INTERVAC online-service?
el_gr: Τι είδη διακοπών υποστηρίζει το σύστημα της Intervac;
es_es: ¿Qué tipo de vacaciones ofrece el sistema online de Intervac?
fi_fi: Minkälaisia lomia Intervac online-järjestelmä tukee?
fr_fr: Les différentes formules de vacances avec Intervac
is_is: Hvers konar ferðamáta býður Intervac vefurinn uppá?
it_it: Quali tipi di vacanze consente il sistema di Intervac online ?
ja_jp: どのようなタイプの休暇をインターバック・オンライン・システムはサポートしていますか？
nl_be: Welke types van vakantie biedt het Intervac online systeem aan?
nl_nl: Welke soorten van vakantie biedt het Intervac online systeem aan?
no_no: Hvilke ferietyper støttes av Intervacs online system?

# exchange_types_list.home_exchange
source: Home Exchange: Our main focus - two families agree to live in each other's homes over a specified period of time.
de_de: Die gebräuchlichste Haustauschvariante - zwei Familien tauschen Ihr Heim gleichzeitig für eine bestimmte Zeit.
el_gr: Ανταλλαγή Σπιτιών: Η βασική επιλογή - δύο οικογένειες συμφωνούν να ζήσουν το ένα στο σπίτι του άλλου για ορισμένο χρονικό διάστημα.
es_es: Intercambio de Casas: Nuestra formula más popular en la que dos familias acuerdan vivir una en casa de la otra por un período determinado.
fi_fi: Kodinvaihto: Päätoiminta-alueemme - kaksi perhettä sopii asuvansa toistensa kodeissa tietyn ajanjakson ajan.
fr_fr: Échange de Maisons : Deux famille s'accordent pour s'échanger leur logement respectif pour une durée déterminée. C'est la transaction la plus courante.
is_is: Heimilaskipti: Okkar aðal skiptimáti - tvær fjölskyldur koma sér saman um að búa á heimili hvors annars yfir ákveðið tímabil.
it_it: Scambio Casa : il nostro obbiettivo. Due famiglie si accordare per vivere l'una nella casa dell'altra per uno specifico periodo di tempo
ja_jp: ホーム・エクスチェンジ： 我々の活動のまと - ２家族がお互いの家で特定の期間に住むことに同意する事です。
nl_be: Huisruil is de meest voorkomende: 2 gezinnen die besluiten om voor een specifieke periode elkaars huis te bewonen.
nl_nl: Woningruil is de meest voorkomende: 2 gezinnen die besluiten om voor een specifieke periode elkaars huis te bewonen.
no_no: Boligbytte: Dette er vårt hovedfokus - to familier blir enige om å bo i hverandres hjem for en spesifisert tidsperiode.

# exchange_types_list.house_sitting
source: House Sitting: Looking after someone else's home, mail, pets while they are away.
de_de: Haushüten: Sie beaufsichtigen das Haus und pflegen die Haustiere, den Garten etc. , während diese Familie unterwegs ist!
el_gr: Φύλαξη Σπιτιών: Φροντίδα του σπιτιού και των κατοικίδιων ζώων κάποιου άλλου όταν λείπει, συλλογή της αλληλογραφίας κλπ
es_es: House Sitting: Es ocuparse de la casa de otros, de su correo, sus animales domésticos, etc. mientras están fuera.
fi_fi: Kodinvahti: Huolehtii jonkun toisen kodista, posteista, lemmikeistä, kun he ovat poissa.
fr_fr: House-sitting : Occuper gratuitement la maison d'un autre pendant son absence et en échange de services : entretien des plantes, soin aux animaux domestiques, relève du courrier...
is_is: Hússeta: Passa upp á heimili annars meðlims, póstinn og/eða gæludýrin á meðan eigendurnir eru af bæ.
it_it: House sitting significa sorvegliare la casa di altri soci, mentre essi sono assenti, prendere la posta e eventualmente accudire cani, gatti ecc
ja_jp: ハウスシッティング： 会員の家で留守の間に郵便、ペットなどの世話をします。
nl_be: House Sitting: zorg dragen voor iemand's huis, post, huisdieren,... terwijl zij weg zijn.
nl_nl: Huis-Oppas: oppassen in en zorgen voor iemand anders zijn huis, post, planten, tuin, huisdieren tijdens hun afwezigheid.
no_no: House Sitting: Passe på andres hjem mens de er borte på reise.

# exchange_types_list.double_exchange
source: Double Exchange: Two families (often they live near each other) looking to exchange with two families. This type of exchange is a favorite of neighbors who vacation together and extended families.
de_de: Haushüten - Sie beaufsichtigen das Heim und schauen nach Haustieren, Pflanzen, Briefkasten und mails, während der Abwesenheit der Hausbesitzer! Doppeltausch - zwei Familien tauschen mit Freunden, Verwandten oder Nachbarn , die gerne einen Haustausch mit zwei Familien in einem anderen Land machen möchten und dort in der Nähe wohnen wollen!
el_gr: Διπλή Ανταλλαγή: Δύο οικογένειες (συχνά μένουν κοντά) ψάχνουν για ανταλλαγή με δύο άλλες. Αυτό το είδος είναι δημοφιλές με γείτονες ή ευρύτερες οικογένειες που πάνε διακοπές μαζί.
es_es: Intercambio Doble: Dos familias (muchas veces viven una cerca de la otra) buscan un intercambio con dos familias que vivan cerca. Este tipo de intercambio es el favorito de amigos y vecinos que desean pasar las vacaciones juntos.
fi_fi: Talonvahti: Huolehdii jonkun toisen kodista, posteista ja lemmikeistä perheen ollessa poissa kotoa. Kaksoisvaihto: Kaksi perhettä (asuvat usein lähellä toisiaan) etsii vaihtoa kahden perheen kanssa. Tämä lomatyyppi on lomia yhdessä viettävien naapureiden ja sukulaisten suosiossai.
fr_fr: Double échange : Deux familles (résidant en général proches l'une de l'autre) échangent leurs logements respectifs avec deux autres familles. Cette formule convient particulièrement aux grandes familles ou aux amis qui veulent voyager ensemble.
is_is: Tvöföld skipti: Leita að skiptum við tvær fjölskyldur. Svona skipti eru vinsæl hjá nágrönnum og stærri fjölskyldum sem vilja eyða sumarleyfinu saman.
it_it: Doppio Scambio: due famiglie (di solito abitano in case vicine) cercano di scambiare con due famiglie diverse.
ja_jp: ダブルのエクスチェンジ： ２つの家族（彼らはお互いに近くに住んでいる場合が多い）が２つの家族とエクスチェンジするため探す。このタイプのエクスチェンジは休暇を同時にとりたいと思う隣人達や大家族に好まれています。
nl_be: Een dubbele ruil: twee families (meestal wonen ze dicht bij elkaar) die wensen te ruilen met 2 andere families. Populair bij buren of uitgebreide families die wensen te ruilen.
nl_nl: Een dubbele ruil: twee families (meestal wonen ze dicht bij elkaar) die willen ruilen met 2 andere families. Populair bij buren of uitgebreide families die wensen te ruilen.
no_no: Dobbelt boligbytte: To familier (ofte bor de nær hverandre) ser etter boligbytte med to andre familier. Denne typen boligbytte er ofte favoritten for naboer som ferierer sammen og for storfamilier.

# exchange_types_list.hospitality_exchange
source: Hospitality Exchange: Members agree to exchange visits in each other’s homes.
de_de: Gegenseitige Gastaufnahme
el_gr: Ανταλλαγή Φιλοξενίας: Τα μέλη συμφωνούν να ανταλλάξουν επισκέψεις το ένα στο σπίτι του άλλου.
es_es: Intercambio de Hospitalidad: Los socios acuerdan intercambiar visitas unos a otros.
fi_fi: Vieraanvaraisuuden vaihto: jäsenet sopivat vierailut toistensa kodeissa.
fr_fr: Échange d'hospitalité : Pour les personnes seules ou les familles qui recherchent un accueil-échange avec d'autres membres Intervac, à réaliser gratuitement à tour de rôle.
is_is: Skipti á gestrisni: Félagsmenn ákveða að skiptast á heimsóknum.
it_it: Scambio di Ospitalità : i soci concordano di ospitarsi vicendevolmente
ja_jp: ホームステイの交換： 会員がお互いの家を訪問しあうことに同意する事です
nl_be: Gastvrijheid: leden besluiten om niet-gelijktijdig elkaar gastvrijheid aan te bieden.
nl_nl: Gastvrijheid: deelnemers besluiten om niet-gelijktijdig elkaar gastvrijheid aan te bieden.
no_no: Gjestfrihetsbytte: Medlemmer blir enige om å utveksle besøk i hverandres familier.

# exchange_types_list.long_term_exchange
source: Long Term Exchanges: between retired people, university staff, or employees of global multi-national companies.
de_de: Langzeitaustausch - von Pensionären, Studenten oder auch Angestellten größerer Firmen (Auslandsaufenthalt über längere Zeit) genutzt.
el_gr: Ανταλλαγές μεγάλης χρονικής διάρκειας:μεταξύ συνταξιούχων, καθηγητών Πανεπιστημίου ή στελεχών μεγάλων πολυεθνικών επιχειρήσεων π.χ.
es_es: Intercambios de Larga Duración: entre jubilados, profesores de universidad o empleados de multinacionales.
fi_fi: Pitkäaikainen vaihto: eläkeläisten, yliopistojen henkilökunnan tai kansainvälisten yritysten henkilökunnan kesken tapahtuva kodinvaihto.
fr_fr: Échange longue durée : Pour les personnes qui ont du temps libre, ceux qui travaillent à l'étranger, pour les universitaires, les retraités...
is_is: Langtíma heimilaskipti á milli einstaklinga og fjölskyldna.
it_it: Scambi di lunga durata : si pratica di solito fra persone in pensione, docenti universitari, impiegati di compagnie multi-nazionali
ja_jp: 長期間のエクスチェンジ： 退職者や大学の教職員又は世界的な大規模会社のサラリーマンの間など。
nl_be: Lange termijn ruilen: meestal tussen gepensioneerden, academisch staf of werknemers bij multinationals.
nl_nl: Lange termijn ruilen: meestal tussen gepensioneerden, academische staf of werknemers bij multinationals.
no_no: Langtids boligbytter: For pensjonister, universitetsansatte eller ansatte i globale og multinasjonale selskaper.

# exchange_types_list.bed_and_breakfast
source: Bed and Breakfast: This is the same as the well known public variety, but is offered between members, without the exchange of monies.
de_de: Übernachtung mit Frühstück - unentgeltlich angeboten!
el_gr: Ύπνος και Πρωϊνό: Όπως είναι ευρύτερα γνωστό (bed & breakfast) αλλά γίνεται μεταξύ των μελών, χωρίς την καταβολή χρημάτων.
es_es: Bed and Breakfast: Esta modalidad es idéntica a la que todos conocemos pero entre socios y sin ningún pago.
fi_fi: Aamiasmajoitus (Bed and Breakfast): Vastaa kansainvälisesti tunnettua, julkista aamiasmajoitusta, mutta tässä sitä tarjotaan vain jäsenille, eikä raha vaihda omistajaa.
fr_fr: Bed & Breakfast : Célèbre formule exempte de toute transaction financière, le gîte et le couvert étant généralement offerts gratuitement entre les membres Intervac.
is_is: Bed and Breakfast: Eins og gengur á almennum markaði, nema boðið er á milli félagsmanna án gjaldtöku.
it_it: Bed and Breakfast : é la stessa cosa del servizio ormai ben noto ma la differenza é che questo avviene fra i soci e senza che comporti una qualsiasi spesa, cioé é gratuito
ja_jp: ベッド・アンド・ブレックファースト： 一般的に良く知られているのと同じですが、会員間では支払いなしで行われます。
nl_be: Bed and Breakfast: de gekende formule maar dan tussen Intervacleden en op gratis basis.
nl_nl: Bed and Breakfast: de bekende formule maar dan tussen Intervacdeelnemers en al of niet op gratis basis.
no_no: Bed and Breakfast: Denne formen er den samme som den kjente, offentlige varianten, men tilbys mellom medlemmer uten at det koster noe.

# exchange_types_list.rental
source: Rentals: Members sometimes list holiday homes which they usually rent out for a drastically reduced price to members.
de_de: Vermietung - Mitglieder bieten u.a. auch Ihre Ferienwohnungen an, zu einem weit günstigeren Preis als normal üblich.
el_gr: Ενοικιάσεις: Τα μέλη μερικές φορές καταχωρίζουν εξοχικά που ενοικιάζουν σε ειδική τιμή σε άλλα μέλη.
es_es: Alquileres: Algunos socios a veces anuncian sus segundas viviendas para alquilar a nuestros socios pero a un alquiler mucho más bajo del normal en la zona.
fi_fi: Vuokraus: Jäsenet tarjoavat toisinaan loma-asuntojaan vuokrattavaksi edullisesti toisille jäsenille.
fr_fr: Location amiable : Certains logements de vacances peuvent être exceptionnellement proposés en location amiable aux autres membres Intervac. Les tarifs sont en général modérés et doivent être inférieurs à ceux pratiqués habituellement pour les locations saisonnières.
is_is: Leiga: Margir félagsmenn skrá sín sumarhús til leigu fyrir aðra félagsmenn gegn vægu gjaldi.
it_it: Affitti : talvolta i soci inseriscono la possibilità dell'affitto della casa, ma ad un prezzo drasticamente ridotto per gli altri soci di Intervac
ja_jp: 賃貸： 会員が、時には自分の休暇用の家を思い切った格安で会員に貸し出すことです。
nl_be: Huur: soms bieden leden vakantiewoningen te huur aan, maar dan aan aanzienlijk lagere huurprijzen dan de marktprijzen.
nl_nl: Huur: soms bieden deelnemers vakantiewoningen te huur aan, maar dan voor aanzienlijk lagere huurprijzen dan de marktprijzen.
no_no: Leie: Medlemmer setter noen ganger inn feriesteder på Intervac som de til vanlig leier ut. Prisen er gjerne betydelig redusert for medlemmer.
