Repository: Webhero9297/Ruby-on-Rails-Project
Catalog: locale/*/visinfo_facts_about_intervac.po
Languages: de_de, el_gr, es_es, fi_fi, fr_fr, is_is, it_it, ja_jp, nl_be, nl_nl, no_no

# exchange_types_list.youth_exchange
source: Youth Exchange: A chance for young people to learn about new cultures without their own parents hanging around all the time.
de_de: Jugendaustausch - eine Chance für junge Leute! Die Sprache, neue Kulturen usw. in einer Gastfamile im Ausland kennenzulernen - eine superMöglichkeit.
el_gr: Ανταλλαγή Νέων: Μια ευκαιρία για νεαρά άτομα να μάθουν για άλλους πολιτισμούς και κοινωνίες χωρίς οι γονείς να είναι δίπλα όλη την ώρα.
es_es: Intercambio de Jóvenes: Una oportunidad para que los jóvenes viajen aprendiendo nuevas culturas e idiomas sin tener a sus padres al lado.
fi_fi: Nuorisovaihto: Tarjoaa nuorille mahdollisuuden tutustua uuteen kulttuuriin ilman omien vanhempien mukana oloa.
fr_fr: Échange entre jeunes : Opportunité pour les jeunes (-de 18 ans) de réaliser un échange linguistique entre eux, grâce à l'adhésion de leurs parents, membres d'Intervac.
is_is: Táninga skipti: Tækifæri fyrir ungt fólk að læra um aðra menningu, siði og venjur í nýju landi.
it_it: Scambio Giovani: una opportunità per gli adolescenti per imparare nuove culture senza che i loro genitori siano sempre attaccati a loro
ja_jp: 若者のエクスチェンジ： 若者達が親の目のないところで新しい文化について学ぶ機会になります。
nl_be: Jongerenruil: ruil van jongeren om andere talen of culturen te leren kennen
nl_nl: Jongerenruil: ruil van jongeren om andere talen of culturen te leren kennen
no_no: Ungdomsutveksling: En anledning for unge mennesker til å lære om nye kulturer uten at de har foreldrene rundt seg hele tiden.

# exchange_types_list.youth_hospitality
source: Youth Hospitality: Young people agree to visit each other.
de_de: Aufnahme von Jugendlichen - auf Gegenseitigkeit
el_gr: Φιλοξενία Νέων: Νεαρά άτομα συμφωνούν να επισκεφτούν το ένα το άλλο.
es_es: Hospitalidad entre Jóvenes: Jóvenes que acuerdan visitarse el uno al otro.
fi_fi: Nuorten vierasvaihto: Nuoret (aikuiset) sopivat vierailusta toistensa luokse.
fr_fr: Hospitalité entre jeunes : Pour les jeunes (- de 18 ans) qui recherchent un accueil en famille chez d'autres jeunes, membres d'Intervac. Accueil à réaliser gratuitement.
is_is: Gestrisni boðin táningi. Ungt fólk kemur sér saman um að heimsækja hvort annað.
it_it: Ospitalità dei Giovani : i giovani si accordano per per ospitarsi a vicenda
ja_jp: 若者のホームステイ： 若者がお互いに滞在することに同意すること。
nl_be: Gastvrijheid voor jongeren: jonge mensen die besluiten elkaar te bezoeken.
nl_nl: Gastvrijheid voor jongeren: jonge mensen die besluiten elkaar te bezoeken.
no_no: Gjestfrihet for ungdom: Unge mennesker blir enige om å besøke hverandre.
